Repository: OpenNebula/one
Catalog: src/sunstone/locale/languages/*.po
Languages: cs_cz, fr_fr

source: Identifier of the virtual network from which to lease an IP and MAC address to this Virtual Machine network interface.
fr_fr: Idenfiant du réseau virtuel où emprunter une IP et une adresse MAC pour cette interface réseau de la machine virtuelle.

source: Name of the virtual network from which to lease an IP and MAC address to this Virtual Machine network interface.
fr_fr: Nom du réseau virtuel où emprunter une IP et une adresse MAC pour cette interface réseau de la machine virtuelle.

source: Identifier of the user owner of the virtual network from which to lease an IP and MAC address to this Virtual Machine network interface.
fr_fr: Identifiant de l'utilisateur propriétaire du réseau virtuel où l'IP et l'adresse MAC associées à cette interface réseau de la machine virtuelle seront empruntées.

source: Name of the user owner of the virtual network from which to lease an IP and MAC address to this Virtual Machine network interface.
fr_fr: Nom de l'utilisateur propriétaire du réseau virtuel où l'IP et l'adresse MAC associées à cette interface réseau de la machine virtuelle seront empruntées.

source: Request an specific IP from the Network
cs_cz: Vyžádat specifickou IP adresu
fr_fr: Utiliser une adresse IP pr&eacute;d&eacute;termin&eacute;e

source: Model
fr_fr: Modèle

source: Hardware that will emulate this network interface. With Xen this is the type attribute of the vif.
cs_cz: HW, který bude emulovat tohle síťové rozhraní. V Xen-u je to typ atributu vif.
fr_fr: Mat&eacute;riel &eacute;mul&eacute; par l'interface. Correspond &agrave; l'attribut type de la 'vif'

source: TCP Firewall
fr_fr: Firewall TCP

source: Whitelist
fr_fr: Liste blanche

source: Blacklist
fr_fr: Liste noire

source: A list of ports separated by commas or a ranges separated by semicolons, e.g.: 22,80,5900:6000
fr_fr: Une liste de ports séparés par une virgule ou de plages de ports séparés par un deux-points, ex. : 22,80,5900:6000

source: UDP Firewall
fr_fr: Firewall UDP

source: Drop
cs_cz: Vynechat
fr_fr: Rejeté

source: Add another disk
fr_fr: Ajouter un autre disque

source: Add another nic
fr_fr: Ajouter une autre NIC

source: Kernel
fr_fr: Noyau

source: Features
cs_cz: Funkce
fr_fr: Fonctionalités

source: CPU architecture to virtualization
cs_cz: Architektura CPU pro virtualizaci
fr_fr: Architecture CPU souhait&eacute;e

source: Machine type
fr_fr: Type de machine

source: libvirt machine type, only for KVM
fr_fr: Type de machine Libvirt, applicable pour KVM seulement

source: Root
fr_fr: Racine

source: Device to be mounted as root
cs_cz: Zařízení, které se má namountovat jako root
fr_fr: P&eacute;riph&eacute;rique racine

source: Guest OS
fr_fr: OS Invité

source: Set the OS of the VM, only for VMware
fr_fr: Défini l'OS de la VM, utile uniquement pour VMware

source: HD
fr_fr: DD

source: NETWORK
fr_fr: RESEAU

source: Kernel cmd
fr_fr: Commande noyau

source: Arguments for the booting kernel
cs_cz: Argumenty pro kernel
fr_fr: Directives pour le noyau

source: Bootloader
fr_fr: Lanceur

source: Path to the bootloader executable
cs_cz: Cesta k bootloaderu
fr_fr: Chemin d'acc&egrave;s du lanceur

source: Registered Image
fr_fr: Image enregistrée

source: Remote PATH
fr_fr: Chemin distant

source: Please select a Kernel from the list
fr_fr: Choisir un noyau dans la liste

source: You selected the following Kernel:
fr_fr: Vous avez choisi le noyau suivant:

source: PATH
fr_fr: CHEMIN

source: Path to the OS kernel to boot the image
cs_cz: Cesta ke kernelu OS pro nabootování obrazu
fr_fr: Chemin d'acc&egrave;s &agrave; l'image du noyau

source: Registered Image
fr_fr: Image enregistrée

source: Please select a Ramdisk from the list
fr_fr: Choisir un Ramdisk dans la liste

source: You selected the following Ramdisk:
fr_fr: Vous avez choisi le Ramdisk suivant:

source: Path to the initrd image
cs_cz: Cesta k initrd obrazu
fr_fr: Chemin d'acc&egrave;s &agrave; l'image initrd

source: Add support in the VM for Advanced Configuration and Power Interface (ACPI)
fr_fr: Ajoute le support de l'ACPI dans la VM

source: Add support in the VM for Physical Address Extension (PAE)
fr_fr: Ajoute le support du PAE dans la VM

source: Enables the advanced programmable IRQ management.
fr_fr: Activer la gestion avancée IRQ programmable

source: Add support in the VM for hyper-v features (HYPERV)
fr_fr: Ajouter le support pour fonctionnalités hyper-v dans la machine virtuelle (HYPERV)

source: Localtime
fr_fr: Heure locale

source: The guest clock will be synchronized to the host's configured timezone when booted.
fr_fr: L'heure sur machine virtuelle sera synchronisée avec l'heure sur la machine hôte au démarrage.

source: Device model
fr_fr: Modèle du périphérique

source: Used to change the IO emulator in Xen HVM. Only XEN.
fr_fr: Utilisé pour changer l'émulation des entrées/sorties dans Xen avec HVM. Applicable seulement pour XEN.

source: PCI BRIDGE
fr_fr: BRIDGE PCI

source: Adds a PCI Controller that provides bridge-to-bridge capability, only for VMware.
fr_fr: Ajoute un contrôleur PCI offrant une fonctionnalité bridge-to-bridge, utile uniquement pour VMware.

source: Listen IP
cs_cz: IP, ne které poslouchá
fr_fr: IP d'&eacute;coute

source: IP to listen on
cs_cz: IP adresa, ne které poslouchá
fr_fr: IP &agrave; &eacute;couter

source: Port for the VNC/SPICE server
cs_cz: Port pro VNC/SPICE server
fr_fr: Port du serveur VNC/SPICE

source: Keymap
cs_cz: Klávesová mapa
fr_fr: Code clavier

source: Keyboard configuration locale to use in the VNC/SPICE display
cs_cz: Nastavení locale klávesníce použite v displeji VNC/SPICE
fr_fr: Configuration locale du clavier à utiliser dans l'affichage VNC/SPICE

source: Password for the VNC/SPICE server
cs_cz: Heslo pro VNC/SPICE server
fr_fr: Mot de passe du serveur VNC/SPICE

source: Inputs
cs_cz: Vstupní zařízení
fr_fr: Entrants

source: Mouse
cs_cz: Myš
fr_fr: Souris

source: Tablet
fr_fr: Tablette

source: Network & SSH
fr_fr: Réseau & SSH

source: Custom vars
fr_fr: Variables personnalisées

source: Add SSH contextualization
fr_fr: Ajouter une contextualisation SSH

source: Add an ssh public key to the context. If the Public Key textarea is empty then the user variable SSH_PUBLIC_KEY will be used.
fr_fr: Ajoute une clef SSH publique dans le contexte. Si le champ Clef Publique est vide, alors la valeur de la variable utilisateur SSH_PUBLIC_KEY sera utilisée.

source: Public Key
fr_fr: Clef publique

source: Add Network contextualization
fr_fr: Ajouter une contextualisation réseau

source: Add network contextualization parameters. For each NIC defined in the NETWORK section, ETH$i_IP, ETH$i_NETWORK... parameters will be included in the CONTEXT section and will be available in the Virtual Machine
fr_fr: Ajoute la contextualisation des paramètres réseau. Pour chaque carte réseau définie dans la section NETWORK, ETH$i_IP, ETH$i_NETWORK... les paramètres seront inclus dans la section CONTEXT et seront disponible dans la machine virtuelle

source: Add OneGate token
fr_fr: Ajoute un jeton OneGate

source: Add a file (token.txt) to the context contaning the token to push custom metrics to the VirtualMachine through OneGate
fr_fr: Ajoute un fichier (token.txt) au contexte contenant le token utilisé pour transmettre les métriques personalisées via OneGate

source: Please select files from the list
fr_fr: Choisir des fichiers dans la liste

source: You selected the following files:
fr_fr: Vous avez choisis les fichiers suivants:

source: Raw String for the FILE_DS attribute of the VM template, representing files that will be included in the contextualization image. Each file must be stored in a FILE_DS Datastore and must be of type CONTEXT
fr_fr: Chaine brute pour l'attribut FILE_DS du template de la machine virtuelle, représentant les fichiers qui seront exclus de l'image de contextualisation. Chaque fichier doit être stocké dans un datastore de type FILE_DS et doit être de type CONTEXT.

source: Init scripts
fr_fr: Scripts d'initialisation

source: If the VM uses the OpenNebula contextualization package the init.sh file is executed by default. When the init script added is not called init.sh or more than one init script is added, this list contains the scripts to run and the order. Ex. “init.sh users.sh mysql.sh”
fr_fr: Si la machine virtuelle utilise le paquet de contextualisation d'OpenNebula, le script init.sh est exécuté par défaut. Lorsque le script d'initialisation n'est pas appelé init.sh ou lorsque plusieurs scripts d'initialisation sont ajoutés, cette liste définit les scripts à exécuter et leur ordre d'exécution. Ex. \"init.sh users.sh\"

source: KEY
fr_fr: CLEF

source: VALUE
fr_fr: VALEUR

source: Policy
fr_fr: Politique

source: Host Requirements
fr_fr: Contraintes de la machine hôte

source: Select Hosts
fr_fr: Choisir les Hôtes

source: Select Clusters
fr_fr: Choisir les Clusters

source: Please select one or more clusters from the list
fr_fr: Choisir un ou plusieurs clusters dans la liste

source: You selected the following clusters:
fr_fr: Vous avez choisis les clusters suivants:

source: Boolean expression that rules out provisioning hosts from list of machines suitable to run this VM
cs_cz: Boolean výraz, který vybírá hostitele vhodné pro provoz tohoto VS
fr_fr: Expression booléenne spécifiant les hôtes acceptables pour l'exécution de la VM depuis une liste

source: Datastore Requirements
fr_fr: Contraintes du datastore

source: Boolean expression that rules out entries from the pool of datastores suitable to run this VM.
fr_fr: Expression booléenne qui exclut de la liste de la liste des datastores, les entrées pouvant supporter la machine virtuelle

source: Host Rank
fr_fr: Priotisation d'hôte

source: Packing
fr_fr: Regrouper

source: Pack the VMs in the cluster nodes to reduce VM fragmentation
fr_fr: Regrouper les VMs sur les noeuds du cluster pour réduire la fragmentation

source: Stripping
fr_fr: Répartir

source: Spread the VMs in the cluster nodes
fr_fr: Répartir les VM sur les noeuds du cluster

source: Load-aware
fr_fr: Conscient de la charge

source: Maximize the resources available to VMs in a node
fr_fr: Maximise les ressources disponibles pour les VMs sur un noeud

source: This field sets which attribute will be used to sort the suitable hosts for this VM
fr_fr: Ce champ détermine quel attribut sera utilisé pour sélectionner quels hôtes sont acceptables pour cette VM

source: Datastore Rank
fr_fr: Priotisation de datastore

source: Tries to optimize storage usage by selecting the DS with less free space
fr_fr: Essaie d'optimiser le stockage en sélectionnant le datastore ayant le plus petit espace de stockage libre

source: Striping. Tries to optimize I/O by distributing the VMs across datastores.
fr_fr: Entrelacement. Essaie d'optimiser les entrées/sorties en distribuant les machines virtuelles sur l'ensemble des datastores disponibles

source: This field sets which attribute will be used to sort the suitable datastores for this VM
fr_fr: Ce champ définit l'attribut à utiliser pour trier les datastores associées à cette machine virtuelle

source: RAW data
fr_fr: Paramètres bruts

source: Raw data to be passed directly to the hypervisor
cs_cz: Prvotní data přeposlané přímo hypervizoru
fr_fr: Paramètres bruts à envoyer directement à l'hyperviseur

source: Raw data to be added directly to the .vmx file.
fr_fr: Pramètres bruts à ajouter directement au fichier .vmx

source: Custom Tags
fr_fr: Tags personnalisées

source: DISK
fr_fr: DISQUE

source: does not exists any more
fr_fr: n'existe plus

source: Clone Template
fr_fr: Cloner le Modèle

source: Several templates are selected, please choose prefix to name the new copies
cs_cz: Je vybráno více šablon, vyberte prosím prefix pro pojmenování nových kopií
fr_fr: Plusieurs modèles sont sélectionnés, veuillez choisir un préfixe pour nommer les nouvelles copies.

source: Prefix
fr_fr: Préfixe

source: Create Group
fr_fr: Créer un Groupe

source: Update Group
fr_fr: Modifier groupe

source: Resources
fr_fr: Ressources

source: Allow users in this group to use the following Sunstone views
fr_fr: Permettre aux utilisateurs de ce groupe d'utiliser les vues de Sunstone

source: Create an administrator user
fr_fr: Créer un utilisateur admin

source: You can create now an administrator user that will be assigned to the new regular group, with the administrator group as a secondary one.
fr_fr: Vous pouvez maintenant créer un utilisateur administrateur qui aura un groupe regulier, avec le groupe administrateur comme groupe secondaire.

source: Allow users in this group to create the following resources
fr_fr: Permettre aux utilisateurs de ce groupe de créer les ressources suivantes

source: This will create new ACL Rules to define which virtual resources this group's users will be able to create. You can set different resources for the administrator group, and decide if the administrators will be allowed to create new users.
fr_fr: Ceci créera des nouvelles règles d'ACL pour définir quelles ressources les utilisateurs de ce groupe seront capable de créer. Vous pouvez définir différentes ressources pour l'administrateur du groupe, et décider si les administrateurs seront autorisés à créer des utilisateurs.

source: Documents are a special tool used for general purposes, mainly by OneFlow. If you want to enable users of this group to use service composition via OneFlow, let it checked.
fr_fr: Les documents sont des outils spéciaux utilisés pour des buts généralistes, principalement par OneFlow. Si vous souhaitez permettre aux utilisateurs de ce groupe d'uttiliser la composition de services via OneFlox, laissez cette option activée.

source: Admins
fr_fr: Administrateurs

source: Group created
fr_fr: Groupe créé

source: Providers
fr_fr: Fournisseurs

source: Zone ID
fr_fr: ID de la zone

source: Assign physical resources
fr_fr: Assigner des ressources physiques

source: For each OpenNebula Zone, you can assign cluster resources (set of physical hosts, datastores and virtual networks) to this group.
fr_fr: Pour chaque zone OpenNebula, vous pouvez assigner les ressources du cluster de ce groupe (noeuds physiques, datastores et réseaux virtuels).

source: Select clusters
fr_fr: Sélectionner des clusters

source: Virtual Machine Name
fr_fr: Nom de la machine virtuelle

source: Saved
fr_fr: Enregistré

source: Running VMs
cs_cz: Spuštěné VM
fr_fr: #VM d&eacute;marr&eacute;es

source: Refresh
fr_fr: Actualiser

source: Settings
fr_fr: Paramètres

source: Change Language
fr_fr: Changer de langue

source: Update Language
fr_fr: Modifier la langue

source: Change Password
fr_fr: Changer la langue

source: New Password
fr_fr: Nouveau mot de passe

source: Change view
fr_fr: Changer de vue

source: Update view
fr_fr: Modifier vue

source: Add SSH Key
fr_fr: Ajouter une clef SSH

source: Update SSH Key
fr_fr: Mettre à jour la clef SSH

source: Add a public SSH key to your account!
fr_fr: Ajouter une clef SSH à votre compte

source: Update your public SSH key!
fr_fr: Mettre à jour votre clef SSH !

source: Saved Templates
fr_fr: Template enregistré

source: Change Capacity
fr_fr: Changer la capacité

source: There are no instance_types available. Please contact your cloud administrator
fr_fr: Il n'y a pas d'instance instance_types disponible. Svp contactez votre adminuistrateur de cloud

source: There are no networks available. Please contact your cloud administrator
fr_fr: Il n'y a pas de réseau disponible. Svp contactez votre administrateur de cloud

source: There are no templates available
fr_fr: Il n'y a aucun template disponible

source: There are no instance types available
fr_fr: Il n'y a aucune instance de ce type disponible

source: This Virtual Machine will be saved in a new Template. Only the main disk will be preserved!
fr_fr: Cette machine virtuelle sera enregistrée dans un nouveau template. Seul le disque principal sera sauvegardé!

source: You can then create a new Virtual Machine using this Template
fr_fr: Vous pouvez ensuite créer une nouvelle machine virtuelle en utilisant ce template

source: Save Virtual Machine to Template
fr_fr: Enregistrer la machine virtuelle dans un template

source: Be careful, this action will inmediately destroy your Virtual Machine
fr_fr: Attention, cette action détruira immédiatement votre machine virtuelle

source: All the information will be lost!
fr_fr: Toutes les informations seront perdues

source: This action will power off this Virtual Machine. The Virtual Machine will remain in the poweroff state, and can be powered on later
fr_fr: Cette action éteindra la machine virtuelle. La machine virtuelle restera dans l'état arrêté, et peut être redémarré plus tard.

source: Power off
fr_fr: Eteindre

source: Power off the machine
fr_fr: Éteindre la machine

source: Send the power off signal
fr_fr: Envoyer un signal d'extinction

source: This action will reboot this Virtual Machine.
fr_fr: Cette action redémarrera la machine virtuelle

source: You can send the reboot signal to the Virtual Machine (this is equivalent to execute the reboot command form the console). If that doesn't effect your Virtual Machine, try to Reboot the machine (this is equivalent to pressing the reset button a physical computer).
fr_fr: Vous pouvez envoyer un signal de redémarrage à cette machine virtuelle (équivalent à exécuter la commande reboot). Si cela n'a pas d'effet sur la machine virtuelle, essayer de redémarrer la machine virtuelle (équivalent du bouton reset sur une machine physique).

source: Reboot the machine
fr_fr: Redémarrer la machine

source: Send the reboot signal
fr_fr: Envoyer le signal de redémarrage

source: saved successfully
fr_fr: Enregistré avec succès

source: There are no saved templates available
fr_fr: Il n'y a aucun template enregistré disponible

source: Create a template by saving a running Virtual Machine
fr_fr: Créer un template en enregistrant une machine virtuelle en cours d'exécution

source: Handle with care! This action will inmediately destroy the template
fr_fr: A utiliser avec prudence ! Cette action détruira immédiatement le template

source: and the image associated.
fr_fr: et l'image associée

source: You have to provide an SSH key
fr_fr: Vous devez fournir une clef SSH

source: There are no templates available. Please contact your cloud administrator
fr_fr: Il n'y a pas de template disponible. Svp contactez votre administrateur de cloud

source: You must select at least a template configuration
fr_fr: Vous devez sélectionner au moins la configuration d'un template

source: Create Host
fr_fr: Créer un hôte

source: Dummy
fr_fr: Factice

source: Networking
fr_fr: Réseau

source: Default (dummy)
cs_cz: Výchozí (dummy)
fr_fr: D&eacute;faut (factice)

source: Firewall
fr_fr: Pare-feu

source: Custom VNM_MAD
cs_cz: Uživatelský VNM_MAD
fr_fr: VNM_MAD personnalisé

source: Drivers
cs_cz: Ovladače
fr_fr: Pilotes

source: Virtualization
fr_fr: Virtualisation

source: Custom VMM_MAD
cs_cz: Uživatelský VMM_MAD
fr_fr: VMM_MAD personnalisé

source: Custom IM_MAD
cs_cz: Uživatelský IM_MAD
fr_fr: IM_MAD personnalisé

source: Host created
fr_fr: Noeud créé

source: Allocated
fr_fr: Alloué

source: Real
fr_fr: Réel

source: Delete host
cs_cz: Smazat host
fr_fr: Supprimer l'h&ocirc;te

source: Graphs
fr_fr: Graphiques

source: UPDATE
fr_fr: MISE A JOUR

source: RETRY
cs_cz: ZNOVA
fr_fr: RÉESSAYE

source: Datastore ID
fr_fr: ID Datastore

source: Allocated Memory
fr_fr: Mémoire allouée

source: Real Memory
fr_fr: Mémoire réelle

source: Host name missing!
cs_cz: Chybí jméno hosta!
fr_fr: Nom manquant

source: Create File
fr_fr: Créer un fichier

source: Name that the File will get. Every file must have a unique name.
fr_fr: Nom du fichier. Doit être unique pour chaque fichier.

source: Human readable description of the file for other users.
fr_fr: Description du fichier compréhensible par tous les utilisateurs.

source: Type of the file.
fr_fr: Type de fichier

source: KERNEL & RAMDISK files can be used in the OS Booting section of the Template wizard.
fr_fr: Les fichiers CONTEXT et RAMDISK peuvent être utilisés dans la section Démarrage de l'OS de l'assistant de création de template

source: CONTEXT files can be included in the context CD-ROM, from the Context/Files section of the Template wizard.
fr_fr: Les fichiers CONTEXT peuvent être exclus du CDROM de contextualisation, à partir de la section Contexte/Fichiers de l'assistant de création de template

source: Select the datastore for this file
fr_fr: Choisir le datastore pour ce fichier

source: Path to the original file that will be copied to the file repository.
fr_fr: Chemin vers le fichier qui sera copié dans le dépôt de fichiers

source: File created
fr_fr: Fichier créé

source: File renamed correctly
fr_fr: Fichier renommé correctement

source: Files & Kernels
fr_fr: Fichiers & Noyaux

source: SIZE
fr_fr: TAILLE

source: Please select a datastore for this file
fr_fr: Merci de choisir un datastore pour ce fichier

source: Confirmation of action
cs_cz: Potvrzení akce
fr_fr: Confirmation d'action

source: Confirm
fr_fr: Confirmer

source: You have to confirm this action.
cs_cz: Musíte potvrdit tuto akci.
fr_fr: Vous devez confirmer cette action

source: Do you want to proceed?
cs_cz: Chcete pokračovat?
fr_fr: Voulez-vous continuer ?

source: You need to select something.
cs_cz: Je potřeba něco vybrat.
fr_fr: Vous devez choisir une option

source: You have to confirm this action
fr_fr: Vous devez confirmer cette action

source: Network is unreachable: is OpenNebula running?
cs_cz: Síť je nedostupná: je OpenNebula spuštěna?
fr_fr: R&eacute;seau injoignable: est-ce qu'OpenNebula est en marche ?

source: Unauthorized
cs_cz: Neautorizovaný
fr_fr: Non autoris&eacute;

source: Please select
cs_cz: Prosím vyberte
fr_fr: S&eacute;lectionner

source: Volatile disks
fr_fr: Disques volatiles

source: Edit
cs_cz: Editovat
fr_fr: Éditer

source: Ownership
fr_fr: Propriétaire

source: Please select a template from the list
fr_fr: Merci de choisir un modèle dans la liste

source: You selected the following template:
fr_fr: Vous avez choisi le modèle suivant :

source: Please select a Host from the list
fr_fr: Veuillez sélectionner une machine à partir de la liste

source: You selected the following Host:
fr_fr: Vous avez sélectionné les machines suivantes :

source: Please select a datastore from the list
fr_fr: Veuillez sélectionner une datastore dans la liste

source: You selected the following datastore:
fr_fr: Vous avez sélectionné les datastores suivants :

source: Changing language
cs_cz: Změna jazyka

source: Loading new language... please wait
cs_cz: Nahrávám nový jazyk... prosím čekejte

source: Documentation
cs_cz: Dokumentace

source: Support
cs_cz: Podpora

source: Community
cs_cz: Komunita

source: Welcome
cs_cz: Vítejte

source: Sign out
cs_cz: Odhlásit

source: CPU Monitoring information
cs_cz: Monitorování CPU

source: Memory monitoring information
cs_cz: Monitorování peměti

source: CPU Use is calculated as the minimum between (total CPU - real CPU usage) and (allocated CPU). Real CPU usage is provided by the hosts monitoring driver. Available CPU is calculated using the information from the CPU setting of the VMs running on that host (allocated CPU)
cs_cz: Využití CPU je počítáno jako minimum mezi (celkem CPU - reálné využití CPU) a (alokované CPU). Reálné využití CPU je získáváno monitorovacím ovladačem hosta. Dostupné CPU je počítáno s využitím informací z nastavení CPU virtuálních serverů na daném hostu (alokované CPU)

source: Memory use is calculated according to the information provided by the host monitoring driver.
cs_cz: Využití paměti je počítáno na základě informací monitorovacího ovladače hosta.
