Repository: OpenNebula/one
Catalog: src/sunstone/locale/languages/*.po
Languages: cs_cz, fr_fr

source: You can get monitoring graphs by clicking in the desired host and visiting the monitoring information tab. Note that oneacctd must be running for this information to be updated/available.
cs_cz: Grafy z monitoringu si můžete zobrazit kliknutím na vybraný host a přepnutí na záložku monitorovacích informací. Pozn.: oneacctd musí běžet aby byli tyto informace dostupné/aktualizované.

source: Host parameters
cs_cz: Parametre hosta

source: Virtualization Manager
cs_cz: Správce virtualizace

source: Information Manager
cs_cz: Informační správce

source: + New
cs_cz: + Nový

source: Update a template
cs_cz: Aktualizovat šablonu

source: Host information
cs_cz: Informace o hostu

source: Host template
cs_cz: Šablona hostu

source: Monitoring information
cs_cz: Monitorovací informace

source: Host shares
cs_cz: Sdílení hosta

source: Total Mem
cs_cz: Celkem paměti

source: Used Mem (real)
cs_cz: Použitá paměť (reálná)

source: Used Mem (allocated)
cs_cz: Použitá paměť (alokovaná)

source: Total CPU
cs_cz: Celkem CPU

source: Used CPU (real)
cs_cz: Použité CPU (reálné)

source: Used CPU (allocated)
cs_cz: Použité CPU (alokované)

source: Create host
cs_cz: Vytvořit host

source: Sunstone UI Configuration
cs_cz: Konfigurace Sunstone rozhraní

source: English (US)
cs_cz: Anglicky (US)

source: Catalan
cs_cz: Katalánsky

source: Czech (CZ)
cs_cz: Česky (CZ)

source: French (FR)
cs_cz: Francouzsky (FR)

source: German
cs_cz: Německy

source: Greek (GR)
cs_cz: Řecky (GR)

source: Italian (IT)
cs_cz: Italsky (IT)

source: Persian (IR)
cs_cz: Perština (IR)

source: Portuguese (PT)
cs_cz: Portugalsky (PT)

source: Russian (RU)
cs_cz: Rusky (RU)

source: Spanish (SP)
cs_cz: Španělsky (SP)

source: Slovak (SK)
cs_cz: Slovensky (SK)

source: Secure websockets connection
cs_cz: Zabezpečené připojení pomocí websockets

source: These options are stored in your OpenNebula user template.
cs_cz: Tyto možnosti se ukládají ve vaší OpenNebula uživatelské šabloně

source: WSS connection requires additional configuration of Sunstone Server and that the SSL certificate is considered valid by your browser.
cs_cz: WSS spojení vyžaduje doplňující konfiguraci Sunstone Serveru a předpoklad, že SSL certifikát je je prohlížečem považován za platný.

source: Configuration
cs_cz: Konfigurace

source: VMs
cs_cz: Virtuální stroje

source: Used memory
cs_cz: Využitá paměť

source: Tip: You can save any information in the user template, in the form of VAR=VAL.
cs_cz: Rada: Můžete uložit jakoukoli informaci v uživatelské šabloně ve formě PROM=HODNOTA.

source: Tip: SSH authentication method is not available for web UI access.
cs_cz: Rada: SSH autentizační metoda není dostupná pro webový přistup.

source: Core
cs_cz: Základní

source: Custom auth driver
cs_cz: Uživatelsky definovaný autentifikační ovladač

source: This will change the password for the selected users
cs_cz: Změní heslo pro vybrané uživatele

source: Please add/edit/remove quotas and click on the apply changes button. Note that if several items are selected, changes will be applied to each of them
cs_cz: Přidejte/upravte/odeberte prosim kvóty a klikněte na tlařítko aplikovat změny. Vemte na vědomí, pokud je vybráno více, změny budou aplikovány na každou z nich

source: Add quota
cs_cz: Přidat kvótu

source: Quota type
cs_cz: Typ kvóty

source: Image
cs_cz: Obraz

source: Max Memory (MB)
cs_cz: Max. velikost paměti (MB)

source: Max size (MB)
cs_cz: Max. velikost (MB)

source: Max images
cs_cz: Max. počet obrazů

source: Max RVMs
cs_cz: Max. počet RVM

source: Max leases
cs_cz: Maximum leasů

source: Add/edit quota
cs_cz: Přidat/upravit kvótu

source: Type
cs_cz: Typ

source: Quota
cs_cz: Kvóta

source: Change password successful
cs_cz: Změna hesla úspěšná

source: Quotas updated correctly
cs_cz: Kvóty aktualizovány úspěšně

source: Update properties
cs_cz: Aktualizovat vlastnosti

source: Update quotas
cs_cz: Aktualizovat kvóty

source: Please choose the new type of authentication for the selected users
cs_cz: Prosím vyberte nový způsob autentizace pro vybrané uživatele

source: User quotas
cs_cz: Uživatelské kvóty

source: User info
cs_cz: Informace o uživateli

source: User template
cs_cz: Šablona uživatele

source: From / to
cs_cz: Z / do

source: Meters
cs_cz: Metry

source: Create user
cs_cz: Vytvořit uživatele

source: This table shows the ACLs rules broken down to easier the reading and meaning of each one. You can show the ACL original string by clicking on Show/Hide columns.
cs_cz: Tato tabulka ukazuje ACL pravidla členěné ke snadnějšímu čtení a porozumění významu každého z nich. Můžete si zobrazit originální ACL řetězec kliknutím na sloupec Show/Hide.

source: Clusters
cs_cz: Clustre

source: Images
cs_cz: Obrazy

source: Documents
cs_cz: Dokumenty

source: Specific ID
cs_cz: Specifické ID

source: Owned by group
cs_cz: Vlastněno skupinou

source: Please specify to who this ACL applies
cs_cz: Prosím specifikujte na koho sa má aplikovat ACL

source: Total Hosts
cs_cz: Celkem hostitelé

source: Global CPU Usage
cs_cz: Celkové využití CPU

source: Used vs. Max CPU
cs_cz: Použité X Maximální CPU

source: Used vs. Max Memory
cs_cz: Použitá X Maximální Paměť

source: Allocated CPU per cluster
cs_cz: Alokované CPU jednotlivých clusterů

source: Allocated Memory per cluster
cs_cz: Alokovaná paměť jednotlívých clusterů

source: Total VMs
cs_cz: Celkový počet VM

source: Bandwidth - Upload
cs_cz: Šířka pásma - Upload

source: Bandwidth - Download
cs_cz: Šířka pásma - Download

source: Global transfer rates
cs_cz: Celková přenosová rychlost

source: System Information
cs_cz: Systémové informace

source: Total Users
cs_cz: Celkem uživatelů

source: Total Groups
cs_cz: Celkem skupin

source: Users per group
cs_cz: Uživatelů na skupinu

source: Network transmission
cs_cz: Síťové přenosy

source: Network reception
cs_cz: Síťový příjem

source: IPs
cs_cz: IP adresy

source: VNC Access
cs_cz: VNC přístup

source: CPU, Memory and Start time are hidden columns by default. You can get monitoring graphs by clicking on the desired VM and visiting the monitoring information tab.
cs_cz: CPU, Paměť a Čas startu jsou v základu skryté sloupce. Můžete zobrazit monitorovací grafy kliknutím na vybraný VS a zobrazením monitorovací informační záložky.

source: VNC console requires previous install of the noVNC addon. Check Sunstone documentation for more information.
cs_cz: VNC konzola požaduje nainstalování rozšiření noVNC. Více informací najdete v dokumentaci pro SunStone.

source: You can hotplug and detach existing disks from running VMs from the Disks & Hotplugging tab in the VM information dialog.
cs_cz: Můžete "naživo" připojit a odpojit existující disk z běžících VS v záložce Disky a živé připojování v informačním dialogu VS.

source: Defaults to template name when emtpy
cs_cz: Je nastaveno na jméno šablony, jestli není vyplněno

source: Select template
cs_cz: Vyberte šablonu

source: Deploy # VMs
cs_cz: Spustit # VM

source: You can use the wildcard &#37;i. When creating several VMs, &#37;i will be replaced with a different number starting from 0 in each of them
cs_cz: Můžete využít wildcard &#37;i. Při vytváření více VS, &#37;i bude nahrazeno jiným číslem u každého, počínaje 0.

source: Please, choose and modify the virtual machine you want to update
cs_cz: Prosím, vyberte a upravte virtuální stroj, který chcete aktualizovat

source: Select a VM
cs_cz: Vyberte VM

source: Permissions
cs_cz: Povolení

source: Live migrate
cs_cz: Migrovat živě

source: Resume
cs_cz: Obnovit

source: This will resume selected stopped or suspended VMs
cs_cz: Obnoví vybrané zastavené nebo suspendované VM

source: This will redeploy selected VMs (in UNKNOWN or BOOT state)
cs_cz: Znovu spustí vybrané VM (ve stavech NEZNÁMÝ nebo BOOT)

source: Resubmit
cs_cz: Znovu odešli

source: This will resubmits VMs to PENDING state
cs_cz: Znovu odešle VM do stavu PENDING

source: This will send a power off signal to running VMs. They can be restarted later.
cs_cz: Vyšle power-off signál běžícím VS. Mohou být pozdějí restartovány.

source: Cancel
cs_cz: Zrušit

source: This will cancel selected VMs
cs_cz: Zruší vybrané VM

source: Virtual Machine information
cs_cz: Infomrace o VM

source: Disks & Hotplugging
cs_cz: Disky & Připojení za běhu

source: History information
cs_cz: Historie

source: ACTIVE
cs_cz: AKTIVNÍ

source: Sequence
cs_cz: Sekvence

source: State change time
cs_cz: Čas změny stavu

source: Prolog time
cs_cz: Trvání prologu

source: VM information
cs_cz: Infomrace o VM

source: VNC Session
cs_cz: VNC relace

source: DISABLED
cs_cz: VYPNUTÝ

source: LOCKED
cs_cz: ZAMČENÝ

source: Disks information - Save As and Detach
cs_cz: Informace o disku - Ulož Jako a Odpojení

source: Save
cs_cz: Uložit

source: Save_as name
cs_cz: Uložit_jako jméno

source: Attach disk to running VM
cs_cz: Připojit disk k běžící VM

source: Existing image
cs_cz: Existující obraz

source: Volatile disk
cs_cz: Nepersistentní disk

source: Select image
cs_cz: Vyberte obraz

source: Format
cs_cz: Formát

source: fs
cs_cz: souborový systém

source: Readonly
cs_cz: Pouze ke čtení

source: Please select an image to attach
cs_cz: Prosím vyberte obraz k připojení

source: Update VM properties
cs_cz: Aktualizovat nastavení VM

source: Open VNC Session
cs_cz: Otevři VNC relaci

source: VNC Disabled
cs_cz: VNC deaktivováno

source: #VMS
cs_cz: #VM

source: Size and registration time are hidden colums. Note that persistent images can only be used by 1 VM. To change image datastore, please re-register the image.
cs_cz: Velikost a čas registrace jsou skryté sloupce. Pozor, že perzistentní obrazy může použí pouze 1 VS. Pro změnu datastore obrazu, přeregistrujte prosím obraz.

source: Fields marked with
cs_cz: Položky označené

source: are mandatory
cs_cz: jsou povinné

source: Description
cs_cz: Popis

source: Type of the image, explained in detail in the following section. If omitted, the default value is the one defined in oned.conf (install default is OS).
cs_cz: Typ obrazu vysvětlený v následující sekci. Pokud vynechán, bude použita výchozí hodnota definovaná v oned.conf (výchozí instalační je OS)

source: Upload
cs_cz: Načíst

source: Create an empty datablock
cs_cz: Vytvořit prázdný datový blok

source: Please choose path if you have a file-based image. Otherwise upload or create an empty datablock disk.
cs_cz: Prosím vyberte cestu pokud je použit soubor jako obraz. Jinak nahrajte nebo vytvořte prázdný disk typu DATABLOCK.

source: Type of file system to be built. This can be any value understood by mkfs unix command.
cs_cz: Typ FS k vytvoření. Může být jakákoli hodnota, které bude rozumět mkfs příkaz.

source: Upload file
cs_cz: Načíst soubor

source: Write the image template here
cs_cz: Sem napište šablonu pro obraz

source: Please, choose and modify the image you want to update
cs_cz: Prosím vyberte a upravte obraz, který chcete aktualizovat

source: Select an image
cs_cz: Vyberte obraz

source: Image updated correctly
cs_cz: Obraz úspěšně aktualizován

source: Clone
cs_cz: Klonovat

source: Image information
cs_cz: Informace o obraze

source: Image template
cs_cz: Šablona obrazu

source: information
cs_cz: informace

source: Source
cs_cz: Zdroj

source: Size (Mb)
cs_cz: Velikost (Mb)

source: Running #VMS
cs_cz: Počet běžících VS

source: Update image properties
cs_cz: Aktualizovat vlastnosti obrazu

source: Clone an image
cs_cz: Naklonovat obraz

source: Choose a new name for the image
cs_cz: Vyberte prosím nové jméno pro obraz

source: Several image are selected, please choose prefix to name the new copies
cs_cz: Je vybráno více obrazů, vyberte prosím prefix pro pojmenování nových kopií

source: Import to local infrastructure
cs_cz: Importovat do lokální infrastruktury

source: Summary of virtual resources
cs_cz: Shrnutí virtuálních zdrojů

source: VM Instances
cs_cz: Instance VM

source: total
cs_cz: celkem

source: running
cs_cz: běžící

source: failed
cs_cz: neúspěšný

source: Quickstart
cs_cz: Rychlý start

source: Create new Virtual Machine
cs_cz: Vytvořit nový virtuální stroj

source: Create new VM Template
cs_cz: Vytvořit novou šablonu pro VM

source: Create new Image
cs_cz: Vytvořit nový obraz

source: The Virtual Resources menu allows management of Virtual Machine Templates, Instances and storage (Images).
cs_cz: Menu Virtuální zdroje umožňuje správu Šablon virtuálních serverů, Instancí a uložišť (Obrazů)

source: Virtual Machine templates can be instantiated as many times as you want. You can do it from the Templates tab or by creating a new VM in the VM tab. The second method allows you to customize the name and the number of VMs you want to launch.
cs_cz: Šablony VS mohou být instancovány tolikrát, kolikrát chcete. Můžete to provést v založce Šablony nebo vytvořením nového VS v záložce Virtuální servery. Druhý způsob umožňuje upravit jména a počet VS které chtete nastartovat.

source: You can find further information on the following links:
cs_cz: Další informace můžete najít na:

source: Clicking `instantiate` will instantly create new Virtual Machines from the selected templates and name one-id. If you want to assign a specific name to a new VM, or launch several instances at once, use Virtual Machines->New button.
cs_cz: Kliknutím na "instancovat" vytvoří nový virtuální servery z vybraných šablon pojmenované "one-ID". Pokud chcete přiřadit specifické jméno novému virtuálnímu stroji nebo nastartovat více instancí najednou, použijte Virtuální Servery -> Nový

source: You can clone a template to obtain a copy from an existing template. This copy will be owned by you.
cs_cz: Můžete naklonovat šablonu pro získání kopie již existující šablony. Budete vlastníkem této kopie

source: Wizard KVM
cs_cz: Průvodce KVM

source: Wizard XEN
cs_cz: Průvodce XEN

source: Wizard VMware
cs_cz: Průvodce VMware

source: Fold / Unfold all sections
cs_cz: Zobrazit / skrýt všchny sekce

source: Capacity options
cs_cz: Možnosti kapacity

source: Name that the VM will get for description purposes. If NAME is not supplied a name generated by one will be in the form of one-&lt;VID&gt;.
cs_cz: Jméno, které dostane VM pro popisné účely. Jestli JMÉNO není zadáno, vygeneruje se automaticky ve formě: one-&lt;VID&gt;.

source: Boot/OS options
cs_cz: Možnosti Boot/OS

source: OS and Boot options
cs_cz: Možnosti Boot a OS

source: Architecture
cs_cz: Architektura

source: Boot method
cs_cz: Boot metoda

source: Select boot method
cs_cz: Vyberte bootovací metodu

source: Kernel commands
cs_cz: Příkazy kernelu

source: Boot device type
cs_cz: Typ boot zařízení

source: Physical address extension mode allows 32-bit guests to address more than 4 GB of memory
cs_cz: Rozšíření adresace fyzické paměti umožňuje 32-bitovým systémům adresovat více než 4GB RAM

source: Useful for power management, for example, normally required for graceful shutdown to work
cs_cz: Využíváno pro power manažment, např. vyžadováno pro korektné vypnutí

source: Add disks/images
cs_cz: Přidat disky/obrazy

source: Disks
cs_cz: Disky

source: Name of the image to use
cs_cz: Jméno obrazu

source: FS
cs_cz: Souborový systém

source: Size in MB
cs_cz: Velikost v MB

source: Specific image mapping driver. KVM: raw, qcow2. Xen:tap:aio:, file:. VMware unsupported
cs_cz: Ovladač pro mapování obrazu. KVM: raw, qcow2. Xen: tap:aio:, file:. VMware nepodporován

source: Current disks
cs_cz: Aktuální disky

source: Setup Networks
cs_cz: Nastavení sítí

source: Add network
cs_cz: Přidat síť

source: Predefined
cs_cz: Předdefinovaná

source: Manual
cs_cz: Manuálně

source: Name of the network to attach this device
cs_cz: Jméno sítě, ve které bude tohle zařízení

source: HW address associated with the network interface
cs_cz: HW adresa síťového rozhraní

source: Name of the bridge the network device is going to be attached to
cs_cz: Jméno bridge, ke kterému bude síťové zařízení připojeno

source: Name for the tun device created for the VM
cs_cz: Jméno tun zařízení vytvořeného pro danou VM

source: Script
cs_cz: Skript

source: Name of a shell script to be executed after creating the tun device for the VM
cs_cz: Jméno shellového skriptu, který má být spuštěn po vytvoření tun zařízení pro danou VM

source: TCP firewall mode
cs_cz: TCP režim firewallu

source: Optional, please select
cs_cz: Nepovinné, prosím vyberte

source: TCP white ports
cs_cz: Povolené TCP porty

source: Permits access to the VM only through the specified ports in the TCP protocol
cs_cz: Umožní přístup do VM jenom přes specifikované porty TCP protokolu

source: TCP black ports
cs_cz: Blokované TCP porty

source: Disallow access to the VM through the specified ports in the TCP protocol
cs_cz: Zabrání přístupu do VM přes specifikované porty TCP protokolu

source: UDP firewall mode
cs_cz: UDP režim firewallu

source: UDP white ports
cs_cz: Povolené UDP porty

source: Permits access to the VM only through the specified ports in the UDP protocol
cs_cz: Umožní přístup do VM jenom přes specifikované porty UDP protokolu

source: UDP black ports
cs_cz: Blokované UDP porty

source: Disallow access to the VM through the specified ports in the UDP protocol
cs_cz: Zabrání přístupu do VM přes specifikované porty UDP protokolu

source: Accept (default)
cs_cz: Akceptovat (výchozí)

source: ICMP policy
cs_cz: ICMP politika

source: Current NICs
cs_cz: Aktuální síťové adaptéry

source: Add inputs
cs_cz: Přidej vstupní zařízení

source: Bus
cs_cz: Sběrnice

source: Current inputs
cs_cz: Aktuální vstupní zařízení

source: Add Graphics
cs_cz: Přidej grafiku

source: Graphics
cs_cz: Grafiky

source: Graphics type
cs_cz: Typ grafiky

source: VMware supports VNC only. SPICE is supported by KVM
cs_cz: VMware podporuje pouze VNC. SPICE je podporován KVM

source: Add context variables
cs_cz: Přidej kontextové proměnné

source: Name for the context variable
cs_cz: Jméno kontextové proměnné

source: Value of the context variable
cs_cz: Hodnota kontextové proměnné

source: Current variables
cs_cz: Aktuální proměnné

source: Add placement options
cs_cz: Přidej volby umístění

source: Placement
cs_cz: Umístění

source: Rank
cs_cz: Pořadí

source: This field sets which attribute will be used to sort the suitable hosts for this VM. Basically, it defines which hosts are more suitable than others
cs_cz: Tato položka nastavuje který atribut bude použit k řazení vhodných hostitelů pro tento VS. Zjenodušeně definuje, kteří hostitelé jsou vhodnejší než ostatní.

source: Add Hypervisor raw options
cs_cz: Přidat základní volby hypervizoru

source: Raw
cs_cz: Základní

source: Add custom variables
cs_cz: Přidat uživatelské proměnné

source: Custom variables
cs_cz: Uživatelské proměnné

source: Name for the custom variable
cs_cz: Jméno uživatelské proměnné

source: Value of the custom variable
cs_cz: Hodnota uživatelské proměnné

source: Please, choose and modify the template you want to update
cs_cz: Prosím, vyberte a upravte šablonu, kterou chcete aktualizovat

source: Select a template
cs_cz: Vyberte šablonu

source: Information
cs_cz: Informace

source: hd
cs_cz: HDD

source: fd
cs_cz: FDD

source: network
cs_cz: síť

source: Driver default
cs_cz: Výchozí ovladač

source: Please choose
cs_cz: Prosím vyberte

source: There are mandatory parameters missing in this section
cs_cz: Jsou zde nevyplněné povinné parametry pro tuto sekci

source: Context variable name and value must be filled in
cs_cz: Jméno kontextové proměnné a její hodnota musí být vyplněné

source: Custom variable name and value must be filled in
cs_cz: Doplňková proměnná a hodnota musí být vyplněné

source: Create VM Template
cs_cz: Vytvořit šablonu pro VM

source: There are mandatory fields missing in the capacity section
cs_cz: Chybí povinné údaje v sekci Kapacita

source: Xen templates must specify a boot method
cs_cz: Xen šablona musí specifikovat bootovací metodu

source: There are mandatory fields missing in the OS Boot options section
cs_cz: Chybí povinné údaje v sekci OS Boot

source: Update template properties
cs_cz: Upravit vlastnosti šablony

source: Clone a template
cs_cz: Naklonuj šablonu

source: Choose a new name for the template
cs_cz: Vyberte nové jméno pro šablonu

source: Datatables are sets of images which share a common transfer driver. i.e. Images in a SSH datastore will be copied to the hosts using SSH when deploying a Virtual Machine.
cs_cz: Datatabes jsou seskupení obrazů které sdílí společný přenosový ovladač. Např. Obrazy v SSH datastore budou kopírovány na hostitele pomocí SSH při deploymentu VS.

source: System datastore
cs_cz: Systémové datové úložiště

source: Datastore manager
cs_cz: Správce datového úložiště

source: Transfer manager
cs_cz: Správce přenosu

source: Please, choose and modify the datastore you want to update
cs_cz: Prosím, vyberte a upravte datové úložiště, které chcete aktualizovat

source: Datastore updated correctly
cs_cz: Datové úložiště aktualizováno úspěšně

source: Datastore information
cs_cz: Informace o datovém úložišti

source: Datastore template
cs_cz: Šablona datového úložiště

source: Datastore Template
cs_cz: Šablona datového úložiště

source: Update Datastore properties
cs_cz: Aktualizovat nastavení datového úložištľ

source: Total Leases
cs_cz: Počet používaných adres

source: Tip: edit the leases of a network by clicking on one and going to the lease management tab.
cs_cz: Tip: upravte používané adresy sítě kliknutím na některou z nich a přepnutím se na záložku Správa používaných adres

source: Network mode
cs_cz: Síťový režim

source: Network type
cs_cz: Typ sítě

source: Fixed network
cs_cz: Pevná síť

source: Ranged network
cs_cz: Síť definována rozsahem

source: Lease IP
cs_cz: IP adresa

source: Lease MAC (opt):
cs_cz: MAC (volitelné)

source: Current leases
cs_cz: Aktuální adresy

source: Network Address
cs_cz: Síťová adresa

source: Network Mask
cs_cz: Maska Sítě

source: Define a subnet by IP range
cs_cz: Definujte podsíť pomocí rozsahu IP

source: IP End
cs_cz: IP Konec

source: Virtual Network template (attributes)
cs_cz: Šablona Virtuální Sítě (atributy)

source: Virtual Network information
cs_cz: Informace o Virtuální Síti

source: Leases information
cs_cz: Informace o používaných adresách

source: Hold lease
cs_cz: Pozdržet adresu

source: Add lease
cs_cz: Přidat adresu

source: No leases to show
cs_cz: Žádné adresy k zobrazení

source: Used by VM
cs_cz: Použito virtuálním strojem

source: Please provide a lease IP
cs_cz: Prosím zadejte IP adresu

source: Virtual Network name missing!
cs_cz: Chybí jméno Virtuální Sítě:

source: There are missing network parameters
cs_cz: Chybí síťové parametry

source: Update network properties
cs_cz: Aktualizovat síťové vlastnosti

source: Summary of system resources
cs_cz: Shrnutí systémových zdrojů

source: ACL Rules
cs_cz: ACL pravidla

source: Create new Group
cs_cz: Vytvořit novou skupinu

source: Create new User
cs_cz: Vytvořit nového uživatele

source: Create new ACL
cs_cz: Vytvořit nový ACL

source: System Resources
cs_cz: Systémové zdroje

source: System resources management is only accesible to users of the oneadmin group. It comprises the operations regarding OpenNebula groups, users and ACLs.
cs_cz: Správa systémových zdrojů je dostupná pouze uživatelům ve skupine oneadmin. To zahrnuje operace týkající se uživatelských skupin, uživatelů a ACL.

source: Summary of infrastructure resources
cs_cz: Shrnutí zdrojů infrastruktury

source: Create new Cluster
cs_cz: Vytvořit nového uživatele

source: Create new Host
cs_cz: Vytvořit nového hosta

source: Create new Datastore
cs_cz: Vytvořit nový datový sklad

source: Create new Virtual Network
cs_cz: Vytvořit novou virtuální síť

source: Infrastructure resources
cs_cz: Zdroje infrastruktury
