Repository: OpenNebula/one
Catalog: src/sunstone/locale/languages/*.po
Languages: cs_cz, fr_fr

source: PENDING
fr_fr: EN COURS

source: DEPLOYING
fr_fr: DÉPLOIEMENT

source: RUNNING
cs_cz: BĚŽÍCÍ
fr_fr: DEMARREE

source: UNDEPLOYING
fr_fr: RETRAIT

source: WARNING
fr_fr: AVERTISSEMENT

source: DONE
fr_fr: FAIT

source: FAILED_UNDEPLOYING
fr_fr: ECHEC_DÉPLOIEMENT

source: FAILED_DEPLOYING
fr_fr: ÉCHEC_DÉPLOIEMENT

source: SCALING
fr_fr: AJUSTEMENT

source: FAILED_SCALING
fr_fr: ECHEC_AJUSTEMENT

source: COOLDOWN
fr_fr: REFROIDISSEMENT

source: Conf
fr_fr: Configuration

source: User information
cs_cz: Informace o uživateli
fr_fr: Informations utilisateur

source: Language
cs_cz: Jazyk
fr_fr: Langue

source: Views
fr_fr: Vues

source: Default Table order
fr_fr: Ordre de tri par défaut

source: VNC Secure websockets
fr_fr: Websockets VNC sécurisées

source: Select group
fr_fr: Sélection un groupe

source: Update config
fr_fr: Mettre à jour la configuration

source: Update Password
fr_fr: Mettre à jour le mot de passe

source: New password
cs_cz: Nové heslo
fr_fr: Nouveau mot de passe

source: Confirm Password
fr_fr: Confirmez le mot de passe

source: Change
cs_cz: Změnit
fr_fr: Changer

source: Change password
cs_cz: Změnit heslo
fr_fr: Changer le mot de passe

source: Fill in a new password
cs_cz: Zadejte nové heslo
fr_fr: Saisir un nouveau mot de passe

source: Passwords do not match
fr_fr: Les mots de passe ne sont pas identiques

source: Name
cs_cz: Jméno
fr_fr: Nom

source: Group ID
cs_cz: ID skupiny
fr_fr: ID du groupe

source: Group
cs_cz: Skupina
fr_fr: Groupe

source: Secondary groups
fr_fr: Groupes secondaires

source: Password
cs_cz: Heslo
fr_fr: Mot de passe

source: Update password
fr_fr: Mettre à jour le mot de passe

source: Custom Attributes
fr_fr: Attributs sp&eacute;cifiques

source: Create Datastore
cs_cz: Vytvořit datové úložiště
fr_fr: Cr&eacute;er un espace de stockage

source: Wizard
cs_cz: Průvodce
fr_fr: Assistant

source: Advanced mode
cs_cz: Rozšířený režim
fr_fr: Mode avanc&eacute;

source: Presets
fr_fr: Prédéfinis

source: Filesystem
cs_cz: Souborový systém
fr_fr: Syst&egrave;me de fichiers

source: FS LVM
fr_fr: Système de fichier LVM

source: Custom
cs_cz: Uživatelský
fr_fr: Personnalisé

source: System
cs_cz: Systém
fr_fr: Syst&egrave;me

source: Files
fr_fr: Fichiers

source: Managers
fr_fr: Gestionnaires

source: Datastore
cs_cz: Datové úložiště
fr_fr: Espace de stockage

source: Custom DS_MAD
fr_fr: DS_MAD personnalisé

source: Transfer
fr_fr: Transférer

source: Shared
cs_cz: Sdílený
fr_fr: Partag&eacute;

source: Custom TM_MAD
fr_fr: TM_MAD personnalisé

source: Disk type
cs_cz: Typ disku
fr_fr: Type de disque

source: File
cs_cz: Soubor
fr_fr: Fichier

source: Block
cs_cz: Blok
fr_fr: Bloc

source: Safe Directories
fr_fr: Répertoires sécures

source: If you need to un-block a directory under one of the RESTRICTED_DIRS
fr_fr: Si vous avez besoin de débloquer un répertoire de l'un des RESTRICTED_DIRS

source: Restricted Directories
fr_fr: Répertoires restreints

source: Paths that can not be used to register images. A space separated list of paths. This will prevent users registering important files as VM images and accessing them thourgh their VMs. OpenNebula will automatically add its configuration directories: /var/lib/one, /etc/one and oneadmin's home ($HOME).
fr_fr: Chemins ne pouvant pas être utilisés pour enregistrer des images. Une liste de chemins séparés par des espaces. Ceci empêchera les utilisateurs d'enregistrer des fichiers important comme images de VMs et d'y accéder au travers de leur VMs. OpenNebula ajoutera automatiquement ses répertoires de configuration : /var/lib/one, /etc/one et le répertoire par défaut de l'utilisateur oneadmin ($HOME).

source: Host Bridge List
fr_fr: Liste des ponts

source: Space separated list of Server names or IPs where OpenNebula will be staging the new images into. This server will act as the entry point for new inmages in the datastore.
fr_fr: Liste de serveurs, nom d'hôte ou adresse IP, séparés par des espaces, où OpenNebula pourra crée de nouvelles images. Ces serveurs serviront de points d'entrée pour les nouvelles images dans le datastore.

source: Base Path
fr_fr: Chemin de base

source: When needed, the front-end will access the datastores using BASE_PATH (defaults to /var/lib/one/datastores).
fr_fr: Si nécessaire, le noeud frontal pourra accéder aux datastores en utilisant BASE_PATH (par défaut /var/lib/one/datastores).

source: Use SSH for Datastore Manager
fr_fr: Utiliser SSH pour le gestionnaire de stockage

source: Use SSH for Transfer Manager
fr_fr: Utiliser SSH pour le gestionnaire de transfert

source: Base IQN
fr_fr: IQN racine

source: Volume Group Name
fr_fr: Nom du Volume Group

source: Limit
fr_fr: Limite

source: Optional limit, in MB. If set, OpenNebula will only use this amount of storage, instead of the whole free disk.
fr_fr: Limite optionnel, en Mo. Si défini, OpenNebula se basera sur cette limite, au lieu d'utiliser tout l'espace disponible.

source: Gluster Host
fr_fr: Noeud Gluster

source: Host and port of one (and only one) Gluster server (host:port)
fr_fr: Adresse et numéro de port du noeud (unique) Gluster pour OpenNebula (host:port)

source: Gluster Volume
fr_fr: Volume Gluster

source: Gluster volume to use for the datastore
fr_fr: Volume Gluster à utiliser pour le datastore

source: Pool Name
fr_fr: Nom de pool

source: The OpenNebula Ceph pool name. Defaults to "one" (this pool must exist before using the drivers).
fr_fr: Nom du pool Ceph d'OpenNebula. Valeur par défaut \"one\" (Vous devez le créer avant d'utiliser le backend Ceph)

source: Ceph Host
fr_fr: Noeud Ceph

source: Space-separated list of Ceph monitors. Example: host1 host2:port2 host3 host4:port4 (if no port is specified, the default one is chosen) (Required for Libvirt 1.x when cephx is enabled).
fr_fr: Liste de moniteurs Ceph séparés par des espaces. Exemple: host1 host2:port2 host3 host4:port4 (si aucun port n'est spécifié, le port par défaut sera utilisé) (Requis pour Libvirt 1.x si cephx est activé)

source: Ceph Secret
fr_fr: Phrase secret pour Ceph

source: A generated UUID for a LibVirt secret (to hold the CephX authentication key in Libvirt on each hypervisor). This should be generated when creating the Ceph datastore in OpenNebula. (Required for Libvirt 1.x when cephx is enabled).
fr_fr: UUID généré pour la phrase de passe LibVirt (cela permet de garder secret la clé d'authentification CephX de LibVirt au niveau de chaque hyperviseur). L'UUID doit être généré au moment de créer le datastore Ceph dans OpenNebula. (Ceci nécessite Libvirt 1.x lorsque cephx est activé).

source: Create
cs_cz: Vytvořit
fr_fr: Cr&eacute;er

source: Reset
fr_fr: R&eacute;initialiser

source: All
cs_cz: Všechno
fr_fr: Tous

source: Owner
cs_cz: Vlastník
fr_fr: Propri&eacute;taire

source: Size
cs_cz: Velikost
fr_fr: Taille

source: Registration time
cs_cz: Čas registrace
fr_fr: Heure d'enregistrement

source: Persistent
cs_cz: Perzistentní
fr_fr: Persistante

source: Status
fr_fr: Statut

source: Target
cs_cz: Cíl
fr_fr: Cible

source: Datastore created
fr_fr: Datastore créé

source: Select cluster
cs_cz: Vyberte cluster
fr_fr: D&eacute;finir le cluster

source: Select the destination cluster:
cs_cz: Vyberte cílový cluster:
fr_fr: Choisir le cluster de destination:

source: Change owner
cs_cz: Změnit vlastníka
fr_fr: Changer de propri&eacute;taire

source: Select the new owner
cs_cz: Vyberte nového vlastníka
fr_fr: Choisir un nouveau propri&eacute;taire

source: Change group
cs_cz: Změnit skupinu
fr_fr: Changer le groupe

source: Select the new group
cs_cz: Vyberte novou skupinu
fr_fr: Choisir un nouveau groupe

source: Delete
cs_cz: Smazat
fr_fr: Supprimer

source: Datastores
cs_cz: Datové úložiště
fr_fr: Espaces de stockage

source: Search
fr_fr: Rechercher

source: Capacity
cs_cz: Kapacita
fr_fr: Capacit&eacute;

source: Basepath
cs_cz: Úložiště
fr_fr: Chemin de base

source: Base path
cs_cz: Úložiště
fr_fr: Racine

source: Please select a cluster for this datastore
fr_fr: Veuillez choisir un cluster pour ce datastore

source: Create ACL
cs_cz: Vytvořit ACL
fr_fr: Cr&eacute;er une ACL

source: This rule applies to
cs_cz: Tohle pravidlo se vztahuje na
fr_fr: R&egrave;gle s'appliquant &agrave;

source: User
cs_cz: Uživatel
fr_fr: Utilisateur

source: Zones where the rule applies
fr_fr: Zones d'applicabilité de la règle

source: Affected resources
cs_cz: Ovlivněny zdroje
fr_fr: Ressources affect&eacute;es

source: Hosts
cs_cz: Hosty
fr_fr: H&ocirc;tes

source: Virtual Machines
cs_cz: Virtuální Stroje
fr_fr: Machines virtuelles

source: Virtual Networks
cs_cz: Virtuální Sítě
fr_fr: R&eacute;seaux virtuels

source: Templates
cs_cz: Šablony
fr_fr: Mod&egrave;les de VM

source: Users
cs_cz: Uživatelé
fr_fr: Utilisateurs

source: Groups
cs_cz: Skupiny
fr_fr: Groupes

source: Resource subset
cs_cz: Podmnožina zdrojů
fr_fr: Sous-r&eacute;seau cible

source: Resource ID
cs_cz: ID zdroje
fr_fr: ID Ressource

source: Allowed operations
cs_cz: Povolené operace
fr_fr: Op&eacute;rations permises

source: Use
cs_cz: Použití
fr_fr: Utiliser

source: Manage
cs_cz: Spravovat
fr_fr: G&eacute;rer

source: Administrate
cs_cz: Řídit
fr_fr: Administrer

source: ACL String preview
cs_cz: ACL řetězec - náhled
fr_fr: Pr&eacute;visualisation de la chaîne d'ACL

source: ACLs
fr_fr: Permissions

source: Access Control Lists
cs_cz: Seznam Přístupových Práv
fr_fr: Permissions d'accès (ACL)

source: Applies to
cs_cz: Vztahuje se na
fr_fr: S'applique &agrave;

source: Resource ID / Owned by
cs_cz: ID zdroje / Vlastník
fr_fr: ID Ressource / Propri&eacute;taire

source: ACL String
cs_cz: ACL řetězec
fr_fr: Chaîne d'ACL

source: Group
cs_cz: Skupina
fr_fr: Groupe

source: Cluster ID
fr_fr: ID Cluster

source: VM Templates
cs_cz: VM šablony
fr_fr: Mod&egrave;les de VM

source: Please select at least one resource
cs_cz: Prosím vyberte alespoň jeden zdroj
fr_fr: S&eacute;lectionner au moins une ressource

source: Please provide a resource ID for the resource(s) in this rule
cs_cz: Prosím poskytněte ID zdroje pro zdroj(e) v tomhle pravidle
fr_fr: Saisir l'ID de ressource de cette r&grave;gle

source: The appliance is not ready
fr_fr: L'appliance n'est pas encore prête à l'utilisation

source: The following images will be created in OpenNebula.
fr_fr: Les images suivantes seront créées dans OpenNebula.

source: If you want to edit parameters of the image you can do it later in the images tab
fr_fr: Si vous voulez éditer les paramètres de l'image vous pouvez le faire plus tard dans l'onglet Images

source: Select the datastore for the images
fr_fr: Sélectionner un datastore pour les images

source: Image Name
fr_fr: Nom de l'image

source: The following template will be created in OpenNebula and the previous images will be referenced in the disks
fr_fr: Le template suivant sera créé dans OpenNebula et les images précédentes images seront reférencées dans les disques

source: If you want to edit parameters of the template you can do it later in the templates tab
fr_fr: Si vous voulez éditer les paramètres du template vous pouvez le faire plus tard dans l'onglet Templates

source: Template Name
fr_fr: Nom du template

source: Cannot contact server: is it running and reachable?
cs_cz: Nemůžu kontaktovat server: je spuštěn a dostupný?
fr_fr: Impossible de contacter le serveur. V&eacute;rifier qu'il fonctionne et qu'il est joignable.

source: Template created successfully
fr_fr: Template créé avec succès

source: Image created successfully
fr_fr: Image créée avec succès

source: Import
fr_fr: Importer

source: Import Appliance
fr_fr: Importer une appliance

source: Marketplace
cs_cz: Tržnice
fr_fr: Place de marché

source: OpenNebula Marketplace
cs_cz: OpenNebula tržnice
fr_fr: Place de marché OpenNebula

source: Publisher
cs_cz: Vydavatel
fr_fr: Editeur

source: Hypervisor
cs_cz: Hypervizor
fr_fr: Hyperviseur

source: Arch
cs_cz: Architektura
fr_fr: Architecture

source: Tags
cs_cz: Tagy
fr_fr: Etiquettes

source: Appliance information
cs_cz: Informace o appliance
fr_fr: Informations concernant le matériel

source: No Images defined
fr_fr: Aucune image définie

source: link
fr_fr: lien

source: Downloads
cs_cz: Stahování
fr_fr: Téléchargements

source: Catalog
fr_fr: Catalogue

source: Short Description
fr_fr: Description courte

source: OpenNebula Template
fr_fr: Template OpenNebula

source: Scale
fr_fr: Ajustement

source: This will hold selected pending VMs from being deployed
cs_cz: Pozdrží vybrané VM ve stavu PENDING před spuštěním
fr_fr: Ceci retardera les VM en attente de d&eacute;ploiement

source: Hold
cs_cz: Podržet
fr_fr: Attendre

source: Release
cs_cz: Uvolni
fr_fr: Lib&eacute;rer

source: This will release held machines
cs_cz: Uvolní pozdržené VM
fr_fr: Ceci lib&eacute;rera les VM en attente

source: Suspend
cs_cz: Suspendovat
fr_fr: Mise en veille

source: This will suspend selected machines
cs_cz: Suspenduje vybranou VM
fr_fr: Ceci susprendra les VM s&eacute;lectionn&eacute;es

source: This will resume selected VMs
fr_fr: Ceci va reprendre les VMs sélectionnées

source: Stop
fr_fr: Arr&ecirc;t

source: This will stop selected VMs
cs_cz: Zastaví vybrané VS
fr_fr: Cela va stopper les VMs sélectionnées

source: Boot
fr_fr: Amor&ccedil;age

source: This will force the hypervisor boot action of VMs stuck in UNKNOWN or BOOT state
fr_fr: Ceci forcera l'action de démarrage de l'hyperviseur des VMs coincées en état UNKNOWN ou BOOT

source: Reboot
fr_fr: Redémarrer

source: This will send a reboot action to running VMs
cs_cz: Odešle reboot signál vybraným běžícím VM
fr_fr: Ceci transmettra un signal de red&eacute;marrage aux VM d&eacute;marr&eacute;es

source: This will perform a hard reboot on selected VMs
cs_cz: Provede tvrdy reboot vybraných virtuálních serverů.VS.
fr_fr: Ceci exécutera un redémarrage forcé pour les VMs sélectionnées

source: Power Off
cs_cz: Vypnout napájení
fr_fr: Mise hors tension

source: This will send a power off signal to running VMs. They can be resumed later.
fr_fr: Ceci va envoyer un signal d'extinction au VMs actives. Elles pourront être redémarrées plus tard.

source: This will send a forced power off signal to running VMs. They can be resumed later.
fr_fr: Ceci enverra un signal d'extinction forcé au VMs actives. Elles pourront être redémarrées plus tard.

source: Undeploy
fr_fr: Retirer

source: Shuts down the given VM. The VM is saved in the system Datastore.
fr_fr: Éteint la VM. Elle sera sauvegardée dans le stockage de données système.

source: Shutdown
cs_cz: Vypnout
fr_fr: Arr&ecirc;ter

source: This will initiate the shutdown process in the selected VMs
cs_cz: Spustí proces vypínání ve vybraných VM
fr_fr: Ceci initiera le processus de mise hors tension des VM s&eacute;lectionn&eacute;es

source: This will initiate the shutdown-hard (forced) process in the selected VMs
fr_fr: Ceci initiera le processus d'extinction forcée des VMs sélectionnées

source: This will delete the selected VMs from the database
cs_cz: Zmaže vybrané VM z databáze
fr_fr: Ceci effacera les VM s&eacute;lectionn&eacute;es de la base de donn&eacute;es

source: This will delete and recreate VMs to PENDING state
fr_fr: Ceci supprimera et recréera les VM en état "En Attente"

source: Reschedule
fr_fr: Replanifier

source: This will reschedule selected VMs
fr_fr: Ceci va replanifier les VMs sélectionnées

source: Un-Reschedule
fr_fr: Déprogrammer

source: This will cancel the rescheduling for the selected VMs
fr_fr: Ceci annulera la replanification pour les VMs sélectionnées

source: Recover
fr_fr: Récupération

source: This will delete the selected services
fr_fr: Cette action supprimera les services selectionnés

source: Service information
fr_fr: Information sur le service

source: OneFlow - Services
fr_fr: Services - OneFlow

source: Cannot connect to OneFlow server
fr_fr: Impossible de joindre le serveur OneFlow

source: State
cs_cz: Stav
fr_fr: &Eacute;tat

source: Strategy
fr_fr: Stratégie

source: Shutdown action
fr_fr: Action d'arrêt

source: Roles
fr_fr: Rôles

source: Period
fr_fr: Periode

source: Seconds between each group of actions
fr_fr: Secondes entre chaque action de groupe

source: Number
fr_fr: Nombre

source: Number of VMs to apply the action to each period
fr_fr: Nombre de VMs auxquelles appliquer l'action à chaque période

source: Cardinality
fr_fr: Cardinalité

source: VM Template
cs_cz: Šablona VM
fr_fr: Modèle de VM

source: Select a role in the table for more information
fr_fr: Choisir un rôle dans la table pour plus d'informations

source: Role
fr_fr: Rôle

source: Cooldown
fr_fr: Refroidissement

source: Min VMs
fr_fr: VM min

source: Max VMs
cs_cz: Max. počet VM
fr_fr: Nombre maximal de machines virtuelles

source: Used CPU
cs_cz: Použité CPU
fr_fr: CPU utilis&eacute;

source: Used Memory
cs_cz: Použitá paměť
fr_fr: M&eacute;moire utilis&eacute;e

source: Host
cs_cz: Hostitel
fr_fr: Hôte

source: Start Time
cs_cz: Čas startu
fr_fr: D&eacute;marrage

source: Elasticity policies
fr_fr: Politiques d'élasticité

source: Type of adjustment.
fr_fr: Type d'ajustement.

source: CHANGE: Add/substract the given number of VMs.
fr_fr: CHANGEMENT: Ajouter/supprimer le nombre suivant de VMs.

source: CARDINALITY: Set the cardinality to the given number.
fr_fr: CARDINALITE: Configure la cardinalité au nombre défini.

source: PERCENTAGE_CHANGE: Add/substract the given percentage to the current cardinality.
fr_fr: TAUX_MODIFICATION: Ajoute/supprime le pourcentage donné à la cardinalité actuelle.

source: Adjust
fr_fr: Ajuster

source: Positive or negative adjustment. Its meaning depends on 'type'
fr_fr: Ajustement positif ou négatif. L'interprétation dépend du 'type'

source: CHANGE: -2, will substract 2 VMs from the role
fr_fr: MODIFICATION: -2, retire 2 VMs du rôle

source: CARDINALITY: 8, will set carditanilty to 8
fr_fr: CARDINALITÉ: 8, définir la cardinalité à 8

source: PERCENTAGE_CHANGE: 20, will increment cardinality by 20%
fr_fr: TAUX_MODIFICATION: 20, décrémentera la cardinalité de 20%

source: Optional parameter for PERCENTAGE_CHANGE adjustment type. If present, the policy will change the cardinality by at least the number of VMs set in this attribute.
fr_fr: Paramètre optionnel pour le type d'ajustement 'TAUX_MODIFICATION'. Si définie, la politique changera la cardinalité d'autant de VMs que défini pour cet attribut.

source: Expression to trigger the elasticity
fr_fr: Expression pour déclencher l'élasticité

source: Example: ATT < 20
fr_fr: Exemple: ATT < 20

source: # Periods
fr_fr: # Périodes

source: Number of periods that the expression must be true before the elasticity is triggered
fr_fr: Nombre de périodes que l'expression doit être constatée avant d'activer l'élasticité

source: Duration, in seconds, of each period in '# Periods'
fr_fr: Durée de chaque période, en secondes

source: Cooldown period duration after a scale operation, in seconds
fr_fr: Période de refroidissement après une opération de redimensionnement, en secondes

source: Scheduled policies
fr_fr: Politiques planifiées

source: Time format
fr_fr: Format de temps

source: Recurrence: Time for recurring adjustements. Time is specified with the Unix cron syntax
fr_fr: Récurrence: Temps pour les ajustements récurrents. La syntaxe est celle de l'utilitaire Unix 'cron'

source: Start time: Exact time for the adjustement
fr_fr: Heure de démarrage: temps précis pour l'ajustement

source: Time expression
fr_fr: Expression du temps

source: Time expression depends on the the time formar selected
fr_fr: L'expression du temps dépends du format de temps selectionné

source: Number of VMs to instantiate with this role
fr_fr: Nombre de VMs à instancier avec ce rôle

source: Force the new cardinality even if it is outside the limits
fr_fr: Force la nouvelle cardinalité même si elle est hors limites

source: Name for this template
fr_fr: Nom pour ce modèle

source: Straight strategy will instantiate each role in order: parents role will be deployed before their children. None strategy will instantiate the roles regardless of their relationships.
fr_fr: La stratégie Immédiate instanciera chacun des rôles dans l'ordre: les rôles parent seront déployés avant leurs rôles fils. La stratégie Aucune instanciera les rôles sans tenir compte de leurs interdépendances.

source: Straight
fr_fr: Immédiate

source: None
cs_cz: Žádný
fr_fr: Aucun

source: VM shutdown action: 'shutdown' or 'shutdown-hard'.
fr_fr: Action d'arrêt de la VM: 'shutdown' ou 'shutdown-hard'.

source: Add another role
fr_fr: Ajouter un autre rôle

source: Role Name
fr_fr: Nom du rôle

source: Name of the role
fr_fr: Nom du rôle

source: VM template
cs_cz: šablona VM
fr_fr: Modèle de VM

source: Template associated to this role
fr_fr: Modèle associé à ce rôle

source: Parent roles
fr_fr: Rôles parents

source: VM shutdown action: 'shutdown' or 'shutdown-hard'. If it is not set, the one set for the Service will be used
fr_fr: Action d'arrêt de la VM: 'shutdown' ou 'shutdown-hard´. Utilise la configuration du "Service" lorsque non defini

source: Minimum number of VMs for elasticity adjustments
fr_fr: Nombre minimum de VMs pour l'ajustement élastique

source: Maximum number of VMs for elasticity adjustments
fr_fr: Nombre de VMs maximal pour l'ajustement élastique

source: Cooldown time after an elasticity operation (secs)
fr_fr: Temps de refroidissement après une opération d'élasticité (secs)

source: Number of instances
fr_fr: Nombre d'instances

source: Instantiate
cs_cz: Spustit instanci
fr_fr: Instancier

source: Service Template created
fr_fr: Service de Template créé

source: ServiceTemplate updated correctly
fr_fr: ModèleService mis à jour avec succès

source: Update
cs_cz: Aktualizovat
fr_fr: Mettre &agrave; jour

source: This will delete the selected templates
fr_fr: Cette action supprimera les modèles sélectionnés

source: OneFlow - Templates
fr_fr: Modèles - OneFlow

source: Create Service Template
fr_fr: Créé un Modèle de Service

source: Update Service Template
fr_fr: Modifie un Modèle de Service

source: Percentage
fr_fr: Pourcentage

source: Start time
cs_cz: Čas startu
fr_fr: D&eacute;marrage

source: Role
fr_fr: Rôle

source: Please specify name, cardinality and template for this role
fr_fr: Merci de spécifier le nom, la cardinalité et le modèle de ce rôle

source: Create Virtual Network
cs_cz: Vytvoření Virtuální Sítě
fr_fr: Cr&eacute;er un r&eacute;seau virtuel

source: General
fr_fr: Général

source: Context
cs_cz: Kontext
fr_fr: Contexte

source: Bridge
fr_fr: Pont

source: Network model
fr_fr: Modèle de réseau

source: Default
cs_cz: Výchozí
fr_fr: D&eacute;faut

source: Yes
cs_cz: Ano
fr_fr: Oui

source: No
cs_cz: Ne
fr_fr: Non

source: VLAN ID
fr_fr: ID du VLAN

source: Physical device
cs_cz: Fyzické zařízení
fr_fr: P&eacute;riph&eacute;rique

source: Network mask
cs_cz: Maska sítě
fr_fr: Masque r&eacute;seau

source: Gateway
fr_fr: Passerelle

source: Custom attributes
cs_cz: Vlastní atributy
fr_fr: Attributs sp&eacute;cifiques

source: Write the Virtual Network template here
cs_cz: Sem napište šablonu Vituální Sítě
fr_fr: Saisir les caract&eacute;ristiques du mod&egrave;le de r&eacute;seau dans la case ci-dessous

source: Please, choose and modify the virtual network you want to update
cs_cz: Prosím, vyberte a upravte vyrtuální síť, kterou chcete aktualizovat
fr_fr: Choisir et modifier le r&eacute;seau virtuel &agrave; mettre &agrave; jour

source: Select a network
cs_cz: Vyberte síť
fr_fr: Choisir un r&eacute;seau

source: Other
cs_cz: Ostatní
fr_fr: Autres

source: Template
cs_cz: Šablona
fr_fr: Mod&egrave;le

source: Virtual Network created
fr_fr: Réseau virtuel créé

source: Virtual network information
cs_cz: Informace o virtuální síti
fr_fr: Informations sur le r&eacute;seau virtuel

source: Lease management
cs_cz: Správa používaných adres
fr_fr: Gestion des baux
