Repository: OpenNebula/one
Catalog: src/sunstone/locale/languages/*.po
Languages: cs_cz, fr_fr

source: The Infrastructure menu allows management of Hosts, Datastores, Virtual Networks. Users in the oneadmin group can manage clusters as well.
cs_cz: Menu Infrastruktura umožňuje správu hostů, datových skladů, virtuálních sítí. Uživatelé ve skupině oneadmin můžou také spravovat clustre.

source: Infrastructure
cs_cz: Infrastruktura

source: No datastores in this cluster
cs_cz: Žádná datová úložiště v tomto clustru

source: No hosts in this cluster
cs_cz: Žádné hosty v tomto clustru

source: No virtual networks in this cluster
cs_cz: žádné virtuální sítě v tomto clustru

source: Hosts state
cs_cz: Stav hosta

source: Hosts CPU Usage
cs_cz: Využití CPU hosta

source: No monitoring information available
cs_cz: Nejsou dostupné monitorovací informace

source: Create new host
cs_cz: Vytvořit nový host

source: Manage unclustered hosts
cs_cz: Spravovat hosty bez clustru

source: Create new datastore
cs_cz: Vytvořit nové datové úložiště

source: Manage unclustered datastores
cs_cz: Spravovat datová úložiště bez clustru

source: Create new virtual network
cs_cz: Vytvořit novou virtuální síť

source: Manage unclustered virtual networks
cs_cz: Spravovat sítě

source: Current number of hosts in this cluster
cs_cz: Aktuální počet hostů v clustru

source: Manage cluster hosts
cs_cz: Spravovat hosty v clustru

source: Current number of datastores in this cluster
cs_cz: Aktuální počet datových úložišť v clustru

source: Manage cluster datastores
cs_cz: Spravovat datová úložiště v clustru

source: Current number of virtual networks in this cluster
cs_cz: Aktuální počet virtuálních sítí v clustru

source: Manage cluster virtual networks
cs_cz: Spravovat virtuální sítě v clustru

source: Create cluster
cs_cz: Vytvořit cluster

source: Tip: Refresh the list if it only shows user ids in the Users column.
cs_cz: Rada: Aktualizujte seznam, pokud zobrazuje pouze ID uživatelů ve sloupci Uživatelé

source: Group name
cs_cz: Jméno skupiny

source: + New Group
cs_cz: + Nová skupina

source: Group information
cs_cz: Informace o skupině

source: Group info
cs_cz: Informace o skupině

source: Quota information
cs_cz: Informace o kvótách

source: Create group
cs_cz: Vytvořit skupinu

source: Group quotas
cs_cz: Skupinové kvóty

source: Storage size
cs_cz: Velikost uložiště

source: Number of images
cs_cz: Počet obrazů

source: VM quota
cs_cz: Kvóta VM

source: Datastore quotas
cs_cz: Kvóty datových úložišť

source: Image quotas
cs_cz: Kvóty obrazů

source: Network quotas
cs_cz: Síťové kvóty

source: Previous action
cs_cz: Předchozí akce

source: Submitted
cs_cz: Odeslané

source: Error
cs_cz: Chyba

source: Update template
cs_cz: Aktualizovat šablonu

source: Please select an element
cs_cz: Prosím vyberte prvek
