Repository: OpenNebula/one
Catalog: src/sunstone/locale/languages/*.po
Languages: cs_cz, fr_fr

source: Virtual Network
cs_cz: Virtuální Síť
fr_fr: R&eacute;seau virtuel

source: USED IPs
fr_fr: IPs utilisées

source: Leases
cs_cz: Leasy
fr_fr: Baux

source: Add
cs_cz: Přidat
fr_fr: Ajouter

source: MAC Start
fr_fr: Préfix MAC

source: IP Start
fr_fr: IP de d&eacute;but

source: Global prefix
fr_fr: Préfix global

source: Hold IP
fr_fr: Préserver l'IP

source: Advanced options
fr_fr: Options avancées

source: Virtual Resources
cs_cz: Virtuální zdroje
fr_fr: Ressources virtuelles

source: Memory
cs_cz: Paměť
fr_fr: M&eacute;moire

source: Public
cs_cz: Veřejná
fr_fr: Publique

source: Username
cs_cz: Uživatelské jméno
fr_fr: Nom d'utilisateur

source: Authentication
cs_cz: Autentifikace
fr_fr: Authentification

source: Create User
fr_fr: Créer un Utilisateur

source: Change authentication
cs_cz: Změnit autentizaci
fr_fr: Changer le mode d'authentification

source: Update Quota
fr_fr: Mettre à jour le Quota

source: Apply changes
cs_cz: Aplikovat změny
fr_fr: Appliquer les modifications

source: User created
fr_fr: Utilisateur crée

source: Auth
fr_fr: Authentification

source: This will change the main group of the selected users. Select the new group
cs_cz: Toto změní hlavní skupinu vybraných uživatelů. Vyberte novou skupinu
fr_fr: Ceci changera le groupe principal des utilisateurs s&eacute;lectionn&eacute;s. Choisir le nouveau groupe

source: Add to group
fr_fr: Ajouter au groupe

source: This will add the user to a secondary group. Select the new group
fr_fr: Cette action ajoutera l'utilisateur au groupe secondaire sélectionné. Veuillez sélectionner un groupe

source: Remove from group
fr_fr: Supprimer du groupe

source: This will remove the user from a secondary group. Select the group
fr_fr: Cette action supprimera l'utilisateur du groupe secondaire sélectionné. Veuillez selectionner un groupe

source: Historical usages
cs_cz: Historické využití
fr_fr: Historiques d'utilisation

source: Auth driver
fr_fr: Pilote d'authentification

source: Authentication driver
cs_cz: Autentifikační ovladač
fr_fr: Pilote d'authentification

source: Attributes
fr_fr: Attributs

source: User name and password must be filled in
cs_cz: Jméno a heslo musí být vyplněno
fr_fr: Le nom d'utilisateur et le mot de passe doivent &ecirc;tre fournis

source: Fill in a new auth driver
fr_fr: Saisir un nouveau driver d'authentification

source: Storage
fr_fr: Stockage

source: USED
fr_fr: UTILISE

source: USERS
fr_fr: UTILISATEURS

source: GROUPS
fr_fr: GROUPES

source: Network
cs_cz: Síť
fr_fr: R&eacute;seau

source: OFF
fr_fr: ÉTEINT

source: ERROR
cs_cz: CHYBA
fr_fr: ERREUR

source: FAILED
fr_fr: ECHEC

source: User Quotas
fr_fr: Quotas Utilisateurs

source: There are no quotas defined
fr_fr: Aucun quota défini

source: Group Quotas
fr_fr: Quota des groupes

source: Dashboard
fr_fr: Tableau de bord

source: Real CPU
cs_cz: Reálná CPU
fr_fr: CPU réel

source: Allocated CPU
cs_cz: Alokovaná CPU
fr_fr: CPU alloué

source: Real MEM
cs_cz: Reálná paměť
fr_fr: Mémoire réelle

source: Allocated MEM
cs_cz: Alokovaní paměť
fr_fr: Mémoire allouée

source: Last monitored on
cs_cz: Naposledy monitorováno
fr_fr: Dernière surveillance le

source: Create Cluster
fr_fr: Créer un Cluster

source: Update Cluster
fr_fr: Mettre à jour le Cluster

source: Please select one or more hosts from the list
fr_fr: Merci de sélectionner un ou plusieurs hôtes de la liste

source: You selected the following hosts:
fr_fr: Vous avez sélectionnez les hôtes suivants:

source: Please select one or more vnets from the list
fr_fr: Merci de sélectionner un ou plusieurs vnets de la liste

source: You selected the following vnets:
fr_fr: Vous avez sélectionner les vnets suivants:

source: Please select one or more datastores from the list
fr_fr: Merci de sélectionner un ou plusieurs datastores de la liste

source: You selected the following datastores:
fr_fr: Vous avez sélectionner les datastores suivants:

source: Cluster name missing!
cs_cz: Chybí jméno clustru!
fr_fr: Nom de cluster manquant

source: Please select one (and just one) cluster to update.
fr_fr: Merci de sélectionner un (et seulement un) cluster à mettre à jour.

source: Cluster created
fr_fr: Cluster créé

source: Cluster information
cs_cz: Informace o clustru
fr_fr: Information cluster

source: Cluster Hosts
fr_fr: Hôtes du Cluster

source: Cluster Virtual Networks
fr_fr: Réseau virtuels du Cluster

source: Cluster Datastores
fr_fr: Datastores du Cluster

source: Create zone
fr_fr: Créer une zone

source: Create Zone
fr_fr: Créer une zone

source: Zone Name
fr_fr: Nom de la zone

source: Endpoint
fr_fr: Point d'accès

source: Zone updated correctly
fr_fr: Zone mise à jour correctement

source: Zone renamed correctly
fr_fr: Zone renommée correctement

source: Zone information
fr_fr: Information sur la zone

source: Create Image
cs_cz: Vytvořit obraz
fr_fr: Cr&eacute;er une image

source: Name that the Image will get. Every image must have a unique name.
cs_cz: Jméno které získa obraz. Každý obraz musí mít unikátní jméno.
fr_fr: Nom de l'image. Chaque nom d'image doit &ecirc;tre unique.

source: Human readable description of the image for other users.
cs_cz: Lidsky čitelný popis obrazu pro uživatele.
fr_fr: Description du contenu de l'image, &agrave; destination des autres utilisateurs.

source: Type of the image.
fr_fr: Type d'image.

source: OS images contain a working operative system.
fr_fr: Les images OS contiennent un système d'exploitation

source: CDROM images are readonly data.
fr_fr: Les images CDROM sont en lecture seule

source: DATABLOCK images are a storage for data. They can be created from previous existing data, or as an empty drive.
fr_fr: Les images DATABLOCK sont dédiées au stockage de données. Elles peuvent être créées à partir de données existantes, ou comme disque vide.

source: Select the datastore for this image
cs_cz: Vybrat datové úložiště pro tento obraz
fr_fr: Choisir l'espace de stockage pour cette image :

source: Persistence of the image
cs_cz: Perzistence obrazu
fr_fr: Persistance de l'image

source: Image location
cs_cz: Umístění obrazu
fr_fr: Chemin d'acc&egrave;s

source: Provide a path
cs_cz: Zadejte cestu
fr_fr: Indiquer un chemin d'acc&egrave;s

source: Empty datablock
fr_fr: Datablock vide

source: Path
cs_cz: Cesta
fr_fr: Chemin d'acc&egrave;s

source: Path to the original file that will be copied to the image repository. If not specified for a DATABLOCK type image, an empty image will be created.
cs_cz: Cesta k originálnímu souboru, který bude skopírován do archivu obrazů. Pokud není uveden pro typ obraz typu DATABLOCK, bude vytvořen prazdný obraz.
fr_fr: Chemin d'acc&egrave;s au fichier d'origine &agrave; copier vers la librairie d'images. Un fichier vide sera cr&eacute;&eacute; si aucun chemin n'est sp&eacute;cifi&eacute; pour une image de type DATABLOCK.

source: Size of the datablock in MB.
cs_cz: Velikost datového bloku v MB
fr_fr: Taille du bloc de données en Mio

source: FS type
cs_cz: Typ filesystému
fr_fr: Type de FS

source: Type of file system to be built.
fr_fr: Type de système de fichier à créer

source: Plain. When the disk image is used directly by the hypervisor we can format the image, and so it is ready to be used by the guest OS. Values: ext2, ext3, ext4, ntfs, reiserfs, jfs, swap. Any other fs supported by mkfs will work if no special option is needed.
fr_fr: Plain. Lorsque le disque image est utilisé directement par l'hyperviseur, nous pouvons formater l'image. Ainsi, elle est prête à être utilisée par les OS invités. Valeurs: ext2, ext3, ext4, ntfs, reiserfs, jfs, swap. Tout autre système de fichiers supporté par mkfs devrait fonctionner, sauf si des options spéciales sont nécessaires.

source: Formatted. The disk image is stored in a hypervisor specific format VMDK or Qcow2. Then we cannot really make a filesystem on the image, just create the device and let the guest OS format the disk. Use raw to not to format the new image. Values: raw, qcow2, vmdk_*.
fr_fr: Formaté. L'image disque est stockée dans un format spécifique à l'hyperviseur (VMDK ou qcow2). Ensuite nous ne pouvons réellement créer un système de fichier sur l'image, juste créer le périphérique and laisser l'OS invité formaté le disque. Utiliser raw pour ne pas formater la nouvelle image. Valeurs: raw, qcow2, vmdk_*.

source: Device prefix
cs_cz: Prefix zařízení
fr_fr: Pr&eacute;fix du p&eacute;riph&eacute;rique

source: Prefix for the emulated device this image will be mounted at. For instance, “hd”, “sd”. If omitted, the default value is the one defined in oned.conf (installation default is “hd”).
cs_cz: Prefix emulovaného zařízení kam bude obraz připojen. Například “hd”, “sd”. Pokud bude vynechán, bude použita výchozí hodnota definovaná v oned.conf (výchozí instalační je “hd”).
fr_fr: Pr&eacufixte; utilis&eacute pour monter l'image.Par exemple « hd » ou « sd ». La valeur par d&eacute;faut est « hd ».

source: Driver
cs_cz: Ovladač
fr_fr: Pilote

source: Specific image mapping driver. KVM: raw, qcow2. XEN: tap:aio, file:
cs_cz: Specifický ovladač mapující obrazy. KVM: raw, qcow2. XEN: tap:aio, file:
fr_fr: Pilote de p&eacute;riph&eacute;rique sp&eacute;cifique &agrave; utiliser. KVM : raw, qcow2. XEN : tap:aio:, file:.

source: Target on which the image will be mounted at. For example: hda, sdb...
cs_cz: Cíl kam bude obraz připojen. Např.: hda, sdb, ...
fr_fr: Cible dans laquelle l'image sera montée. Exemple : hda, sdb...

source: Value
cs_cz: Hodnota
fr_fr: Valeur

source: Remove selected
cs_cz: Odstranit označené
fr_fr: Supprimer la sélection

source: Image created
fr_fr: Image créée

source: Image renamed correctly
fr_fr: Image renommée correctement

source: Enable
cs_cz: Aktivovat
fr_fr: Activer

source: Disable
cs_cz: Deaktivovat
fr_fr: D&eacute;sactiver

source: Make persistent
cs_cz: Změň na perzistentni
fr_fr: Rendre persistant

source: Make non persistent
cs_cz: Změň na neperzistentní
fr_fr: Rendre non persistant

source: Register time
cs_cz: Čas registrace
fr_fr: Heure d'enregistrement

source: yes
cs_cz: Ano
fr_fr: Oui

source: no
cs_cz: Ne
fr_fr: non

source: Filesystem type
cs_cz: Typ souborového systému
fr_fr: Type de FS

source: Running VMS
fr_fr: VMs démarrées

source: Custom attribute name and value must be filled in
cs_cz: Doplňkové jméno parametru a hodnota musí být vyplněné
fr_fr: Les nom et valeur de l'attribut sp&eacute;cifique doivent &ecirc;tre renseign&eacute;s

source: Uploading...
cs_cz: Nahrávám...
fr_fr: Upload en cours...

source: There are mandatory parameters missing
cs_cz: Jsou nevyplněné povinné parametry
fr_fr: Des champs obligatoires ne sont pas remplis

source: Please select a datastore for this image
cs_cz: Vyberte prosím datastore pro tento obraz
fr_fr: Choisir l'espace de stockage pour cette image

source: Clone Image
fr_fr: Cloner l'image

source: SHUTDOWN
fr_fr: ÉTEINDRE

source: UNKNOWN
fr_fr: INCONNU

source: CANCEL
fr_fr: ANNULER

source: Create Virtual Machine
cs_cz: Vytvořit Virtuální Stroj
fr_fr: Cr&eacute;er une machine virtuelle

source: Step 1: Specify a name and the number of instances
fr_fr: Étape 1: Spécifiez un nom et le nombre d'instances

source: VM Name
cs_cz: Jméno virtuálního stroje
fr_fr: Nom de la VM

source: Defaults to template name when emtpy. You can use the wildcard &#37;i. When creating several VMs, &#37;i will be replaced with a different number starting from 0 in each of them
fr_fr: Par défaut le nom du template sera utilisé. Vous pouvez utiliser le paramètre générique &#37;i. Lors de la création de plusieurs VMs, &#37;i sera remplacé par un numéro unique démarrant à partir de 0 pour chacune des VMs

source: Number of Virtual Machines that will be created using this template
fr_fr: Nombre de Machines Virtuelles qui seront créées en utilisant ce modèle

source: Step 2: Select a template
fr_fr: Etape 2: Choisir un template

source: Deploy Virtual Machine
fr_fr: Déployer une machine virtuelle

source: Select a Host
fr_fr: Sélectionner un noeud

source: Enforce
fr_fr: Mettre en oeuvre

source: If it is set to true, the host capacity will be checked. This will only affect oneadmin requests, regular users resize requests will always be enforced
fr_fr: Lorsque défini à 'vrai', la capacité des hôtes est vérifiée. Concerne seulement les requêtes de oneadmin, les requêtes des utilisateurs non privilégiés seront toujours misent en oeuvre

source: Select a datastore
cs_cz: Vyberte datové úložiště
fr_fr: Sélectionner le datastore

source: Deploy
cs_cz: Spustit
fr_fr: D&eacute;ployer

source: Migrate Virtual Machine
fr_fr: Migrer la machine virtuelle

source: Migrate
cs_cz: Migrovat
fr_fr: Migrer

source: VirtualMachine renamed correctly
fr_fr: Machine virtuelle renommée avec succès

source: VirtualMachine updated correctly
fr_fr: Mise à jour de la VM réussie

source: This will deploy the selected VMs on the chosen host
cs_cz: Spustí vybrané VM na zvoleném hostu
fr_fr: Ceci d&eacute;ploiera les VMs s&eacute;lectionn&eacute;es sur les h&ocirc;tes choisis

source: This will migrate the selected VMs to the chosen host
cs_cz: Odmigruje vybrané VM na vybraný host
fr_fr: Ceci d&eacute;placera les VM s&eacute;lectionn&eacute;es vers l'h&ocirc;te choisi (&agrave; froid)

source: This will live-migrate the selected VMs to the chosen host
cs_cz: Živě odmigruje vybrané VM na vybraný host
fr_fr: Ceci d&eacute;placera à chaud les VM s&eacute;lectionn&eacute;es vers l'h&ocirc;te choisi

source: success
fr_fr: SUCCÈS

source: failure
fr_fr: échec

source: Recovers a stuck VM that is waiting for a driver operation. The recovery may be done by failing or succeeding the pending operation. YOU NEED TO MANUALLY CHECK THE VM STATUS ON THE HOST, to decide if the operation was successful or not.
fr_fr: Récupère une VM bloquée en attente d'une opération au niveau du pilote. La récupération peut être effectuée passant le statut de l'opération en cours à échec ou succès. VOUS DEVEZ VERIFIER MANUELLEMENT LE STATUT DE LA VM SUR LE SERVEUR HOTE avant de décider du nouveau statut.

source: Virtual Machine
cs_cz: Virtuální stroj
fr_fr: Machine Virtuelle

source: SUSPENDED
cs_cz: SUSPENDOVANÝ
fr_fr: SUSPENDUE

source: POWEROFF
fr_fr: ETEINDRE

source: HOLD
fr_fr: RETENIR

source: STOPPED
fr_fr: ARRETEE

source: Reason
cs_cz: Důvod
fr_fr: Raison

source: Chg time
fr_fr: Heure de modif

source: Total time
cs_cz: Celkové trvání
fr_fr: Temps total

source: No data available in table
fr_fr: Aucune donnée disponible dans la table

source: Sched Message
fr_fr: Message du scheduler

source: Placement - Host
fr_fr: Placement - Noeud

source: Requirements
cs_cz: Požadavky
fr_fr: Contraintes

source: DS Requirements
fr_fr: Contraintes Datastore

source: DS Rank
fr_fr: Rank Datastore

source: LCM State
cs_cz: LCM Stav
fr_fr: &Eacute;tat LCM

source: Deploy ID
cs_cz: Spuštěno s ID
fr_fr: ID d&eacute;ploiement

source: Snapshots
fr_fr: Clichés

source: Log
fr_fr: Journaux

source: TIME
fr_fr: HEURE

source: Add action
fr_fr: Ajouter une action

source: shutdown
fr_fr: arrêter

source: shutdown-hard
fr_fr: extinction forcée

source: hold
cs_cz: podržet
fr_fr: attendre

source: release
cs_cz: uvolnit
fr_fr: lib&eacute;rer

source: suspend
fr_fr: suspendre

source: resume
fr_fr: rétablir

source: boot
fr_fr: amorce

source: delete
cs_cz: smazat
fr_fr: supprimer

source: delete-recreate
fr_fr: supprimer-recréer

source: reboot
fr_fr: redémarrer

source: reboot-hard
fr_fr: redémarrage forcé

source: poweroff
fr_fr: éteindre

source: poweroff-hard
fr_fr: extinction forcée

source: undeploy
fr_fr: retirer

source: undeploy-hard
fr_fr: arrêt forcé

source: No actions to show
fr_fr: Aucune action à afficher

source: Date Time Picker
fr_fr: Choix Date Heure

source: Done
fr_fr: Fait

source: Image / Format-Size
fr_fr: Image / Format-Taille

source: Save as
fr_fr: Enregistrer sous

source: Attach disk
fr_fr: Attacher un disque

source: No disks to show
cs_cz: Nejsou disky k zobrazení
fr_fr: Pas de disque à afficher

source: in progress
fr_fr: en cours

source: deferred snapshot in progress
fr_fr: cliché différé en cours

source: hot snapshot in progress
fr_fr: cliché 'hot' en cours

source: attach/detach in progress
fr_fr: attachement/détachement en cours

source: Snapshot
fr_fr: Cliché

source: Detach
cs_cz: Odpojit
fr_fr: Détacher

source: YES
fr_fr: OUI

source: NO
fr_fr: NON

source: Virtual Machine ID
fr_fr: ID Machine virtuelle

source: Disk ID
fr_fr: ID disque

source: Image name
fr_fr: Nom de l'image

source: Snapshot type
fr_fr: Type de cliché

source: Sets the specified VM disk to be saved in a new Image.
fr_fr: Provoque la sauvegarde du disque VM spécifié en tant que nouvelle image.

source: Deferred: The Image is created immediately, but the contents are saved only if the VM is shut down gracefully (i.e., using Shutdown; not Delete)
fr_fr: Différée : l'image est créée immédiatement, mais leur contenus sont sauvegardés uniquement si la VM s'éteint proprement (en utilisant éteindre, pas supprimer)

source: Hot: The Image will be saved immediately.
fr_fr: Chaud(e): L'image sera sauvegardée immédiatement.

source: Deferred
fr_fr: Retardé

source: Hot
fr_fr: Chaud(e)

source: Take snapshot
fr_fr: Prendre un cliché

source: Please provide a name for the new image
fr_fr: Définir le nom de la nouvelle image

source: Attach new disk
fr_fr: Attacher un nouveau disque

source: Attach
cs_cz: Připoj
fr_fr: Attacher

source: Attach nic
fr_fr: Attacher une interface réseau

source: No nics to show
fr_fr: Aucune NIC à afficher

source: NET DOWNLOAD SPEED
fr_fr: VITESSE DE TELECHARGEMENT

source: NET UPLOAD SPEED
fr_fr: VITESSE DE DEVERSEMENT

source: Attach new nic
fr_fr: Attacher une nouvelle NIC

source: MEMORY
fr_fr: MEMOIRE

source: Resize
fr_fr: Redimensionner

source: REAL CPU
fr_fr: CPU REEL

source: REAL MEMORY
fr_fr: MEMOIRE REELLE

source: Resize VM capacity
fr_fr: Redimensionner la VM

source: Timestamp
fr_fr: Horodatage

source: No snapshots to show
fr_fr: Aucun cliché à afficher

source: Revert
fr_fr: Revenir

source: Snapshot name
fr_fr: Nom du cliché

source: You have not selected a template
cs_cz: Nevybrali ste šablonu
fr_fr: Vous n'avez pas s&eacute;lectionn&eacute; de mod&egrave;le

source: You have not selected a host
fr_fr: Vous n'avez sélectionné aucune machine

source: VM
fr_fr: Machine Virtuelle

source: is currently running on Host
fr_fr: en cours d'exécution sur le noeud

source: VNC connection
cs_cz: VNC spojení
fr_fr: Connexion VNC

source: Loading
cs_cz: Nahrávám
fr_fr: Chargement

source: Open in a new window
fr_fr: Ouvrir une nouvelle fenêtre

source: Canvas not supported.
cs_cz: HTML Canvas není podporován
fr_fr: Canevas non support&eacute;

source: Hostname
fr_fr: Nom d'hôte

source: Write the Virtual Machine template here
cs_cz: Zde napište šablonu Virtuálního serveru
fr_fr: Saisir ici le modèle de machine virtuelle

source: Instantiate VM Template
fr_fr: Instancier un modèle de VM

source: Template created
fr_fr: Template créé

source: Template updated correctly
cs_cz: Šablona aktualizována úspěšně
fr_fr: Mise &agrave; du mod&egrave;le r&eacute;ussie

source: Template renamed correctly
fr_fr: Template renommé correctement

source: Please select only one template in the table
fr_fr: Merci de ne choisir qu'un seul modèle dans la liste

source: Template information
cs_cz: Informace o šablone
fr_fr: Information sur le mod&egrave;le

source: Name that the VM will get for description purposes.
fr_fr: Le nom utilisé pour décrire la VM dans le champ description.

source: Description of the template
fr_fr: Description du template

source: Amount of RAM required for the VM, in Megabytes.
cs_cz: Množství RAM požadováno pro VM, v MB
fr_fr: M&eacute;moire requise pour la VM, en m&eacute;ga-octets.

source: MB
fr_fr: Mo

source: GB
fr_fr: Go

source: Percentage of CPU divided by 100 required for the Virtual Machine. Half a processor is written 0.5.
cs_cz: Procento CPU dělené 100 požadováno pro VM. Půl procesoru se zapíše 0.5.
fr_fr: Pourcentage CPU divis&eacute; par 100 demand&eacute; pour la Machine Virtuelle. Pour la moiti&eacute; d'un cœur, inscrire 0.5.

source: Number of virtual cpus. This value is optional, the default hypervisor behavior is used, usually one virtual CPU.
cs_cz: Počet virtuálních CPU. Tato hodnota je volitelná, výchozí nastavení je nastaveno dle hypervizora, běžně 1 virtuální CPU.
fr_fr: Nombre de processeurs virtuels. Valeur optionnelle. Lorsque non sp&eacute;cifi&eacute;e, la valeur par d&eacute;faut de l'hyperviseur est utilis&eacute;e (g&eacute;n&eacute;ralement 1)

source: Volatile Disk
cs_cz: Nepersistentní disk
fr_fr: Disque volatile

source: Please select an image from the list
fr_fr: Merci de choisir une image de la liste

source: You selected the following image:
fr_fr: Vous avez choisi l'image suivante:

source: The image you specified cannot be selected in the table
fr_fr: L'image spécifiée ne peut être identifiée dans la table

source: Image ID to be used in the Virtual Image disk.
fr_fr: ID de l'image à utiliser dans le disque de l'image virtuelle.

source: Name of the image to be used in the Virtual Image disk.
fr_fr: Nom de l'image à utiliser pour le disque de l'image virtuelle.

source: User ID
fr_fr: ID Utilisateur

source: Identifier of the user owner of the image to reduce ambiguity.
fr_fr: Identifiant de l'utilisateur propriétaire de l'image pour limiter l’ambiguïté.

source: User Name
fr_fr: Nom d'utilisateur

source: Name of the user owner of the image to reduce ambiguity.
fr_fr: Nom de l'utilisateur propriétaire de l'image pour limiter l’ambiguïté.

source: Device to map image disk. If set, it will overwrite the default device mapping
cs_cz: Zařízení pro mapování obrazu disku. Je-li nastaveno, přepíše výchozí mapování
fr_fr: P&eacute;riph&eacute;rique auquel relier l'image. Surcharge la valeur par d&eacute;faut lorsque d&eacute;finie

source: Xen: Optional
fr_fr: Xen : optionnel

source: KVM: Optional
fr_fr: KVM : optionnel

source: VMWare: Optional
fr_fr: VMWare : optionnel

source: Specific image mapping driver
fr_fr: Pilote spécifique de correspondance de l'image

source: Xen: Optional (tap:aio:, file:)
fr_fr: Xen: Optionnel (tap:aio:, file:)

source: KVM: Optional (raw, qcow2)
fr_fr: KVM: Optionnel (raw, qcow2)

source: VMWare: Not supported
fr_fr: VMware: Non supporté

source: Device Prefix
fr_fr: Pr&eacute;fix du p&eacute;riph&eacute;rique

source: Prefix for the emulated device this image will be mounted at. For instance, “hd”, “sd”, or “vd” for KVM virtio. If omitted, the dev_prefix attribute of the Image will be used
fr_fr: Préfix pour le périphérique émulé qui sera utilisé pour monter l'image. Par exemple, "hd", "sd" ou "vd" pour KVM virtio. Si omis, l'attribut dev_prefix de l'image sera utilisé

source: Read Only
fr_fr: Lecture seule

source: Set how the image is exposed by the hypervisor
fr_fr: Définie comment l'image sera exposée à l'hyperviseur

source: Selects the cache mechanism for the disk.
fr_fr: Sélectionne le mécanisme de cache pour le disque.

source: default
fr_fr: défaut

source: none
fr_fr: aucun

source: writethrough
fr_fr: écriture directe

source: writeback
fr_fr: écriture en cache

source: unsafe
fr_fr: non sécure

source: Set IO policy.
fr_fr: Défini la politique IO

source: native
fr_fr: natif

source: Size of the new disk
fr_fr: Taille du nouveau disque

source: Swap
fr_fr: Fichier d'échange

source: Filesystem type for the fs images
cs_cz: Typ souborového systému pro fs obrazy
fr_fr: Type de FS pour le FS images

source: Please select a network from the list
fr_fr: Merci de choisir un réseau de la liste

source: You selected the following network:
fr_fr: Vous avez sélectionné le réseau suivant:

source: The network you specified cannot be selected in the table
fr_fr: Le réseau spécifié ne peut être identifié dans la table
