Repository: OpenNebula/one
Catalog: src/sunstone/public/locale/languages/*.po
Languages: cs_cz, es_es, et_ee, fa_ir, pt_br, pt_pt, ru_ru, sk_sk, tr_tr, zh_cn

source: Create Virtual Router VM Template
cs_cz: Vytvořit šablonu virt. stroje pro směrovač
es_es: Crear Plantilla MV Virtual Router
et_ee: Loo Virtuaalse Ruuteri VM mall
pt_br: Criar Template de VM de Roteador Virtual
ru_ru: Создать шаблон ВМ для виртуального роутера
sk_sk: Vytvor šablónu pre VS virtuálneho routra
tr_tr: Sanal Yönlendirici Sanal Makine Şablonu Oluştur
zh_cn: 创建虚拟路由器 VM 模板

source: Update Virtual Router VM Template
cs_cz: Upravit šablonu virt. stoje pro směrovač
es_es: Actualizar Plantilla MV Router Virtual
et_ee: Uuenda Virtuaalse Ruuteri VM mall
pt_br: Atualizar Template de VM de Roteador Virtual
ru_ru: Обновить Шаблон ВМ для виртуального роутера
sk_sk: Aktualizuj šablónu VS virtuálneho routra
tr_tr: Sanal Yönlendirici Sanal Makine Şablonu Güncelle
zh_cn: 更新虚拟路由器 VM 模板

source: OS & CPU
cs_cz: Operační systém a procesor
es_es: SO & CPU
pt_br: OS e CPU
ru_ru: ОС и ЦП
tr_tr: İşletim Sistemi & CPU
zh_cn: 操作系统和CPU

source: General
cs_cz: Obecné
et_ee: Üldine
fa_ir: عمومی
pt_br: Geral
pt_pt: Geral
ru_ru: Общие
sk_sk: Všeobecne
tr_tr: Genel
zh_cn: 常规

source: Which resource pool you want this VM to run in?
cs_cz: V rámci kterého fondu prostředků chcete virt. stroj spustit?
es_es: En cual pool de recursos quieres que esta MV se ejecute?
et_ee: Millises ressursside kogus soovid seda VM-i kasutada?
pt_br: Em qual pool de recursos você quer que esta VM seja executada?
ru_ru: На каком пуле ресурсов вы хотите запустить эту ВМ?
sk_sk: V rámci ktorého fondu zdrojov chceš aby tento virtuálny stroj bežal?
tr_tr: Bu Sanal Makinenin hangi kaynak havuzunda çalışmasını istiyorsunuz?
zh_cn: 您想在哪个资源池中运行此虚拟机？

source: Actions
cs_cz: Akce
es_es: Acciones
et_ee: Tegevused
fa_ir: اقدامات
pt_br: Ações
pt_pt: Ações
ru_ru: Действия
sk_sk: Operácie
tr_tr: Eylemler
zh_cn: 操作

source: Please select
cs_cz: Vyberte
es_es: Por favor, seleccione
et_ee: Palun vali
fa_ir: لطفا انتخاب کنید
pt_br: Por favor, selecione
pt_pt: Por favor selecione
ru_ru: Выберите
sk_sk: Vyber
tr_tr: Lütfen seçiniz
zh_cn: 请选择

source: Input/Output
cs_cz: Vstup/Výstup
es_es: Entrada/Salida
et_ee: Sisend/Väljund
fa_ir: ورودی/خروجی
pt_br: Entrada/Saída
pt_pt: Entrada/Saída
ru_ru: Ввод/Вывод
sk_sk: Vstup / Výstup
tr_tr: Girdi/Çıktı
zh_cn: 输入/输出

source: The value goes out of the allowed limits
ru_ru: Значение выходит за границы установленных ограничений
sk_sk: Hodnota mimo povolených limitov
zh_cn: 该值超出了允许的限制

source: Network
cs_cz: Síť
es_es: Red
et_ee: Võrk
fa_ir: شبکه
pt_br: Rede
pt_pt: Rede
ru_ru: Сеть
sk_sk: Sieť
tr_tr: Ağ
zh_cn: 网络

source: NIC
cs_cz: Síť. adaptér
et_ee: Võrgukaart
ru_ru: Сетевой интерфейс
sk_sk: Sieťový adaptér
tr_tr: Ağ Arayüz Denetleyicisi
zh_cn: 网卡

source: Context
cs_cz: Kontext
es_es: Contexto
et_ee: Kontekst
fa_ir: Contex
pt_br: Contexto
pt_pt: Contexto
ru_ru: Контекст
sk_sk: Kontext
tr_tr: İçerik
zh_cn: 上下文

source: None
cs_cz: Žádná
es_es: Ninguna
et_ee: Puudvad
fa_ir: هیچ
pt_br: Nenhuma
pt_pt: Nenhuma
ru_ru: Отсутствует
sk_sk: Nič
tr_tr: Hiçbiri
zh_cn: 无

source: Set manually
cs_cz: Nastavená ručně
es_es: Introducir manualmente
et_ee: Määrake käsitsi
fa_ir: تنظیم دستی
pt_br: Definir manualmente
ru_ru: Указать вручную
sk_sk: Nastav manuálne
tr_tr: Manuel olarak ayarla
zh_cn: 手动设置

source: Hybrid
cs_cz: Hybridní
es_es: Híbrido/a
et_ee: Hürbiid
pt_br: Híbrido
pt_pt: Híbrido
ru_ru: Гибридный
sk_sk: Zmiešaný
zh_cn: 混合

source: Remote OpenNebula
cs_cz: Vzdálená OpenNebula
es_es: OpenNebula Remoto
et_ee: Kõrvaline OpenNebula
pt_br: OpenNebula remoto
ru_ru: Удаленная OpenNebula
sk_sk: Vzdialená OpenNebula
tr_tr: Uzaktan OpenNebula
zh_cn: 远端 OpenNebula

source: Custom
cs_cz: Vlastní
es_es: Personalizado
et_ee: Kohandatud
fa_ir: سفارشی
pt_br: Personalizado
pt_pt: Personalizado
ru_ru: Пользовательский
sk_sk: Používateľský
tr_tr: Özel
zh_cn: 自定义

source: PROVIDER
cs_cz: POSKYTOVATEL
es_es: PROVEEDOR
et_ee: PAKKUJA
fa_ir: ارائه دهنده
pt_br: FORNECEDOR
pt_pt: FORNECEDOR
ru_ru: ПРОВАЙДЕР
sk_sk: POSKYTOVATEĽ
tr_tr: SAĞLAYAN
zh_cn: 提供者

source: Provider
cs_cz: Poskytovatel
es_es: Proveedor
et_ee: Pakkuja
fa_ir: ارائه دهنده
pt_br: Fornecedor
pt_pt: Fornecedor
ru_ru: Провайдер
sk_sk: Poskytovateľ
tr_tr: Sağlayan
zh_cn: 提供者

source: Tags
cs_cz: Štítky
es_es: Etiquetas
et_ee: Sildid
fa_ir: برچسب ها
pt_br: Etiquetas
pt_pt: Etiquetas
ru_ru: Метки
sk_sk: Tagy
tr_tr: Etiketler
zh_cn: 标签

source: Storage
cs_cz: Úložiště
es_es: Almacenamiento
et_ee: Ketas
fa_ir: ذخیره‌ساز
pt_br: Armazenamento
pt_pt: Armazenamento
ru_ru: Хранилище
sk_sk: Úložisko
tr_tr: Depolama
zh_cn: 存储

source: Default
cs_cz: Výchozí
es_es: Por defecto
et_ee: Vaikimisi
fa_ir: پیش فرض
pt_br: Padrão
pt_pt: Por omissão
ru_ru: По умолчанию
tr_tr: Varsayılan
zh_cn: 默认

source: DISK
es_es: DISCO
et_ee: KETAS
fa_ir: دیسک
pt_br: DISCO
pt_pt: DISCO
ru_ru: ДИСК
zh_cn: 磁盘

source: Scheduling
cs_cz: Plánování
es_es: Organizando
et_ee: Ajastamine
fa_ir: زمانبندی
pt_br: Agendamento
pt_pt: Agendamento
ru_ru: Расписание
sk_sk: Plánovanie
tr_tr: Zamanlama
zh_cn: 调度

source: VM Group
cs_cz: Skupina virt. strojů
es_es: Grupo MV
et_ee: VM Grupp
pt_br: Grupo VM
ru_ru: Группа ВМ
sk_sk: Skupina virtuálnych strojov
tr_tr: Sanal Makine Grubu
zh_cn: 虚拟机组

source: Template
cs_cz: Šablona
es_es: Plantilla
et_ee: Mall
fa_ir: قالب
pt_pt: Modelo
ru_ru: Шаблон
sk_sk: Šablóna
tr_tr: Şablon
zh_cn: 模板

source: Clone
cs_cz: Klonovat
es_es: Clonar
et_ee: Klooni
fa_ir: همانندسازی
pt_br: Clonar
pt_pt: Clonar
ru_ru: Клонировать
sk_sk: Klonuj
tr_tr: Klonla
zh_cn: 克隆

source: Share
cs_cz: Sdílet
es_es: Compartir
et_ee: Jaga
fa_ir: به اشتراک گذاری
pt_br: Compartilhar
pt_pt: Partilhar
ru_ru: Дать общий доступ
sk_sk: Zdieľaj
tr_tr: Paylaş
zh_cn: 共享

source: The template, along with any image referenced by it, will be shared with the group's users. Permission changed: GROUP USE
cs_cz: Šablona a všechny odkazované obrazy budou sdíleny s uživateli skupiny. Změněná práva: GROUP USE
es_es: La plantilla, junto con cualquier imagen incluida en ella, se compartirá con los usuarios del grupo. Permisos cambiados: GROUP USE
pt_br: O Template, junto com qualquer imagem referenciada por ele, será compartilhado com os usuários do grupo. Permissão alterada: GROUP USE
ru_ru: Шаблон, вместе со всеми образами, будет доступен группе пользователей. Изменены права доступа: GROUP USE
sk_sk: Šablóna, spoločne s akýmkoľvek obrazom, na ktorý odkazuje, bude zdieľaná s používateľmi skupiny. Oprávnenie zmenené: GROUP USE
tr_tr: Şablon, onun tarafından başvurulan herhangi bir imaj ile birlikte grubun kullanıcılarıyla paylaşılacaktır. İzin değiştirildi: GRUP KULLANIMI
zh_cn: 该模板以及它所引用的任何镜像，将与群组的用户共享。权限更改：群组使用

source: Unshare
cs_cz: Zrušit sdílení
es_es: SinCompartir
et_ee: Tühista jagamine
fa_ir: لغو اشتراک‌گذاری
pt_br: Não compartilhar
pt_pt: Não partilhar
ru_ru: Отменить доступ
sk_sk: Ukonči zdieľanie
tr_tr: Paylaşı Kaldır
zh_cn: 取消共享

source: The template, along with any image referenced by it, will be unshared with the group's users. Permission changed: GROUP USE
cs_cz: Pro šablonu a všechny z ní odkazované obrazy bude zrušeno sdílení s uživateli skupiny. Změněná práva: GROUP USE
es_es: La plantilla, junto con cualquier imagen incluida en ella, dejará de compartirse con los usuarios del grupo. Permisos cambiados: GROUP USE
pt_br: O Template, junto com qualquer imagem referenciada por ele, deixará de ser compartilhado com os usuários do grupo. Permissão alterada: GROUP USE
ru_ru: Группа пользователей потеряет доступ доступ к шаблону и его образам. Изменены права доступа: GROUP USE
sk_sk: Šablóna, spoločne s akýmkoľvek obrazom, na ktorý odkazuje, nebude zdieľaná s používateľmi skupiny. Oprávnenie zmenené: GROUP USE
tr_tr: Şablon, onun tarafından başvurulan herhangi imaj ile birlikte grubun kullanıcılarıyla paylaşılmaz. İzin değiştirildi: GRUP KULLANIMI
zh_cn: 该模板以及它所引用的任何镜像，将不会共享给群组的用户。 权限变更：群组使用

source: VM Template created
cs_cz: Šablona virt. stroje vytvořena
es_es: Plantilla de Máquina Virtual creada
et_ee: VM mall loodud
pt_br: Template de VM criado
ru_ru: Шаблон ВМ создан
sk_sk: Šablóna VS vytvorená
tr_tr: Sanal Makine Şablonu oluşturuldu
zh_cn: 虚拟机模板已创建

source: This will delete the Template.<br/>You can also delete any Image referenced inside this Template
cs_cz: Toto smaže šablonu.<br/>Také můžete smazat všechny obrazy odkazované ze šablony
es_es: Esto borrara la Plantilla.<br/>Puedes igualmente borrar cualquier Imagen que aparezca dentro de esta Plantilla.
pt_br: isto irá pagar o Template.<br/>Você pode também apagar qualquer Imagem referenciada dentro deste Template
ru_ru: Это приведет к удалению Шаблона. <br/> Вы так же можете удалить Образ на который ссылается этот Шаблон
sk_sk: Týmto zmažeš šablónu. Môžeš tiež zmazať všetky obrazy odkazované touto šablónou.
tr_tr: Bu, Şablonu silecektir.<br/> Ayrıca, bu Şablonda referans verilen herhangi bir İmajı silebilirsiniz
zh_cn: 此操作将删除该模板。 <br/>您也可以删除任何在此模板中引用的镜像

source: Delete all images
cs_cz: Smazat všechny obrazy
es_es: Borra todas las imagenes
et_ee: Kustuta kõik kettad
pt_br: Apagar todas imgens
ru_ru: Удалить все Образы
sk_sk: Vymaž všetky obrazy
tr_tr: Tüm imajları sil
zh_cn: 删除所有镜像

source: VM created
cs_cz: Virt. stroj vytvořen
es_es: MV creada
et_ee: VM loodud
pt_br: VM criada
ru_ru: ВМ создана
sk_sk: VS vytvorený
tr_tr: Sanal Makine oluşturuldu
zh_cn: 虚拟机已创建

source: Please select one (and just one) Image to export.
cs_cz: Vyberte jeden (a pouze jeden) obraz k exportu.
es_es: Por favor selecciona una (y solo una) Imagen a exportar
et_ee: Palun vali üks (ja ainult üks) ketas ekspordiks
pt_br: Por favor, selecione uma (e somente uma) Imagem para exportar.
ru_ru: Пожалуйста выберите один (и только один) образ для экспорта
sk_sk: Vyber jeden (iba jeden) obraz pre export
tr_tr: Dışa aktarmak için lütfen bir (ve sadece bir) İmaj seçin.
zh_cn: 请选择一个（只有一个）镜像导出

source: Registration time
cs_cz: Čas registrace
es_es: Fecha de registro
et_ee: Registreerimise aeg
fa_ir: زمان ثبت
pt_br: Horário de registro
pt_pt: Registo de tempo
ru_ru: Время регистрации
sk_sk: Čas registrácie
tr_tr: Kayıt zamanı
zh_cn: 注册时间

source: Please select a Template from the list
cs_cz: Vyberte šablonu ze seznamu
es_es: Por favor selecciona una Plantilla de la lista
et_ee: Palun vali nimekirjast mall
fa_ir: لطفاً یک template از لیست انتخاب نمایید
pt_br: Por favor, selecione um Template da lista
pt_pt: Por favor selecione um Modelo da lista
ru_ru: Пожалуйста выберите Шаблон из списка
sk_sk: Vyber šablónu zo zoznamu
tr_tr: Lütfen listeden bir Şablon seçiniz
zh_cn: 请从列表中选择一个模板

source: You selected the following Template:
cs_cz: Vybrali jste následující šablonu:
es_es: Ha seleccionado la siguiente Plantilla:
et_ee: Sa valisid järgmise malli:
fa_ir: شما template زیر را انتخاب کرده‌اید:
pt_br: Você selecionou o seguinte Template:
pt_pt: Selecionou o seguinte Modelo:
ru_ru: Вы выбрали следующий Шаблон:
sk_sk: Vybral si nasledovnú šablónu:
tr_tr: Belirtilen Şablonu seçtiniz:
zh_cn: 您选择的模板是：

source: Please select one or more Templates from the list
cs_cz: Vyberte ze seznamu jednu nebo více šablon
es_es: Por favor seleccione una o mas Plantillas de la lista
et_ee: Palun vali üks või mitu malli nimekirjast
fa_ir: لطفاً یک یا چند template از لیست انتخاب نمایید
pt_br: Por favor, selecione um ou mais Templates da lista
pt_pt: Por favor selecione uma ou mais Modelos da lista
ru_ru: Пожалуйста выберите один или несколько Шаблонов из списка
sk_sk: Vyber jednu alebo viac šablón zo zoznamu
tr_tr: Lütfen listeden bir veya daha fazla Şablon seçiniz
zh_cn: 请从列表中选择一个或多个模板

source: You selected the following Templates:
cs_cz: Vybrali jste následující šablony:
es_es: Ha seleccionado las siguientes Plantillas:
et_ee: Sa valisid järgmised mallid:
fa_ir: شما template‌های زیر را انتخاب کرده‌اید:
pt_br: Você selecionou os seguintes Templates:
pt_pt: Selecionou os seguintes Modelos:
ru_ru: Вы выбрали следующие Шаблоны:
sk_sk: Vybral si nasledovné šablóny:
tr_tr: Belirtilen Şablonları seçtiniz:
zh_cn: 您选择的模板是：

source: Groups
cs_cz: Skupiny
es_es: Grupos
et_ee: Grupid
fa_ir: گروه ها
pt_br: Grupos
pt_pt: Grupos
ru_ru: Группы
sk_sk: Skupiny
tr_tr: Gruplar
zh_cn: 群组

source: Create Host
cs_cz: Vytvořit hostitele
es_es: Crear Host
et_ee: Loo server
fa_ir: ساخت میزبان
pt_br: Criar Host
pt_pt: Criar Anfitrião
ru_ru: Создать узел
sk_sk: Vytvor host
tr_tr: Makine Oluştur
zh_cn: 创建主机

source: Host created
cs_cz: Hostitel vytvořen
es_es: Host creado
et_ee: Server loodud
pt_br: Host criado
ru_ru: Узел создан
sk_sk: Host bol vytvorený
tr_tr: Makine oluşturuldu
zh_cn: 主机已创建

source: Error NSX data credentials, check and try again
cs_cz: Chyba přihlašovacích údajů k NSX – zkontrolujte je a zkuste to znovu
es_es: Error de credenciales de datos NSX, verifique e intente de nuevo
pt_br: Credenciais de dados NSX incorretos, checar e tentar novamente
ru_ru: Неверные данные для соединения с NSX, проверте и попробуйте подключиться снова
sk_sk: Chyba pri zadaní NSX údajov, skontroluj a skús ešte raz
zh_cn: NSX数据密钥错误，请检查并重试

source: Graphs
cs_cz: Grafy
es_es: Gráficas
et_ee: Graafikud
fa_ir: گراف‌ها
pt_br: Gráficos
pt_pt: Gráficos
ru_ru: Графики
sk_sk: Grafy
tr_tr: Grafikler
zh_cn: 图表

source: Used CPU
cs_cz: Použité CPU
es_es: CPU Utilizada
et_ee: Kasutatud CPU
fa_ir: پردازنده مورد استفاده
pt_br: CPU utilizada
pt_pt: CPU utilizado
ru_ru: Используется ЦП
sk_sk: Využitý CPU
tr_tr: Kullanılan CPU
zh_cn: CPU 使用量

source: Free CPU
cs_cz: Volný procesor
es_es: CPU Libre
pt_br: CPU livre
ru_ru: Свободно CPU
sk_sk: Voľné CPU
zh_cn: 空闲CPU

source: Used MEMORY
cs_cz: Využitá PAMĚŤ
es_es: MEMORIA Usada
pt_br: MEMÓRIA utilizada
ru_ru: Используемая память
sk_sk: Použitá RAM
zh_cn: 已使用内存

source: Free MEMORY
cs_cz: Volná PAMĚŤ
es_es: MEMORIA Libre
pt_br: MEMÓRIA disponível
ru_ru: Свободная память
sk_sk: Voľná RAM
zh_cn: 空闲内存

source: Zombies
cs_cz: Zombie
et_ee: Zombid
ru_ru: Зомби
tr_tr: Zombiler
zh_cn: 僵尸

source: Wilds
cs_cz: Cizí virt. stroje
es_es: Salvajes
et_ee: Haldamatad
ru_ru: ВМ вне
zh_cn: 未受控虚拟机

source: VM imported
cs_cz: Virt. stroj naimportován
es_es: MV Importada
et_ee: VM imporditud
fa_ir: ماشین‌مجازی ایمپورت شد
pt_br: VM importada
pt_pt: VM importada
ru_ru: ВМ импортирована
sk_sk: VS bol importovaný
tr_tr: İçe aktarılmış Sanal Makineler
zh_cn: 虚拟机已导入

source: Import Wilds
cs_cz: Import cizích virt. strojů
es_es: Importar Wilds
et_ee: Impordi haldamatad
fa_ir: وارد کردن Wilds
pt_br: Importar Wilds
pt_pt: Importar Wilds
ru_ru: Импорт ВМ
sk_sk: Importuj Wilds
zh_cn: 导入未受控虚拟机

source: Cannot contact server: is it running and reachable?
cs_cz: Nedaří se kontaktovat server: je spuštěný a dostupný?
es_es: No se puede conectar con el servidor: está ejecutándose y disponible?
et_ee: Ei saa serveriga ühendust: kas see töötab ja on kättesaadav?
fa_ir: امکان برقراری ارتباط با سرور نیست: آیا سرور عملیاتی و در دسترس است؟
pt_br: Não é possível contatar servidor: ele está em execução e comunicável?
pt_pt: Não é possível contactar o servidor: está em execução ou contactável?
ru_ru: Не удается установить соединение с сервером. Проверьте, что он запущен и доступен.
sk_sk: Nemôžem kontaktovať server - je spustený?
tr_tr: Sunucuyla iletişim sağlanamıyor: çalışıyor ve erişilebilir mi?
zh_cn: 无法连接到服务器：请确认服务器运行状态或者网络连接状态?

source: it must not be a negative number
es_es: No puede ser un número negativo
ru_ru: не может быть отрицательным числом
sk_sk: Nesmie byť záporné číslo
zh_cn: 它不能是一个负数

source: NSX Specific Attributes
cs_cz: Atributy specifické pro NSX
es_es: Atributos específicos de NSX
pt_br: Atributos NSX específicos
ru_ru: Специфичные для NSX атрибуты
sk_sk: Špecifické NSX atribúty
zh_cn: NSX特定属性

source: NSX information valid
cs_cz: NSX informace platná
es_es: Información NSX válida
pt_br: Informação NSX válida
ru_ru: Информация для NSX верна
sk_sk: NSX údaje sú platné
zh_cn: NSX信息有效

source: POOL
cs_cz: FOND
ru_ru: ПУЛ
sk_sk: FOND
zh_cn: 池

source: Select the destination cluster
cs_cz: Vybrat cílový cluster
es_es: Seleccione el clúster de destino
et_ee: Vali klaster
pt_br: Selecione o cluster de destino
ru_ru: Выберите кластер назначения
sk_sk: Vyber cieľový cluster:
tr_tr: Hedef Kümeyi Seçin
zh_cn: 选择目标集群

source: Offline
cs_cz: Zakázat
es_es: Fuera de Linea
et_ee: Väljas
ru_ru: Выкл
tr_tr: Çevrimdışı
zh_cn: 离线

source: Delete host
cs_cz: Smazat hostitele
es_es: Borrar host
et_ee: Kustuta server
fa_ir: میزبان را پاک کن
pt_br: Remover host
pt_pt: Apagar anfitrião
ru_ru: Удалить узел
sk_sk: Zmaž hosta
tr_tr: Makine sil
zh_cn: 删除主机

source: RVMs
cs_cz: VSTROJŮ
es_es: RMVs
et_ee: TVMd
fa_ir: ماشین های مجازی
ru_ru: Запущено ВМ
tr_tr: RVM ler
zh_cn: 正在运行的虚拟机数量

source: Allocated CPU
cs_cz: Přidělená CPU
es_es: CPU Asignada
et_ee: Kasutatud CPU
fa_ir: پردازنده‌ی تخصیص یافته
pt_br: CPU alocada
pt_pt: CPU Alocado
ru_ru: Выделено ЦП
sk_sk: Alokovaný CPU
tr_tr: Ayrılmış CPU
zh_cn: 已分配CPU

source: Allocated MEM
cs_cz: Přidělená paměť
es_es: MEM Asignada
et_ee: Kasutatud MEM
fa_ir: رم تخصیص یافته
pt_br: MEM alocada
pt_pt: Memória alocada
ru_ru: Выделено Памяти
sk_sk: Alokovaná RAM
tr_tr: Ayrılmış BELLEK
zh_cn: 已分配内存

source: Allocated Memory
cs_cz: Přidělená paměť
es_es: Memoria Asignada
et_ee: Kasutatud mälu
fa_ir: رم تخصیص یافته
pt_br: Memória alocada
pt_pt: Memória alocada
ru_ru: Выделено Памяти
sk_sk: Alokovaná RAM
tr_tr: Ayrılmış Bellek
zh_cn: 已分配内存

source: Virtual Router VM Templates
cs_cz: Šablony virt. strojů pro virt. směrovače
es_es: Plantillas MV Routers Virtuales
et_ee: Virtuaalse Ruuteri VM mallid
pt_br: Templates de VMs de Roteadores Virtuais
ru_ru: Шаблоны ВМ виртуального маршрутизатора
sk_sk: Šablóny pre VS virtuálnych routrov
tr_tr: Sanal Yönlendirici Sanal Makine Şablonları
zh_cn: 虚拟路由器 VM 模板

source: Virtual Router VM Template
cs_cz: Šablona virt. stroje pro virt. směrovač
es_es: Plantilla MV Router Virtual
et_ee: Virtuaalse Ruuteri VM malli
pt_br: Template de VM de Roteador Virtual
ru_ru: Шаблон ВМ виртуального маршрутизатора
sk_sk: Šablóna pre VS virtuálneho routra
tr_tr: Sanal Yönlendirici Sanal Makine Şablon
zh_cn: 虚拟路由器 VM 模板

source: Zones
cs_cz: Zóny
es_es: Zonas
et_ee: Tsoonid
fa_ir: زون‌ها
pt_br: Zonas
pt_pt: Zonas
ru_ru: Зоны
sk_sk: Zóny
tr_tr: Alanlar
zh_cn: 区域

source: Sign in
cs_cz: Přihlásit se
es_es: Ingresar
pt_br: Entrar
ru_ru: Войти
sk_sk: Prihlásiť sa
zh_cn: 登录

source: Create Service Template
cs_cz: Vytvořit šablony služby
es_es: Crear Plantilla de Servicio
et_ee: Loo teenuse mall
fa_ir: ایجاد template سرویس
pt_br: Criar Template de Serviço
pt_pt: Criar Modelo de Serviço
ru_ru: Создать шаблон службы
sk_sk: Vytvor šablónu služby
tr_tr: Servis Şablonu Oluştur
zh_cn: 创建服务模板

source: Update Service Template
cs_cz: Upravit šablony služby
es_es: Actualizar Plantilla de Servicio
et_ee: Lae üles teenuse mall
fa_ir: به روز رسانی template سرویس
pt_br: Atualizar Template de Serviço
pt_pt: Atualizar Modelo de Serviço
ru_ru: Изменить шаблон службы
sk_sk: Aktualizuj šablónu služby
tr_tr: Servis Şablonu Güncelle
zh_cn: 更新服务模板

source: Can only contain alphanumeric and underscore characters, and be unique
cs_cz: Může obsahovat pouze písmena a číslice, dále ještě znak podtržítko. Je třeba, aby se neopakovalo
es_es: Solo puede contener caracteres alfanuméricos y guiones bajos, y deben se únicos
pt_br: Pode conter apenas caracteres alfanuméricos e sublinhados, e ser único
ru_ru: Может содержать только цифры, буквы и символ подчеркивания
sk_sk: Môže obsahovať iba alfanumerické znaky a podčiarkovník a musí byť unikátny
zh_cn: 只能包含字母、数字和下划线字符，并保持唯一

source: Instantiate Service Template
cs_cz: Spustit službu ze šablony
es_es: Plantilla de Servicio Instanciado
et_ee: Loo teenuse mall
fa_ir: نمونه قالب سرویس
pt_br: Instanciar Template de Serviço
pt_pt: Instanciar Modelo de Serviço
ru_ru: Развернуть Шаблон Сервиса
sk_sk: Spusti inštanciu zo šablóny
tr_tr: Servis Şablonu Somutlaştırma
zh_cn: 实例化服务模板

source: Associate VM Group to Service
cs_cz: Přiřadit skupinu virt. strojů ke službě
es_es: Asocias el grupo de VM al Servicio
pt_br: Associar Grupo de VM ao Serviço
ru_ru: Связывает ВМ группу с Сервисом
sk_sk: Priraď skupinu virtuálnych strojov ku službe
zh_cn: 虚拟机组与业务关联

source: Service Template created
cs_cz: Šablona služby vytvořena
es_es: Plantilla de Servicio creada
et_ee: Teenuse mall loodud
pt_br: Template de Serviço criado
ru_ru: Шаблон Сервиса создан
sk_sk: Servisná šablóna bola vytvorená
tr_tr: Servis Şablonu oluşturuldu
zh_cn: 服务模板已创建

source: This will delete the Service.<br/>You can also delete the template or the template and image referenced inside this Service.
ru_ru: Это приведет к удалению Сервиса. Вы также можете удалить шаблон или шаблон и образ на которые он ссылается внутри.
sk_sk: Týmto vymažes službu. Môžeš tiež zmazať šablónu, alebo šablónu aj s obrazom, na ktoré služba odkazuje.
zh_cn: 这将删除服务。<br/>您还可以删除该服务中引用的模板或模板和图像。

source: Delete Images and VM Templates
es_es: Borrar imágenes y plantillas de VM
ru_ru: Удалить образы и шаблоны ВМ
sk_sk: Vymaž obrazy a VS šablóny
zh_cn: 删除镜像和虚拟机模板

source: Delete VM Templates
es_es: Borra plantilla de VM
ru_ru: Удалить шаблоны ВМ
sk_sk: Vymaž VS šablóny
zh_cn: 删除虚拟机模板

source: Service created
cs_cz: Služba vytvořena
es_es: Plantilla de Servicio creada
et_ee: Teenus loodud
pt_br: Serviço criado
ru_ru: Сервис создан
sk_sk: Služba bola vytvorená
tr_tr: Servis oluşturuldu
zh_cn: 服务已创建

source: Please select one (and just one) Service to export.
ru_ru: Пожалуйста выберите один (и только один) Сервис для экспорта
sk_sk: Vyber jednu (práve jednu) službu na export
zh_cn: 请选择一个(且只选择一个)服务导出。

source: This will delete the selected templates
cs_cz: Toto smaže označené šablony
es_es: Ésto eliminará los servicios seleccionados
et_ee: See kustutab valitud mallid
fa_ir: این امکان template‌های انتخابی را پاک می‌کند
pt_br: Isto irá deletar os templates selecionados
pt_pt: Isto irá apagar os modelos selecionados
ru_ru: Удалить выбранные шаблоны
sk_sk: Toto zmaže vybraté šablóny
tr_tr: Bu, seçili şablonları silecektir
zh_cn: 即将删除选中的模板

source: Templates
cs_cz: Šablony
es_es: Plantillas
et_ee: Mallid
fa_ir: قالب ها
pt_pt: Modelos
ru_ru: Шаблоны
sk_sk: Šablóny
tr_tr: Şablonlar
zh_cn: 模板

source: Create File
cs_cz: Vytvořit soubor
es_es: Crear Archivo
et_ee: Loo fail
fa_ir: ساخت فایل
pt_br: Criar Arquivo
pt_pt: Criar ficheiro
ru_ru: Создать файл
sk_sk: Vytvor súbor
tr_tr: Dosya Oluştur
zh_cn: 创建文件

source: Uploading...
cs_cz: Nahrávání…
es_es: Subiendo...
et_ee: Laen üles...
fa_ir: در حال بارگزاری...
pt_pt: A transferir...
ru_ru: Загрузка...
sk_sk: Nahrávanie ...
tr_tr: İndiriliyor...
zh_cn: 上传中...

source: Please select a datastore for this image
cs_cz: Vyberte úložiště pro tento obraz
es_es: Por favor, seleccione un datastore para esta imagen
et_ee: Palun vali andmekogu selle ketta jaoks
fa_ir: لطفا یک محیط ذخیره‌سازی برای این ایمیج انتخاب کنید
pt_br: Por favor selecione o datastore para esta imagem
pt_pt: Por favor seleccione a datastore para esta imagem
ru_ru: Выберите хранилище для этого образа
sk_sk: Vyber úložisko pre tento obraz
tr_tr: Lütfen bu imaj dosyası için bir veri deposu seçiniz
zh_cn: 请选择一个数据存储用来存放镜像

source: Please select a file to upload
cs_cz: Vyberte soubor který nahrát
es_es: Por favor seleccione un fichero para subir
et_ee: Palun vali fail üles laadimiseks
fa_ir: لطفاً یک فایل برای آپلود انتخاب نمایید.
pt_br: Por favor, selecione um arquivo para upload
pt_pt: Por favor selecione o ficheiro para carregar
ru_ru: Пожалуйста выберите файл для загрузки
sk_sk: Vyber súbor pre upload
tr_tr: Lütfen yüklemek için bir dosya seçiniz
zh_cn: 请选择上传文件

source: Registering in OpenNebula
cs_cz: Registruje se v OpenNebula
es_es: Registrando en OpenNebula
et_ee: Registreerin OpenNebulas
fa_ir: در حال ثبت‌نام در OpenNebula
pt_br: Registrando no OpenNebula
pt_pt: A registar no OpenNebula
ru_ru: Регистрация в OpenNebula
sk_sk: Registruj v OpenNebule
tr_tr: OpenNebulaya Kayıt olma
zh_cn: 注册到OpenNebula
