Repository: OpenNebula/one
Catalog: src/sunstone/public/locale/languages/*.po
Languages: cs_cz, es_es, et_ee, fa_ir, pt_br, pt_pt, ru_ru, sk_sk, tr_tr, zh_cn

source: The following template will be created in OpenNebula and the previous images will be referenced in the disks.
cs_cz: V OpenNebula bude vytvořena následující šablona s odkazy na výše uvedené disky.
es_es: La siguiente plantilla se creará en OpenNebula y las imágenes anteriores se referenciarán en los discos.
et_ee: OpenNebulasse luuakse selline mall milles viidatakse eelmistele ketastele
pt_br: O seguinte template será criado no OpenNebula e as imagens anteriores serão referenciadas nos discos.
ru_ru: Следующий шаблон будет создан в OpenNebula и предыдущие образы будут включены в дисках.
sk_sk: Nasledujúca šablóna bude vytvorená v OpenNebule a predchádzajúce obrazy budú odkazovať na disky
tr_tr: Aşağıdaki şablon OpenNebula'da oluşturulacak ve önceki imajlar disklerde referans alınacaktır.
zh_cn: 以下模板将在OpenNebula中创建，以前的镜像将在磁盘中被引用

source: Do not import/export associated VM templates/images
ru_ru: Не делать импорт/экспорт шаблонов и образов ВМ
sk_sk: Neimportuj/neexportuj súvisiace VS šablóny/obrazy
zh_cn: 不导入/导出关联的虚拟机模板/镜像

source: Select the Datastore to store the resource
cs_cz: Vyberte datové úložiště pro uložení zdroje
es_es: Seleccione el Datastore para almacenar el recurso
et_ee: Vali andmekogu resursside salvestamiseks
pt_br: Selecione o Datastore para armazenar o recusro
ru_ru: Выберите хранилище для хранения ресурсов
sk_sk: Vyber úložisko pre uloženie zdroja
tr_tr: Kaynağı depolamak için Veri Deposunu seçin
zh_cn: 选择数据存储以保存资源

source: Select the vCenter Template to use
ru_ru: Выберите шаблон vCenter для использования
sk_sk: Vyber vCenter šablónu
zh_cn: 选择要使用的vCenter模板

source: (Optional) Select an existing VM Template
ru_ru: (Опционально) Выберите из существующих шаблонов ВМ
sk_sk: (Voliteľné) Vyber existujúcu šablónu VS

source: Select the Dockerhub tag
cs_cz: Vybrat štítek na službě Dockerhub
es_es: Seleccionar etiqueta de Dockerhub
pt_br: Seleciona tag do Dockerhub
ru_ru: Выберите метку Dockerhub
sk_sk: Vyber dockerhub tag
zh_cn: 选择Dockerhub标签

source: You can provide a template for the resource that will be created in OpenNebula
cs_cz: Můžete vložit šablonu zdroje, který bude vytvořený v OpenNebula
es_es: Puede proporcionar una plantilla para el recurso que se creará en OpenNebula
et_ee: Võite sisestada OpenNebulasse loodava ressursi malli
pt_br: Você pode fornecer um template para o recurso que será criado no OpenNebula
ru_ru: Вы можете задать шаблон ресурса который будет создан в OpenNebula
sk_sk: Môžeš poskytnúť šablónu zdroju, ktorý bude vytvorený v OpenNebule
tr_tr: OpenNebula'da oluşturulacak kaynak için bir şablon sağlayabilirsiniz
zh_cn: 您可提供一个资源模板，它将在OpenNebula中被创建

source: You can provide a VM template associated to the resource that will be created in OpenNebula
cs_cz: Můžete vložit šablonu virt. stroje vztaženého ke zdroji, který bude vytvořený v OpenNebula
es_es: Puede proporcionar una plantilla de VM asociada al recurso que se creará en OpenNebula
et_ee: Võite sisestada OpenNebulasse loodava ressursiga seotud VM malli
pt_br: Você pode fornecer um template de VM associado ao recurso que será criado no OpenNebula
ru_ru: Вы можете создать шаблон ВМ связанный с ресурсом который будет создан OpenNebula
sk_sk: Môžeš poskytnúť šablónu virtuálneho stroja asociovanú zdroju, ktorý bude vytvorený v OpenNebule
tr_tr: OpenNebula'da oluşturulacak kaynakla ilişkili bir Sanal Makine şablonu sağlayabilirsiniz
zh_cn: 您可提供一个关联到资源的虚拟机模板，它将在OpenNebula中被创建

source: Keepalive service ID
cs_cz: Identifikátor služby Keepalive
es_es: ID del servicio Keepalive
et_ee: Keepalive teenuse ID
pt_br: ID do serviço Keepalive
ru_ru: Keepalive ИД сервиса
sk_sk: Podrž ID služby
tr_tr: Canlı Servis ID
zh_cn: Keepalive服务 ID

source: Keepalive password
cs_cz: Keepalive heslo
es_es: Contraseña del Keepalive
et_ee: Keepalive parool
pt_br: Senha do Keepalive
ru_ru: Keepalive пароль
sk_sk: Podrž heslo
tr_tr: Canlı Servis şifresi
zh_cn: Keepalive密码

source: Virtual machine name
cs_cz: Název virtuálního stroje
es_es: Nombre Máquina Virtual
et_ee: Virtuaalmasina nimi
pt_br: Nome da máquina virtual
ru_ru: Имя виртуальной машины
sk_sk: Meno virtuálneho stroja
tr_tr: Sanal Makine Adı
zh_cn: 虚拟机名称

source: When creating multiple VMs, %i is replaces by the VM number in the set
cs_cz: Při vytváření více virt. strojů, %i bude nahrazen číslem virt. stroje ve skupině
es_es: Al crear varias máquinas virtuales, %i se sustituye por el número de VM en el conjunto
pt_br: Ao criar múltiplas VMs, %i será substituído pelo número VM no conjunto
ru_ru: Когда создаются несколько ВМ, %i будет заменен на номер ВМ в группе
sk_sk: Pri vytváraní viac virtuálnych strojov, % je nahradené číslom
tr_tr: Birden çok VM oluştururken%i, setteki VM numarası ile yer değiştirir
zh_cn: 当创建多个虚拟机时，%i将被被集合中虚拟机的数目替换

source: Number of VM instances
cs_cz: Počet instancí virt. strojů
es_es: Número de MVs instanciadas
et_ee: VM arv
pt_br: Número de instâncias de VMs
ru_ru: Количество экземпляров ВМ
sk_sk: Počet VS inštancií
tr_tr: Somut Sanal Makinelerin sayısı
zh_cn: 虚拟机实例的数量

source: Virtual Cores
cs_cz: Virtuálních jader
es_es: Núcleos Virtuales
pt_br: Núcleos Virtuais
ru_ru: Виртуальных ядер
sk_sk: Virtuálne jadrá
zh_cn: 虚拟核心

source: Cost / CPU
cs_cz: Náklady/CPU
es_es: Coste / CPU
et_ee: Hind / CPU
fa_ir: هزینه / CPU
pt_br: Custo / CPU
pt_pt: Custo / CPU
ru_ru: Стоимость / CPU
sk_sk: Náklad / CPU
tr_tr: Maliyet / CPU
zh_cn: 成本 / CPU

source: Cost / MByte
cs_cz: Náklady/MB
es_es: Coste / MByte
et_ee: Hind / MByte
fa_ir: هزینه / مگابایت
pt_br: Custo / MByte
pt_pt: Custo /MByte
ru_ru: Стоимость / МБайт
sk_sk: Náklad / MB
tr_tr: Maliyet / MByte
zh_cn: 成本 / MByte

source: Resize
cs_cz: Změnit
es_es: Redimensionar
et_ee: Muuda suurust
fa_ir: تغییر اندازه
pt_br: Redimensionar
pt_pt: Redimensionar
ru_ru: Применить
sk_sk: Zmeň veľkosť
tr_tr: Yeniden Boyutlandır
zh_cn: 调整大小

source: Real memory
cs_cz: Skutečná paměť
es_es: Memoria Real
et_ee: Tegelik mälu
pt_br: Memória real
ru_ru: Фактическая память
sk_sk: Reálna RAM
tr_tr: Gerçek hafıza
zh_cn: 实际内存

source: LCM State
cs_cz: Stav LCM
es_es: Estado LCM
fa_ir: وضعیت LCM
pt_br: Estado LCM
pt_pt: Estado LCM
ru_ru: Текущее состояние ВМ
sk_sk: Stav LCM
tr_tr: En Az Ortak Çoklu Durum
zh_cn: LCM状态

source: Port forwarding
ru_ru: Проброс портов
zh_cn: 端口转发

source: Deploy ID
cs_cz: Spuštěno s identifikátorem
es_es: ID del desplegado
et_ee: Kasutus ID
fa_ir: مشخصه پیاده سازی
pt_br: ID de lançamento
pt_pt: ID de lançamento
ru_ru: № размещения
sk_sk: Nasaď ID
tr_tr: Konuşlandırma ID
zh_cn: 部署ID

source: Monitoring
es_es: Monitorizando
et_ee: Monitooring
fa_ir: مانیتورینگ
pt_br: Monitoramento
pt_pt: A monitorizar
ru_ru: Мониторинг
tr_tr: İzleme
zh_cn: 监控

source: User template
cs_cz: Šablona uživatele
es_es: Plantilla de Usuario
et_ee: Kasutaja mall
pt_br: Template de Usuário
ru_ru: Пользовательский шаблон
sk_sk: Používateľská šablóna
tr_tr: Kullanıcı şablonu
zh_cn: 用户模板

source: Protocol
cs_cz: Protokol
es_es: Protocolo
et_ee: Protokoll
fa_ir: پرتوکل
pt_br: Protocolo
pt_pt: Protocolo
ru_ru: Протокол
sk_sk: Protokol
tr_tr: Protokol
zh_cn: 协议

source: ICMP Type
cs_cz: Typ ICMP
es_es: Tipo ICMP
et_ee: ICMP Tüüp
fa_ir: نوع ICMP
pt_br: Tipo do ICMP
pt_pt: Tipo ICMP
ru_ru: Тип ICMP
sk_sk: ICMP Typ
tr_tr: ICMP Tip
zh_cn: ICMP类型

source: Save as
cs_cz: Uložit jako
es_es: Guardar como
et_ee: Salvesta kui
fa_ir: ذخیره بعنوان
pt_br: Salvar como
pt_pt: Guardar como
ru_ru: Сохранить как
sk_sk: Ulož ako
tr_tr: Farklı kaydet
zh_cn: 另存为

source: Rename
cs_cz: Přejmenovat
es_es: Renombrar
pt_br: Renomear
ru_ru: Переименовать
sk_sk: Premenovať
tr_tr: Yeniden Adlandır
zh_cn: 重命名

source: Image / Size-Format
cs_cz: Obraz / Velikost-formát
es_es: Imagen / Formato-Tamaño
et_ee: Ketas / Suurus-formaat
fa_ir: ایمیج / قالب اندازه
pt_br: Imagem / Tamanho-Formato
ru_ru: Образ / Формат
sk_sk: Obraz / Veľkosť - formát
tr_tr: İmaj / Boyut Biçimi
zh_cn: 镜像 / 大小 - 格式

source: Attach disk
cs_cz: Připojit disk
es_es: Añadir disco
et_ee: Ühenda ketas
fa_ir: attach کردن دیسک
pt_br: Anexar disco
pt_pt: Anexar disco
ru_ru: Добавить диск
sk_sk: Pripoj disk
tr_tr: Disk tak
zh_cn: 附加磁盘

source: Update Configuration
cs_cz: Úprava nastavení
es_es: Actualizar Configuración
et_ee: Uuenda seaded
pt_br: Atualizar Configuração
ru_ru: Обновить конфигурацию
sk_sk: Aktualizuj konfiguráciu
tr_tr: Konfigürasyonu Güncelle
zh_cn: 更新配置

source: VM type
cs_cz: Typ virt. stroje
es_es: Tipo MV
et_ee: VM tüüp
pt_br: Tipo da VM
ru_ru: Тип ВМ
sk_sk: Typ VS
tr_tr: Sanal Makine ID
zh_cn: 虚拟机类型

source: Regular VM
cs_cz: Běžný virt. stroj
es_es: MV Regular
et_ee: Tavaline VM
pt_br: VM Regular
ru_ru: Обычная ВМ
sk_sk: Stály VS
tr_tr: Düzenli Sanal Makine
zh_cn: 常规虚拟机

source: Attach as an alias
ru_ru: Добавить как алиас
sk_sk: Pripoj ako alias
zh_cn: 附加为别名

source: You have to confirm this action.
cs_cz: Tuto akci je třeba potvrdit.
es_es: Necesitas confirmar la acción
et_ee: Peate selle tegevuse kinnitama.
fa_ir: لازم است این عمل را تایید نمایید
pt_br: Você deve confirmar essa ação.
pt_pt: É necessário confirmar esta ação.
ru_ru: Необходимо подтвердить данную операцию.
sk_sk: Musíš potvrdiť túto operáciu
tr_tr: Bu eylemi onaylamak zorundasınız.
zh_cn: 您需要确认此操作。

source: Do you want to proceed?
cs_cz: Chcete pokračovat?
es_es: ¿Deseas proceder?
et_ee: Kas soovite jätkata?
fa_ir: آیا میخواهید ادامه دهید؟
pt_br: Você deseja prosseguir?
pt_pt: Deseja continuar?
ru_ru: Хотите продолжить?
sk_sk: Chceš pokračovať?
tr_tr: Devam etmek istiyor musunuz?
zh_cn: 您是否确定要继续？

source: Save as Template
cs_cz: Uložit jako šablonu
es_es: Guardar como Plantilla
et_ee: Salvesta mallina
fa_ir: ذخیره‌ی template در یک نام دیگر
pt_br: Salvar como Template
pt_pt: Guardar como Modelo
ru_ru: Сохранить как шаблон
sk_sk: Ulož ako šablónu
tr_tr: Şablon olarak kaydet
zh_cn: 保存为模板

source: Template name
cs_cz: Název šablony
es_es: Nombre de la plantilla
et_ee: Malli nimi
fa_ir: نام template
pt_br: Nome do Template
pt_pt: Nome do Modelo
ru_ru: Имя шаблона
sk_sk: Meno šablóny
tr_tr: Şablon adı
zh_cn: 模板名称

source: Make the new images persistent
cs_cz: Vytvořit nové disky jako trvalé
es_es: Hacer persistentes las nuevas imágenes
et_ee: Tee uued kettad püsivaks
fa_ir: image‌های جدید را persistent کن
pt_br: Tornar as novas imagens persistentes
ru_ru: Сделать новый образ постоянным
sk_sk: Urob nové obrazy perzistentnými
tr_tr: Yeni imajları kalıcı kıl
zh_cn: 设置新镜像为持久化

source: Save As Template
cs_cz: Uložit jako šablonu
es_es: Guardar Como Plantilla
et_ee: Salvesta mallina
fa_ir: ذخیره‌ی template در یک نام دیگر
pt_br: Salvar como Template
pt_pt: Guardar Como Modelo
ru_ru: Сохранить как шаблон
sk_sk: Ulož ako šablónu
tr_tr: Şablon Olarak Kaydet
zh_cn: 保存为模版

source: Migrate Virtual Machine
cs_cz: Migrování virtuálního stroje
es_es: Migrar Máquina Virtual
et_ee: Migreeri virtuaalmasin
fa_ir: انتقال ماشین‌مجازی
pt_br: Migrar Máquina Virtual
pt_pt: Migrar Máquina Virtual
ru_ru: Мигрировать виртуальную машину
sk_sk: Migruj virtuálny stroj
tr_tr: Sanal Makineyi Taşı
zh_cn: 迁移虚拟机

source: Select a Host
cs_cz: Vyberte hostitele
es_es: Selecciona un Host
et_ee: Vali server
fa_ir: یک میزبان انتخاب کنید
pt_br: Selecione um Host
pt_pt: Selecione um Anfitrião
ru_ru: Выбрать узел
sk_sk: Vyber hosta
tr_tr: Makine seçiniz
zh_cn: 选择主机

source: Enforce capacity checks
cs_cz: Vynutit kontrolu kapacity
es_es: Forzar chequeos de capacidad
pt_br: Reforça checagem de capacidade
ru_ru: Применить проверку емкости
sk_sk: Vyžiadať kontrolu kapacity
tr_tr: Kapasite kontrollerini zorla
zh_cn: 强制容量检查

source: If it is set to true, the host capacity will be checked. This will only affect oneadmin requests, regular users resize requests will always be enforced
cs_cz: Pokud je volba nastavená, bude zkontrolována kapacita hostitele. Volba je účinná pouze pro požadavky už. oneadmin. Změny kapacity běžných uživatelů jsou kontrolovány vždy
es_es: Si se establece en true, se comprobará la capacidad del host. Esto sólo afectará a las solicitudes oneadmin, las solicitudes de redimensionamiento regular de los usuarios siempre se aplicarán
fa_ir: اگر به «درست» تنظیم شده باشد، ظرفیت میزبان چک خواهد شد. این تنها درخواست‌های کاربر oneadmin را تحت تاثیر قرار می‌دهد. درخواست تغییر اندازه برای کاربران معمولی معمولاً تحمیل می‌شود.
pt_br: Se for definido como verdadeiro, a capacidade do host será verificada. Isso só vai afetar as solicitações do usuário oneadmin, usuários regulares terão seus pedidos de redimensionamento aplicados
pt_pt: Se colocado a verdadeiro, a capacidade do anfitrião será verificada. Isto apenas afetará os pedidos do oneadmin, os pedidos dos utilizadores usuais serão sempre forçados
ru_ru: Если включено, будет выполнена проверка возможностей узла. Это влияет только на запросы пользователя oneadmin, запросы обычных пользователей всега проходят проверку.
sk_sk: Ak je nastavené, kapacita hosta bude kontrolovaná. Má význam iba pre požiadavky admina, zmenové požiadavky bežného užívateľa budú vždy vynútené.
tr_tr: True olarak ayarlanırsa, makine kapasitesi kontrol edilir. Bu yalnızca oneadmin isteklerini etkiler, normal kullanıcılar yeniden boyutlandırma istekleri daima zorunlu olacak
zh_cn: 如果设置为true，系统将会检查主机的容量。这只会影响oneadmin的请求，来自普通用户的调整大小请求总是会被强制检查。

source: Select a datastore
cs_cz: Vyberte datové úložiště
es_es: Selecciona un datastore
et_ee: Vali andmekogu
fa_ir: انتخاب datastore
pt_br: Selecione um datastore
pt_pt: Selecionar a datastore
ru_ru: Выберите хранилище
sk_sk: Vyber úložisko
tr_tr: Bir veri deposu seçin
zh_cn: 选择一个数据存储

source: Resize VM capacity
cs_cz: Změna velikosti virt. stroje
es_es: Redimensionar la capacidad de la MV
et_ee: Muuda VM suurust
fa_ir: تغییر ظرفیت ماشین‌مجازی
pt_br: Redimensionar a capacidade de VM
pt_pt: Redimensionar capacidade de VM
ru_ru: Изменить базовые характеристики
sk_sk: Zmeň kapacitu virtuálneho stroja
tr_tr: VM kapasitesini yeniden boyutlandır
zh_cn: 调整虚拟机容量

source: Attach new security group to NIC
ru_ru: Подключить новую группу безопасности к сетевому интерфейсу
sk_sk: Priraď novú security skupinu ku adaptéru

source: Disk Resize
cs_cz: Změna velikosti disku
es_es: Redimensión de Disco
et_ee: Muuda ketta suurust
pt_br: Redimensionar disco
ru_ru: Изменить размер диска
sk_sk: Zmena veľkosti disku
tr_tr: Diski Yeniden Boyutlandır
zh_cn: 调整磁盘大小

source: Disk ID
cs_cz: Identifikátor disku
es_es: ID del Disco
et_ee: Ketta ID
fa_ir: شناسه دیسک
pt_br: ID do Disco
pt_pt: ID Disco
ru_ru: № диска
sk_sk: ID disku
zh_cn: 磁盘ID

source: New size
cs_cz: Nová velikost
es_es: Nuevo tamaño
et_ee: Uus suurus
pt_br: Novo tamanho
ru_ru: Новый размер
sk_sk: Nová veľkosť
tr_tr: Yeni boyut
zh_cn: 新的容量大小

source: Deploy Virtual Machine
cs_cz: Spustit virtuální stroj
es_es: Desplegar Máquina Virtual
et_ee: Kasuta virtuaalmasinat
fa_ir: استقرار ماشین مجازی
pt_br: Lançar Máquina Virtual
pt_pt: Instanciar Máquina Virtual
ru_ru: Разместить виртуальную машину
sk_sk: Nasaď virtuálny stroj
tr_tr: Sanal Makineyi Konuşlandır
zh_cn: 部署虚拟机

source: Update nic
ru_ru: Обновить nic
sk_sk: Aktualizuj sieťový adaptér

source: Attach new disk
cs_cz: Připojit nový disk
es_es: Añadir nuevo disco
et_ee: Ühenda uus ketas
fa_ir: دیسک جدید اضافه کنید
pt_br: Anexar novo disco
pt_pt: Anexar novo disco
ru_ru: Присоединить диск
sk_sk: Pripoj nový disk
tr_tr: Yeni disk ekle
zh_cn: 附加新磁盘

source: Backup VM
ru_ru: Резервная копия ВМ
sk_sk: Zálohuj VS

source: Disk Saveas
cs_cz: Uložit disk jako
es_es: Saveas del Disco
et_ee: Salvesta ketas kui
fa_ir: Saveas دیسک
pt_br: Salvar Disco como
pt_pt: Disco Guardar Como
ru_ru: Сохранить диск как
sk_sk: Ulož disk ako
tr_tr: Disk Farklı olarak kaydet
zh_cn: 磁盘另存为

source: Snapshot ID
cs_cz: Identifikátor zachyceného stavu
es_es: ID del Snapshot
et_ee: Tõmmise ID
fa_ir: شناسه اسنپ‌شات
pt_br: ID do Snaphost
pt_pt: ID de Snapshot
ru_ru: ID снимка
sk_sk: ID snímky
tr_tr: Anlık Görüntü ID
zh_cn: 快照ID

source: New Image name
cs_cz: Název nového obrazu
es_es: Nombre de la nueva Imagen
et_ee: Uue ketta nimi
fa_ir: نام image جدید
pt_br: Novo nome da imagem
pt_pt: Novo nome de Imagem
ru_ru: Имя нового образа
sk_sk: Meno nového obrazu
tr_tr: Yeni İmaj adı
zh_cn: 新镜像名称

source: Snapshot
cs_cz: Zachycený stav
et_ee: Tõmmis
fa_ir: اسنپ‌شات
ru_ru: Снимок
sk_sk: Snímka
zh_cn: 快照

source: Snapshot name
cs_cz: Název zachyceného stavu
es_es: Nombre del Snapshot
et_ee: Tõmmise nimi
fa_ir: نام اسنپ‌شات
pt_br: Nome do Snapshot
pt_pt: Nome do snapshot
ru_ru: Имя снимка
sk_sk: Meno snímky
tr_tr: Snapshot adı
zh_cn: 快照名称

source: New name
cs_cz: Nový název
es_es: Nuevo Nombre
pt_br: Novo nome
ru_ru: Новое имя
sk_sk: Nové meno
tr_tr: Yeni adı
zh_cn: 新名称

source: Disk Snapshot
cs_cz: Snímek disku
es_es: Snapshot del Disco
et_ee: Ketta tõmmis
fa_ir: اسنت‌شات دیسک
pt_br: Snapshot do Disco
pt_pt: Snapshot de disco
ru_ru: Снимок диска
sk_sk: Snímka disku
tr_tr: Disk Anlık Görüntüsü
zh_cn: 磁盘快照

source: VNETS
cs_cz: VSÍTĚ
ru_ru: Вирт. сетей
sk_sk: Virtuálne siete
tr_tr: VNETLER
zh_cn: 虚拟网络

source: USERS
cs_cz: UŽIVATELÉ
es_es: USUARIOS
et_ee: KASUTAJAD
pt_br: USUÁRIOS
ru_ru: Пользователей
sk_sk: Užívatelia
tr_tr: KULLANICILAR
zh_cn: 用户

source: GROUPS
cs_cz: SKUPINY
es_es: GRUPOS
et_ee: GRUPID
pt_br: GRUPOS
ru_ru: Группы
sk_sk: Skupiny
tr_tr: GRUPLAR
zh_cn: 群组

source: IMAGES
cs_cz: OBRAZY
es_es: IMÁGENES
pt_br: IMAGENS
ru_ru: Образов
sk_sk: Obrazy
tr_tr: IMAJLAR
zh_cn: 镜像

source: There is no information available
cs_cz: Nejsou k dispozici žádné informace
es_es: No hay información disponible
et_ee: Info pole saadaval
fa_ir: اطلاعاتی یافت نشد.
pt_br: Nenhuma informação disponível
pt_pt: Não existe informação disponível
ru_ru: Нет доступной информации
sk_sk: Nie sú dostupné žiadne informácie
tr_tr: Hiçbir bilgi yok
zh_cn: 无可用信息

source: Write the VDC template here
cs_cz: Sem zadejte šablonu virt. datacentra
es_es: Escribe la plantilla VDC aquí
et_ee: Kirjuta virtuaalse andmekeskuse mall siia
fa_ir: قالب VDC را اینجا بنویسید
pt_br: Gravar o template de VDC aqui
pt_pt: Escreva o modelo VDC aqui
ru_ru: Сохранить шаблон VDC здесь
sk_sk: Tu napíš VDC šablónu
tr_tr: SVM şablonunu buraya yazınız
zh_cn: 在此输入VDC模板

source: Selects all current and future clusters
cs_cz: Vybere všechny stávající i budoucí clustery
es_es: Selecciona todos los clústers actuales y futuros
et_ee: Valib kõik praegused ja tulevased klastrid
fa_ir: همه خوشه‌های فعلی و آتی را انتخاب کنید
pt_br: Seleciona todos os clusters atuais e futuros
pt_pt: Seleciona os clusters atuais e futuros
ru_ru: Выбрать все текущие и будущие кластеры
sk_sk: Vyber všetky aktuálne a budúce clustre
tr_tr: Tüm mevcut ve gelecek kümeleri seçer
zh_cn: 选择当前和未来的所有群集

source: Selects all current and future hosts
cs_cz: Vybere všechny stávající i budoucí hostitele
es_es: Selecciona todos los hosts actuales y futuros
et_ee: Valib kõik praegused ja tulevased serverid
fa_ir: همه‌ی میزبان‌های فعلی و بعدی را انتخاب کنید
pt_br: Seleciona todos os hosts atuais e futuros
pt_pt: Seleciona os anfitriões atuais e futuros
ru_ru: Выбрать все текущие и будущие кластеры
sk_sk: Vyber všetky aktuálne a budúce hosty
tr_tr: Tüm mevcut ve geçmiş makineler seçer
zh_cn: 选择当前和未来的所有主机

source: Selects all current and future vnets
cs_cz: Vybere všechny stávající i budoucí virtuální sítě
es_es: Selecciona todas las vnets actuales y futuras
et_ee: Valib kõik praegused ja tulevased vvõrgud
fa_ir: همه‌ی vnet‌های فعلی و بعدی را انتخاب کنید
pt_br: Seleciona todas as vnets atuais e futuras
pt_pt: Seleciona todas as vnets atuais e futuras
ru_ru: Выбрать все текущие и будущие виртуальные сети
sk_sk: Vyber všetky aktuálne a budúce vnet
tr_tr: Tüm mevcut ve gelecekteki vnets'leri seçer
zh_cn: 选择当前和未来的所有虚拟网络

source: Selects all current and future datastores
cs_cz: Vybere všechna stavající i budoucí datová úložiště
es_es: Selecciona todos los datastores actuales y futuros
et_ee: Valib kõik praegused ja tulevased andmekogud
fa_ir: همه‌ی datastore‌های فعلی و بعدی را انتخاب کنید
pt_br: Seleciona todos os datastores atuais e futuros
pt_pt: Seleciona todas as datastores atuais e futuras
ru_ru: Выбрать все текущие и будущие хранилища
sk_sk: Vyber všetky aktuálne a budúce úložiská
tr_tr: Geçerli ve gelecekteki tüm veri depoları seçer
zh_cn: 选择当前和未来的所有数据存储

source: RUNNING VMS
cs_cz: SPUŠTĚNÉ VIRT. STROJE
es_es: MVS CORRIENDO
et_ee: TÖÖTAVAD VMd
fa_ir: ماشین‌های مجازی در حال اجرا
pt_br: VMs EM EXECUÇÃO
pt_pt: VMS_A_CORRER
ru_ru: Запущено ВМ
sk_sk: BEŽIACE VS
tr_tr: ÇALIŞAN SANAL MAKİNELER
zh_cn: 运行的虚拟机

source: IP LEASES
cs_cz: ZÁPŮJČKY IP ADRES
es_es: LICENCIAS DE IP
pt_br: Locações de IP
ru_ru: IP выделено
sk_sk: PRENÁJMY IP
zh_cn: IP租赁

source: SYSTEM DISK
cs_cz: SYSTÉMOVÝ DISK
es_es: DISCO DE SISTEMA
pt_br: DISCO DO SISTEMA
ru_ru: СИСТЕМНЫЙ ДИСК
sk_sk: SYSTÉMOVÝ DISK
zh_cn: 系统盘

source: DATASTORE
ru_ru: ХРАНИЛИЩЕ
sk_sk: Dátový sklad
zh_cn: 数据存储

source: Group Virtual Machines
cs_cz: Virtuální stroje skupiny
es_es: Grupo de Máquinas Virtuales
et_ee: Grupeeri VMd
fa_ir: ماشین‌های مجازی گروه
pt_br: Grupo de Máquinas Virtuais
pt_pt: Grupo de Máquinas Virtuais
ru_ru: Группа виртуальных машин
sk_sk: Skupina Virtuálnych strojov
tr_tr: Grup Sanal Makineler
zh_cn: 虚拟机组

source: Memory GB
ru_ru: Память в Гб
sk_sk: Pamäť GB
zh_cn: 内存GB

source: Disk MB
ru_ru: Диск Мб
zh_cn: 磁盘MB

source: This action will power off this Virtual Machine and will be undeployed from the physical machine
cs_cz: Tato akce vypne virtuální stroj a ten bude bude následně odkopírován z fyzického stroje
es_es: Esta acción apagará esta máquina virtual y será desplegada de la máquina física
et_ee: See tegevus lülitab virtuaalmasina välja ning eemaldatab selle füüsilisest serverist
fa_ir: این عمل ماشین مجازی را خاموش کرده و آن را از حالت استقرار در ماشین فیزیکی خارج می‌کند
pt_br: Esta ação irá desligar esta Máquina Virtual e retirá-la do máquina física
ru_ru: Это действие выключит виртуальную машину и удалит её с сервера
sk_sk: Tento krok vypne virtuálny stroj a zruší jeho nasadenie z fyzického servera
tr_tr: Bu eylem, bu Sanal Makineyi kapatacak ve fiziksel makineden konuşlandırmayı sonlandıracaktır.
zh_cn: 此操作将关闭虚拟机电源并在将物理机器中取消部署

source: You can send the power off signal to the Virtual Machine (this is equivalent to execute the command from the console). If that doesn't affect your Virtual Machine, try to Power off the machine (this is equivalent to pressing the power off button in a physical computer).
cs_cz: Virtuálnímu stroji můžete poslat signál pro vypnutí (to je ekvivalentní spuštění příkazu z konzole). Pokud to nemá na virtuální stroj vliv, zkuste ho vypnout (to je ekvivalentní stisku tlačítka pro vypnutí na fyzickém stroji).
es_es: Puede enviar la señal de apagado a la máquina virtual (esto es equivalente a ejecutar el comando desde la consola). Si eso no afecta a su máquina virtual, intente apagar la máquina (esto es equivalente a presionar el botón de apagado en una computadora física).
pt_br: Você pode enviar o sinal de desligar para a Máquina Virtual. (isso é equivalente ao executar o comando de desligar via console). Se isso não funcionar, tente Desligar a máquina virtual (isso é equivalente ao processo de pressionar o botão desligar em um computador físico)
ru_ru: Вы можете отправить сигнал выключения питания на виртуальную машину (это эквивалентно выполнению команды poweroff из консоли). Если это не влияет на вашу виртуальную машину, попробуйте выключить её (это эквивалентно нажатию кнопки выключения на физическом компьютере).
sk_sk: Môžeš odoslať signál pre vypnutie VS (toto je ekvivalent vykonania príkazu z konzoly). Ak to nemá vplyv na Tvoj VS, skús ho vypnúť (toto je ekvivalent stlačenia tlačidla PowerOff na fyzickom počítači).
tr_tr: Güç kapatma sinyalini Sanal Makineye gönderebilirsiniz (bu, konsoldan komutu yürütmeye eşdeğerdir). Bu, Sanal Makinenizi etkilemezse makineyi kapatmayı deneyin (fiziksel bir bilgisayardaki kapatma düğmesine basmaya eşdeğerdir).
zh_cn: 您可以发送关闭电源的信号给虚拟机（这相当于从控制台执行命令）。如果对您的虚拟机不起作用，请尝试关闭虚拟机电源（这是相当于在一个物理计算机上按下电源按钮）。
