Repository: OpenNebula/one
Catalog: src/sunstone/public/locale/languages/*.po
Languages: cs_cz, es_es, et_ee, fa_ir, pt_br, pt_pt, ru_ru, sk_sk, tr_tr, zh_cn

source: Filesystem type for the fs images
pt_pt: Tipo de sistema de ficheiros para a imagem fs

source: Arch
pt_pt: Arquitetura

source: CPU architecture to virtualization
pt_pt: Arquitetura CPU para virtualização

source: libvirt machine type, only for KVM
pt_pt: tipo de máquina libvirt, apenas para KVM

source: Device to be mounted as root
pt_pt: Dispositivo a ser montado como root

source: Kernel cmd
pt_pt: Comando de Kernel

source: Arguments for the booting kernel
pt_pt: Argumentos para arranque do kernel

source: Path
fa_ir: مسیر
pt_pt: Caminho

source: INITRD_DS
pt_pt: DS_INITRD

source: Add another interface
pt_pt: Adicionar outra interface

source: Default model
pt_pt: Modelo por omissão

source: Identifier of the virtual network from which to lease an IP and MAC address to this Virtual Machine network interface.
pt_pt: Identicador da rede virtual da qual se vai obter um IP e endereço MAC para esta interface de Máquina Virtual.

source: Name of the virtual network from which to lease an IP and MAC address to this Virtual Machine network interface.
pt_pt: Nome da rede virtual da qual se vai obter um IP e endereço MAC para esta interface de Máquina Virtual.

source: Identifier of the user owner of the virtual network from which to lease an IP and MAC address to this Virtual Machine network interface.
pt_pt: Identicador do utilizador da rede virtual da qual se vai obter um IP e endereço MAC para esta interface de Máquina Virtual.

source: Name of the user owner of the virtual network from which to lease an IP and MAC address to this Virtual Machine network interface.
pt_pt: Identicador do dono da rede virtual da qual se vai obter um IP e endereço MAC para esta interface de Máquina Virtual.

source: Request an specific IP from the Network
pt_pt: Pedir um IP específico de rede

source: Set a specific MAC to the NIC
pt_pt: Configurar um MAC específico ao NIC

source: Network Mask
pt_pt: Máscara de Rede

source: Override the network mask of the network. For example, 255.255.255.0
pt_pt: Sobrepor a máscara de rede da rede. Por exemplo, 255.255.255.0

source: Network Address
pt_pt: Endereço de Rede

source: Override the base network address. For example, 192.168.1.0
pt_pt: Sobrepor o endereço de rede base. Por exemplo, 192.168.1.0

source: Override the Router of the network.
pt_pt: Sobrepor o Router desta rede.

source: Override the specific DNS for this network
pt_pt: Sobrepor o DNS específico para esta rede

source: Search Domain
pt_pt: Pesquisar Domínio

source: Override the Search Domain for this network.
pt_pt: Sobrepor a Pesquisa de Domínio para esta rede.

source: Request an specific IP from the IPv6 Network
pt_pt: Pedir um IP específico para a rede IPv6

source: Override the Router of the IPv6 network.
pt_pt: Sobrepor o Router para esta rede IPv6.

source: Override force IPv4 for this IPv6 network. Values: Yes or No.
fa_ir: مقدار بله/خیر را برای اجبار IPv4 برای این IPv6 تعیین کنید
pt_pt: Sobrepor e forçar IPv4 para esta rede IPv6. Valores: Sim ou Não.

source: Model
pt_pt: Modelo

source: TCP Firewall
pt_pt: Firewall TCP

source: Whitelist
pt_pt: Lista branca

source: Blacklist
pt_pt: Lista negra

source: PORTS
pt_pt: PORTOS

source: A list of ports separated by commas or a ranges separated by semicolons, e.g.: 22,80,5900:6000
pt_pt: Uma lista de portos separada por vírgulas ou limites separados por dois pontos, por exemplo: 22,80,5900:6000

source: UDP Firewall
pt_pt: Firewall UDP

source: Drop
pt_pt: Largar

source: Listen IP
pt_pt: IP em escuta

source: IP to listen on
pt_pt: IP a escutar

source: Port
pt_pt: Porto

source: Keyboard configuration locale to use in the VNC/SPICE display
pt_pt: Configuração de localização de teclado a usar na saída VNC/SPICE

source: Password for the VNC/SPICE server
pt_pt: Palavra-passe para o servidor VNC/SPICE

source: Generate Random Password
pt_pt: Gerar palavra-passe aleatória

source: A random password will be generated for each VM, and will be included in the VM information
pt_pt: Irá ser gerada uma palavra-passe para cada VM e será incluída da informação individual da mesma

source: Pack the VMs in the cluster nodes to reduce VM fragmentation
pt_pt: Agrupar as VMs nos nós do cluster para reduzir a fragmentação da VM

source: Spread the VMs in the cluster nodes
pt_pt: Distribuir as VMs nos nós do cluster

source: Maximize the resources available to VMs in a node
pt_pt: Maximizar os recursos disponíveis para VMs num nó

source: Name that the VM will get for description purposes.
pt_pt: Nome que a VM irá ter para a descrição em detalhe

source: Description of the template
pt_pt: Descrição do modelo

source: Logo for the template.
pt_pt: Logo do modelo.

source: vCenter Template UUID
fa_ir: UUID قالب vCenter
pt_pt: UUID do Modelo vCenter

source: Cost of each MB per hour
fa_ir: هزینه‌ی هر MB به ازای هر ساعت
pt_pt: Custo de cada MB por hora

source: Users using the cloud view will not be able to remove or add new NICs
pt_pt: Os utilizadores que usem esta vista de nuvem não serão capazes de remover ou alterar novos NICs

source: Public Key
pt_pt: Chave Pública

source: Add a file (token.txt) to the context contaning the token to push custom metrics to the VirtualMachine through OneGate
pt_pt: Adicionar um ficheiro (token.txt) à contextualização contendo o token para inserir métricas personalizadas na Máquina Virtual através do OneGate

source: Start Script
pt_pt: Script de Arranque

source: Text of the script executed when the machine starts up. It can contain shebang in case it is not shell script. For example 'yum upgrade'
pt_pt: Texto do script executado quando a máquina inicia. Pode contar shebang no caso de não ser shell script. Por exemplo 'yum upgrade'

source: Encode Script in Base64
pt_pt: Codificar Script em Base64

source: These attributes must be provided by the user when a new VM is intantatiated using each template. They will be included in the VM context
pt_pt: Estes atributos deverão ser fornecidos pelo utilizador quando uma nova VM é instanciada usando cada modelo. Eles serão incluídos no contexto da VM

source: Raw String for the FILE_DS attribute of the VM template, representing files that will be included in the contextualization image. Each file must be stored in a FILE_DS Datastore and must be of type CONTEXT
pt_pt: Sequência de texto Raw para o atributo FILE_DS do modelo da VM, que representa os ficheiros a ser incluídos na contextualização da imagem. Cada ficheiro deve ser armazenado numa Datastore FILE_DS e deve ser do tipo CONTEXT

source: If the VM uses the OpenNebula contextualization package the init.sh file is executed by default. When the init script added is not called init.sh or more than one init script is added, this list contains the scripts to run and the order. Ex. “init.sh users.sh mysql.sh”
pt_pt: Se a VM usa o pacote de contextualização do OpenNebula, o ficheiro init.sh é executado por omissão. Quando o script de arranque adicionado não se chama init.sh ou é necessário mais do que um script, a lista contem os scripts a executar e por order. Ex. “init.sh users.sh mysql.sh”

source: Add PCI device
pt_pt: Adicionar dispositivo PCI

source: VM Name
pt_pt: Nome VM

source: Number of Virtual Machines that will be created using this template
pt_pt: Número de Máquinas Virtuais que irão ser criadas usando este modelo

source: Get vCenter Clusters
fa_ir: دریافت خوشه‌های vCenter
pt_pt: Obter Clusters vCenter

source: Open a remote console in a new window
fa_ir: کنسول راه‌دور را در پنجره جدید باز کن
pt_pt: Abrir a consola remota numa nova janela

source: You have to boot the Virtual Machine first
fa_ir: شما باید ابتدا ماشین مجازی را بوت کنید
pt_pt: Tem que iniciar a Máquina Virtual primeiro

source: Name for this template
pt_pt: Nome deste modelo

source: Description of the service
pt_pt: Descrição do serviço

source: Add another Network
pt_pt: Adicionar outra Rede

source: Wait for VMs to report that they are READY
pt_pt: Espere pelas VMs para reportar que estão PRONTAS

source: Before deploying any child roles, wait for all VMs of the parent roles to report via OneGate that they are READY=YES
pt_pt: Antes de instanciar algum nó filho, espere que todas as VMs dos nós pais reportem via OneGate que estão PRONTAS=SIM

source: Add another role
pt_pt: Adicionar outro papel

source: Number of Services that will be created using this template
pt_pt: Número de Serviços que irão ser criados usando este modelo

source: Role Name
pt_pt: Nome do papel

source: Name of the role
pt_pt: Nome detalhado do papel

source: Number of VMs to instantiate with this role
pt_pt: Número de VMs a instanciar com este papel

source: Template associated to this role
pt_pt: Modelo associado a este papel

source: Minimum number of VMs for elasticity adjustments
pt_pt: Número mínimo de VMs para ajustamentos de elasticidade

source: Maximum number of VMs for elasticity adjustments
pt_pt: Número máximo de VMs para ajustamentos de elasticidade

source: Cooldown time after an elasticity operation (secs)
pt_pt: Tempo de arrefecimento após uma operação de elasticidade (seg.)

source: CHANGE: Add/substract the given number of VMs.
pt_pt: ALTERAR: Adicionar/subtrair o número indicado de VMs.

source: PERCENTAGE_CHANGE: Add/substract the given percentage to the current cardinality.
pt_pt: ALTERACAO_PERCENTAGEM: Adicionar/subtrair a percentagem indicada à cardinalidade atual

source: CHANGE: -2, will substract 2 VMs from the role
pt_pt: ALTERAR: -2, irá subtrair 2 VMs do seu papel

source: CARDINALITY: 8, will set carditanilty to 8
pt_pt: CARDINALIDADE: 8, irá alterar a cardinalidade para 8

source: Add another policy
pt_pt: Adicionar outra política

source: Recurrence: Time for recurring adjustements. Time is specified with the Unix cron syntax
pt_pt: Recorrência: Tempo para ajustamentos recorrentes. O tempo é especificado em sintaxe cron Unix

source: Start time: Exact time for the adjustement
pt_pt: Tempo de início: tempo exato para o ajustamento

source: Time expression depends on the the time formar selected
pt_pt: A expressão de tempo depende do formato de tempo selecionado

source: VM Template Content
pt_pt: Conteúdo do Modelo de VM

source: This information will be merged with the original Virtual Machine template. Configuration attributes and network interfaces will be replaced by those provided by the user when the template is instantiated
fa_ir: این اطلاعات با قالب اصلی ماشین مجازی ادغام خواهد شد. موارد پیکربندی و واسط‌های شبکه به وسیله مواردی که توسط کاربر در زمان نمونه سازی وارد شده، جایگزین خواهند شد.
pt_pt: Esta informação irá ser agregada com o modelo de Máquina Virtual original. Os atributos de configuração e de interfaces de rede serão substituídos pelos fornecidos pelo utilizador quando o modelo for instanciado

source: Presets
pt_pt: Modelos

source: Managers
pt_pt: Gestores

source: Safe Directories
pt_pt: Pastas Seguras

source: If you need to un-block a directory under one of the RESTRICTED_DIRS
pt_pt: Se necessitar de desloquear uma pasta sob uma das PASTAS_RESTRITAS

source: Restricted Directories
pt_pt: Pastas Restritas

source: Paths that can not be used to register images. A space separated list of paths. This will prevent users registering important files as VM images and accessing them thourgh their VMs. OpenNebula will automatically add its configuration directories: /var/lib/one, /etc/one and oneadmin's home ($HOME).
pt_pt: Caminhos que não podem ser usados para registar imagens. Uma lista de caminhos separada por espaços. Isto irá evitar que os utilizadores registem ficheiros importantes como imagens VM e aceder a elas através das suas VMs. O OpenNebula irá automaticamente adicionar as suas pastas de configuração: /var/lib/one, /etc/one e a home do oneadmin ($HOME).

source: Optional limit, in MB. If set, OpenNebula will only use this amount of storage, instead of the whole free disk.
pt_pt: Limite opcional, em MB. Se configurado, o OpenNebula irá usar apenas esta quantidade de armazenamento, em vez de todo o disco livre.

source: Transfer BW Limit
pt_pt: Limite de transferência da LB

source: Check available capacity of the datastore before creating a new image
pt_pt: Verificar capacidade disponíuvel da datastore antes de criar a imagem

source: Host Bridge List
pt_pt: Lista de pontes do anfitrião

source: Space separated list of Server names or IPs where OpenNebula will be staging the new images into. This server will act as the entry point for new inmages in the datastore.
pt_pt: Lista separada por espaços de nomes de servidores ou IPs onde o OpenNebula irá colocar as imagens. Este servidor irá atuar como ponto de entrada para novas imagens na datastore.

source: Pool Name
pt_pt: Nome da Pool

source: The OpenNebula Ceph pool name. Defaults to 'one' (this pool must exist before using the drivers).
pt_pt: Nome da pool Ceph do OpenNebula. Por omissão 'one' (esta pool deve existir antes de usar os drivers).

source: Ceph Host
pt_pt: Anfitrião Ceph

source: Space-separated list of Ceph monitors. Example: host1 host2:port2 host3 host4:port4 (if no port is specified, the default one is chosen) (Required for Libvirt 1.x when cephx is enabled).
pt_pt: Lista de monitores Ceph separada por espaços. Exemplo: anfitrião1 anfitrião2:porto2 anfitrião3 anfitrião4:porto4 (se não for especificado nenhum porto, é usado o porto por omissão) (Necessário para o Libvirt 1.x quando o cephx está ativado).

source: Ceph User
pt_pt: Utilizador Ceph

source: The OpenNebula Ceph user name. If set it is used by RBD commands. This ceph user must exist before using the drivers. Required for Libvirt 1.x when cephx is enabled .
pt_pt: O nome de utilizador OpenNebula Ceph. Se definido é usado para comandos RBD. Este utilizador ceph deve existir antes do uso dos controladores. Obrigatório para a Libvirt 1.x quanto cephx ativado.

source: Ceph Secret
pt_pt: Segredo Ceph

source: A generated UUID for a LibVirt secret (to hold the CephX authentication key in Libvirt on each hypervisor). This should be generated when creating the Ceph datastore in OpenNebula. (Required for Libvirt 1.x when cephx is enabled).
pt_pt: Um UUID gerado para segredo do LibVirt (para manter a chave de autenticação CephX no Libvirt em cada hipervisor). Este deverá ser gerado aquando da criação da datastore Ceph no OpenNebula. (Necessário para o Libvirt 1.x quando o cephx está ativado).

source: Staging Dir
pt_pt: Dir Staging

source: FS: Default path where images will be temporarily copied to in the host carrying out the registration operation (chosen from the bridge list). If empty, defaults to /var/tmp.
pt_pt: FS: Caminho por omissão onde as imagens serão temporariamente copiadas para o anfitrião durante a operação de registo (selecionada da lista). Se vazio, o caminho é /var/tmp.

source: Ceph: Default path for image operations in the OpenNebula Ceph frontend.
pt_pt: Ceph: caminho por omissão de operações de imagem no frontend OpenNebula Ceph.

source: RBD Format
pt_pt: Formato RBD

source: By default RBD Format 2 will be used. If RBD_FORMAT=2 is specified then when instantiating non-persistent images the Ceph driver will perform rbd snap instead of rbd copy.
pt_pt: Por omissão será usado o formato RBD 2. Se RBD_FORMAT=2 for especificado então aquando da instanciação de imagens não persistentes o controlador Ceph irá executar um snapshot ao invés de uma cópia RBD.

source: Name that the File will get. Every file must have a unique name.
pt_pt: Nome que o ficheiro irá ter. Cada ficheiro deverá ter um nome único.

source: Human readable description of the file for other users.
pt_pt: Descrição humana legível do ficheiro para outros utilizadores

source: Type of the file.
pt_pt: Tipo do ficheiro.

source: KERNEL & RAMDISK files can be used in the OS Booting section of the Template wizard.
pt_pt: Os ficheiros KERNEL & RAMDISK podem ser usados na secção Arranque do SO do Assistente de Modelos.

source: CONTEXT files can be included in the context CD-ROM, from the Context/Files section of the Template wizard.
pt_pt: Os ficheiros CONTEXT podem ser incluídos no CD-ROM de contextualização, da seção Contexto/Ficheiros do Assistente de Modelos.

source: Select the datastore for this file
pt_pt: Selecione a datastore para este ficheiro

source: Provide a path
pt_pt: Indique um caminho

source: Path to the original file that will be copied to the file repository.
pt_pt: Caminho para o ficheiro original a ser copiado para o repositório de ficheiros.

source: Security Group Name
pt_pt: Nome do Grupo de Segurança

source: Description for the Security Group
pt_pt: Descrição do Grupo de Segurança

source: Defines the direction of the rule.
pt_pt: Define a direção da regra

source: Defines the protocol of the rule.
pt_pt: Define o protocolo da regra

source: Specific ICMP type of the rule. If a type has multiple codes, it includes all the codes within.
pt_pt: Especifique o tipo de ICMP da regra. Se um tipo tem multiplos códigos ele irá incluir todos os códigos nele.

source: Selects whether to apply this TCP or UDP rule to all the ports or just a specific set.
pt_pt: Selecione se aplica esta regra TCP ou UDP a todos os portos ou a um conjunto específico.

source: Iptables range
pt_pt: Intervalo IPtables

source: A Port Range to filter specific ports. Uses the iptables port syntax: port[,port|,port:port]...
pt_pt: Um intervalo de portos para filtrar portos específicos. Utiliza a sintaxe iptables: port[,port|,port:port]...

source: Any: apply this rule to any connection regardless of its source or destination. Network: Apply this rule only to a custom defined network range. Virtual Network: Apply this rule only to connections with origin or destination in one of the already defined VNETs.
pt_pt: Qualquer: aplicar esta regra a qualquer ligação independentemente da sua origem ou destino. Rede: aplicar esta regra apenas a um intervalo de rede personalizado. Rede Virtual: aplicar esta regra apenas a ligações com origem e destino numa das VNETs já definidas.

source: First IP address
fa_ir: اولین آدرس IP
pt_pt: Endereço IP inicial

source: Number of addresses in the range
pt_pt: Número de endereços no intervalo

source: Add Rule
pt_pt: Adicionar Regra

source: Name that the Virtual Network will get for description purposes.
pt_pt: Nome que a Rede Virtual irá ter para propósitos descritivos.

source: Description of the Virtual Network
pt_pt: Descrição da Rede Virtual

source: Name of the physical bridge in the physical host where the VM should connect its network interface
pt_pt: Nome da ponte física no anfitrião físico onde a VM deverá ligar a sua interface de rede

source: Network model
pt_pt: Modelo de rede

source: Default: dummy driver that doesn’t perform any network operation. Firewalling rules are also ignored.
pt_pt: Por omissão: driver dummy que não executa qualquer operação de rede. As regras da firewall também são ignoradas.

source: Filter MAC spoofing
pt_pt: Filtro MAC fraudulento

source: Activate the filter to prevent mac spoofing. Only works with FW, 802.1Q, VXLAN and Ebtables network drivers.
pt_pt: Ativar o filtro para prevenir fraude do MAC. Apenas funciona com FW, 802.1Q, VXLAN e controladores de rede Ebtables.

source: Filter IP spoofing
pt_pt: Filtro IP fraudulento

source: Activate the filter to prevent IP spoofing. Only works with FW, 802.1Q, VXLAN and Ebtables network drivers.
pt_pt: Ativar o filtro para prevenir fraude do IP. Apenas funciona com FW, 802.1Q, VXLAN e controladores de rede Ebtables.

source: Optional: Set a specific VLAN id
pt_pt: Opcional: Definir uma identificação específica de VLAN

source: Name of the physical network device that will be attached to the bridge
pt_pt: Nome do dispositivo físico de rede que será anexado à ponte

source: Set the MTU for the tagged interface. This MTU will be then inherited by the bridge and by the tagged interface.
pt_pt: Configurar o MTU para a interface alvo. Esta MTU irá ser herdada pela ponte e pela interface alvo.

source: Add another Address Range
pt_pt: Adicionar outro Intervalo de Endereços

source: Base network address. For example, 192.168.1.0
pt_pt: Endereço de rede base. Por exemplo, 192.168.1.0

source: Network mask. For example, 255.255.255.0
pt_pt: Máscara de rede. Por exemplo, 255.255.255.0

source: Router for this network. Leave empty if the network is not routable
pt_pt: Router para esta rede. Deixe vazio caso a rede não seja roteável

source: IPv6 Router for this network
pt_pt: Router IPv6 para esta rede

source: Specific DNS for this network
pt_pt: DNS específico para esta rede

source: IPv4 or MAC
fa_ir: IPv4 یا MAC
pt_pt: IPv4 ou MAC

source: IPv6 global address prefix to create leases
pt_pt: Prefixo de endereço global IPv6 para criar espaços

source: IPv6 unique local address (ULA) prefix to create leases
pt_pt: Prefixo de endereço local único IPv6 (ULA) para criar espaços

source: Update password
fa_ir: آپدیت کردن رمز عبور
pt_pt: Atualizar Palavra-passe

source: REAL CPU
pt_pt: CPU REAL

source: REAL MEMORY
pt_pt: MEMÓRIA REAL

source: Virtual Machine ID
pt_pt: ID Máquina Virtual

source: Enforce
fa_ir: مجبور کردن
pt_pt: Forçar

source: Open in a new window
fa_ir: در یک پنجره‌ی جدید باز کن
pt_pt: Abrir numa nova janela

source: Loading
fa_ir: بارگزاری
pt_pt: A carregar

source: Canvas not supported.
fa_ir: از Canvas پشتیبانی نمی شود
pt_pt: Resolução não suportada.

source: Name that the Image will get. Every image must have a unique name.
pt_pt: Nome que a imagem vai ter. Cada imagem te que ter um nome único.

source: Human readable description of the image for other users.
pt_pt: Descrição legível da imagem por outros utilizadors.

source: Type of the image.
pt_pt: Tipo de imagem.

source: OS images contain a working operative system.
pt_pt: Imagens de SO contêm um sistema operativo funcional.

source: CDROM images are readonly data.
pt_pt: Imagens de CDROM são dados apenas de leitura.

source: DATABLOCK images are a storage for data. They can be created from previous existing data, or as an empty drive.
pt_pt: As imagens DATABLOCK são armazenamento para dados. Eles podem ser criados de dados previamente existentes ou como disco vazio.

source: Select the datastore for this image
pt_pt: Selecione a datastore para este imagem

source: Persistence of the image
pt_pt: Persistência da imagem

source: Empty datablock
pt_pt: Datablock vazio

source: Path to the original file that will be copied to the image repository. If not specified for a DATABLOCK type image, an empty image will be created.
pt_pt: Caminho para o ficheiro original que vai ser copiado para o repositório de imagens. Se não especificado para um tipo de imagem DATABLOCK, uma imagem vazia será criada.

source: Size of the datablock in MB.
pt_pt: Tamanho do bloco de dados em MB.

source: Target on which the image will be mounted at. For example: hda, sdb...
pt_pt: Destino onde a imagem deverá ser montada. Por exemplo: hda, sdb...

source: Get Accounting
pt_pt: Obter Contabilidade

source: Add another attribute
pt_pt: Adicionar outro atributo

source: Add another Network Interface
pt_pt: Adicionar outra interface de Rede

source: Get Showback
pt_pt: Obter estatística de utilização

source: Real
fa_ir: واقعی

source: OpenNebula
fa_ir: اوپن‌نبولا

source: Device prefix
fa_ir: پیشوند دستگاه

source: If selected, VM disks won't be deleted after the VM finishes its lifecycle.
fa_ir: اگر انتخاب شود، دیسک ماشین‌مجازی بعد از تمام شدن چرخه‌ی زندگی ماشین‌مجازی حذف نمی‌شود.

source: Ceph
fa_ir: سِف

source: Gluster
fa_ir: گلاستر
