Repository: OpenNebula/one
Catalog: src/sunstone/public/locale/languages/*.po
Languages: cs_cz, es_es, et_ee, fa_ir, pt_br, pt_pt, ru_ru, sk_sk, tr_tr, zh_cn

source: Select a role in the table for more information
cs_cz: Pro více informací zvolte v tabulce roli
es_es: Seleccione un rol en la tabla para obtener más información
et_ee: Lisainfo saamiseks valige tabelis roll
fa_ir: برای اطلاعات بیشتر یک نقش را از جدول انتخاب کنید
pt_br: Selecione uma função na tabela para maiores informações
pt_pt: Selecione um papel na tabela para mais informação
ru_ru: Выберите роль в таблице, чтобы увидеть подробности
sk_sk: Pre viac informácií vyber rolu z tabuľky
tr_tr: Daha fazla bilgi için tabloda bir rol seçin
zh_cn: 从列表中选择一个角色查看更多信息

source: Force
cs_cz: Vynutit
es_es: Forzar
et_ee: Sunni
fa_ir: اجبار
pt_br: Forçar
pt_pt: Forçar
ru_ru: Принудительно
sk_sk: Vynúť
tr_tr: Zorla
zh_cn: 强制

source: Force the new cardinality even if it is outside the limits
cs_cz: Vynutit novou kardinalitu, i když by byla mimo limity
es_es: Forzar la nueva cardinalidad incluso si está fuera de los límites
et_ee: Võimaldage uus hulk isegi kui see jääb limiitidest väljapoole
fa_ir: شمارگان جدید را اعمال کن، حتی اگر فراتر از محدوده باشد
pt_br: Força a nova cardinalidade mesmo que esteja fora dos limites
pt_pt: Força a nova cardinalidade mesmo que esteja fora dos limites
ru_ru: Принудительно установить мощность, даже если она выходить за утсановленые приделы
sk_sk: Vynútiť novú kardinalitu aj keď je mimo rozsah
tr_tr: Sınırların dışında olmasına rağmen yeni kararlılığı zorla
zh_cn: 强制使用新的基数，即使该基数已经超出了限制

source: Add role
ru_ru: Добавить роль
sk_sk: Pridaj rolu
zh_cn: 添加角色

source: Reserved CPU
cs_cz: Rezervované CPU
es_es: CPU reservada
et_ee: Reserveeritud CPU
pt_br: CPU Reservada
ru_ru: Зарезервировано CPU
sk_sk: Rezervované CPU
tr_tr: Ayrılmış CPU
zh_cn: 预留的CPU

source: Reserved Memory
cs_cz: Rezervovaná paměť
es_es: Memoria reservada
et_ee: Reserveeritud mälu
pt_br: Memória Reservada
ru_ru: Зарезервировано памяти
sk_sk: Rezervovaná RAM
tr_tr: Ayrılmış Bellek
zh_cn: 保留的内存

source: Officially supported
cs_cz: Oficiálně podporováno
es_es: Soportado oficialmente
pt_br: Oficialmente suportado
ru_ru: Официально поддерживается
sk_sk: Oficiálne podporovaný
zh_cn: 官方支持

source: Open
cs_cz: Otevřít
es_es: Abierto
pt_br: Aberto
ru_ru: Открыть
sk_sk: Otvorený
zh_cn: 打开

source: Pending
cs_cz: Čeká
es_es: Pendiente
pt_br: Pendente
ru_ru: В ожидании
sk_sk: Čaká
zh_cn: 待处理

source: Submit a Request
cs_cz: Odeslat požadavek
es_es: Enviar un pedido
pt_br: Enviar uma Requisição
ru_ru: Отправить запрос
sk_sk: Odošli požiadavku
zh_cn: 提交请求

source: Not officially supported
cs_cz: Není oficiálně podporováno
es_es: No soportado oficialmente
pt_br: Não suportado oficialmente
ru_ru: Официальная поддержка отсутствует
sk_sk: Oficiálne nepodporovaný
zh_cn: 非官方支持

source: Not connected
cs_cz: Nepřipojeno
es_es: No conectado
pt_br: Não conectado
ru_ru: Нет подключения
sk_sk: Nepripojený
zh_cn: 未连接

source: Write the Virtual Router template here
cs_cz: Sem zadejte šablonu virtuálního směrovače
es_es: Escriba la plantilla de Router Virtual aquí
et_ee: Kirjuta virtuaalse ruuteri mall siia
pt_br: Gravar o template de Roteador Virtual aqui
ru_ru: Сохранить шаблон Виртуального Маршрутизатора здесь
sk_sk: Sem zapíš šablónu virtuálneho routra
tr_tr: Sanal Yöneltici şablonunu buraya yaz
zh_cn: 在此输入虚拟路由器的模板

source: Floating IP
cs_cz: Plovoucí IP
es_es: IP flotante
et_ee: Liikuv IP
pt_br: IP Flutuante
ru_ru: Плавающий IP
sk_sk: Plávajúca IP
zh_cn: 浮动IP

source: Floating IPv6 ULA
cs_cz: Plovoucí IPv6 ULA
es_es: IPv6 ULA flotante
et_ee: Liikuv IPv6 ULA
pt_br: IPV6 flutuante ULA
ru_ru: Плавающий IPv6 ULA
sk_sk: Plávajúca IPv6 ULA
tr_tr: Floating IPv6 Sınırsız Lisans Sözleşmesi
zh_cn: 浮动 IPv6 ULA

source: Floating IPv6 Global
cs_cz: Plovoucí IPv6 Global
es_es: IPv6 Global flotante
et_ee: Liikuv IPv6 Global
pt_br: IPv6 flutuante Global
ru_ru: Плавающий IPv6 Global
sk_sk: Plávajúca globálna IPv6
zh_cn: 浮动 IPv6 全球化

source: Management Interface
cs_cz: Management adaptér
es_es: Interfaz de gestión
et_ee: Haldusliides
pt_br: Interface de Gerenciamento
ru_ru: Интерфейс управления
sk_sk: Rozhranie pre manažment
tr_tr: Yönetim Arayüzü
zh_cn: 管理接口

source: Attach NIC
cs_cz: Připojit síť. adaptér
es_es: Añadir interfaz de red
et_ee: Ühenda võrgukaart
pt_br: Anexar Placa de Rede
ru_ru: Добавить сетевой интерфейс
sk_sk: Pripoj sieťový adaptér
tr_tr: Ağ Arayüz Denetleyicisini Tak
zh_cn: 附加网卡

source: Detach
cs_cz: Odpojit
es_es: Separar
et_ee: Ühenda lahti
fa_ir: جدا سازی
pt_br: Desanexar
pt_pt: Remover
ru_ru: Отсоединить
sk_sk: Odpoj
tr_tr: Ayır
zh_cn: 解除附加

source: Attach new nic
cs_cz: Připojit nový síť. adaptér
es_es: Adjuntar nueva interfaz de red
et_ee: Ühenda uus võrgukaart
fa_ir: nic جدید را اضافه کنید
pt_br: Anexar nova nic
pt_pt: Anexar nova placa de rede
ru_ru: Добавить сетевой интерфейс
sk_sk: Pripoj nový sieťový adaptér
tr_tr: Yeni nic ekle
zh_cn: 附加新网卡

source: Attach
cs_cz: Připojit
es_es: Adjuntar
et_ee: Ühenda
fa_ir: ضمیمه
pt_br: Anexar
pt_pt: Anexar
ru_ru: Присоединить
sk_sk: Pripoj
tr_tr: Bağla
zh_cn: 附加

source: New Groups are automatically added to the default VDC
cs_cz: Nové skupiny jsou automaticky přidány do výchozího VDC
es_es: Los nuevos grupos se agregan automáticamente al VDC predeterminado
fa_ir: گروه‌های جدید به طور خودکار به VDC پیش‌فرض اضافه می‌شوند.
pt_br: Novos Grupos serão automaticamente adicionados ao Data Center Virtual - VDC padrão
pt_pt: Novos Grupos são automaticamente adicionados ao VDC por omissão
ru_ru: Новые группы автоматически добавлены в VDC по умолчанию
sk_sk: Nové skupiny boli automaticky pridané do základného VDC
tr_tr: Yeni Gruplar otomatik olarak varsayılan VDC'ye eklenir
zh_cn: 新群组将自动添加到默认VDC

source: Views
cs_cz: Pohledy
es_es: Vistas
et_ee: Vaated
fa_ir: دیدها
pt_br: Visualizações
pt_pt: Vistas
ru_ru: Представления
sk_sk: Pohľady
tr_tr: Görünümler
zh_cn: 视图

source: Admin
cs_cz: Spravovat
es_es: Administrador
fa_ir: سرپرست
pt_br: Administrador
ru_ru: Администрирование
sk_sk: Administrátor
zh_cn: 完全管理

source: Permissions
cs_cz: Práva
es_es: Permisos
et_ee: Õigused
fa_ir: مجوزها
pt_br: Permissões
pt_pt: Permissões
ru_ru: Права
sk_sk: Prístupové práva
tr_tr: İzinler
zh_cn: 权限

source: Allow users in this group to use the following Sunstone views
cs_cz: Umožnit uživatelům této skupiny používat následující pohledy v Sunstone
es_es: Permitir a los usuarios de este grupo usar las siguientes Vistas de Sunstone
et_ee: Luba kasutajatel selles grupis kasutada neid Sunstone vaateid
fa_ir: به کاربران درون گروه اجازه استفاده از دیدهای زیر در SunStone را می‌دهد
pt_br: Permitir que usuários desse grupo usem as seguintes visualizações do Sunstone
pt_pt: Permite que os utilizadores deste grupo usem as seguintes vistas do Sunstone
ru_ru: Позволить пользователям из этой группы использовать следующие предаствления Sunstone
sk_sk: Umožní užívateľom v tejto skupine používať nasledujúce Sunstone pohľady
tr_tr: Bu gruptaki kullanıcıların aşağıdaki Sunstone görünümlerini kullanmasına izin ver
zh_cn: 允许此群组中的用户使用以下的Sunstone视图

source: Not required. Defaults to the one set in sunstone-views.yaml
cs_cz: Není povinné. Výchozí nastavení se bere z sunstone-views.yaml
es_es: No requerido. El valor predeterminado es el que se establece en sunstone-views.yaml
pt_br: Não requerido. Padrão definido no arquivo sunstone-views.yaml
ru_ru: Не требуется. По умолчанию тот, который установлен в sunstone-views.yaml
sk_sk: Nepovinné. Štandardne nastavené v sunstone-views.yaml
tr_tr: Gerekli değil. Varsayılanlar sunstone-views.yaml'da ayarlanır
zh_cn: 不是必需的，默认设置在sunstone-views.yaml中

source: Default Users View
cs_cz: Základní uživatelský pohled
es_es: Vista por defecto de Usuarios
et_ee: Vaikimisi kasutajate vaade
fa_ir: دید کاربران پیش‌فرض
pt_br: Visualização padrão dos Usuários
pt_pt: Vista dos Utilizadores por omissão
ru_ru: Стандартное пользовательское представление
sk_sk: Základný používateľský pohľad
tr_tr: Varsayılan Kullanıcılar Görünümü
zh_cn: 默认用户视图

source: Default Admin View
cs_cz: Základní správcovský pohled
es_es: Vista por defecto de Administrador
et_ee: Vaikimisi admini vaade
fa_ir: دید مدیر پیش‌فرض
pt_br: Visualização padrão do Administrador
pt_pt: Vista dos administradores por omissão
ru_ru: Стандартное административное представление
sk_sk: Základný administrátorský pohľad
tr_tr: Varsayılan Yönetici Görünümü
zh_cn: 默认管理员视图

source: Group Users
cs_cz: Uživatelé skupiny
es_es: Grupo de Usuarios
et_ee: Grupi kasutajad
fa_ir: کاربران گروه
pt_br: Grupo de Usuários
pt_pt: Grupo de Utilizadores
ru_ru: Группа пользователей
sk_sk: Skupina používateľov
tr_tr: Grup Kullanıcıları
zh_cn: 群组用户

source: Group Admins
cs_cz: Správci skupiny
es_es: Grupo de Administradores
et_ee: Grupi adminid
fa_ir: مدیران گروه
pt_br: Grupo Administradores
pt_pt: Grupo de Administradores
ru_ru: Группа администраторов
sk_sk: Skupina administrátorov
tr_tr: Grup Yöneticileri
zh_cn: 群组管理员

source: View
cs_cz: Pohled
es_es: Vista
et_ee: Vaade
fa_ir: دید
pt_br: Visualização
pt_pt: Vista
ru_ru: Представление
sk_sk: Pohľad
tr_tr: Görünüm
zh_cn: 视图

source: Create an administrator user
cs_cz: Vytvořit správce
es_es: Crear un usuario administrador
et_ee: Loo administraatori kasutaja
fa_ir: ایجاد یک کاربر مدیر
pt_br: Crie um usuário administrador
pt_pt: Criar um utilizador administrador
ru_ru: Создать пользователя с административными правами
sk_sk: Vytvor užívateľa administrátor
tr_tr: Yönetici kullanıcısı oluştur
zh_cn: 创建一个管理员用户

source: You can create now an administrator user. More administrators can be added later.
cs_cz: Nyní můžete vytvořit správce. Později může být přidáno více správců.
es_es: Puedes crear un administrador ahora. Se podrán añadir más administradores después.
et_ee: Nüüd saate luua administraator kasutaja. Hiljem saab veel administraatoreid lisada.
fa_ir: شما اکنون می‌توانید یک کاربر مدیر بسازید. مدیرهای بیشتری هم می‌توانند در آینده اضافه شوند.
pt_br: Você pode agora criar um usuário administrador. Mais administradores podem ser adicionados mais tarde.
pt_pt: Pode criar agora um utilizador administrador. Mais administradores podem ser adicionados mais tarde.
ru_ru: Вы можете создать пользователя "Администратор". Дополнительные администраторы могут быть добавлены позднее.
sk_sk: Teraz môžeš vytvoriť administrátorský účet. Neskôr môžeš pridať ďalších administrátorov.
tr_tr: Artık bir yönetici kullanıcısı oluşturabilirsiniz. Daha sonra daha fazla yönetici eklenebilir.
zh_cn: 你现在可以创建一个管理员用户。后续可添加更多的管理员。

source: Image & Datastore
cs_cz: Obraz a úložiště
es_es: Imagen y Datastore
et_ee: Kettas & Andmekogu
pt_br: Imagem & Base de Dados
ru_ru: Образы и Хранилище данных
sk_sk: Obraz & Dátový sklad
tr_tr: İmaj & Veri Deposu
zh_cn: 镜像和数据存储

source: Make new images persistent by default
cs_cz: Nastavit automaticky nové obrazy jako trvalé
es_es: Hacer persistentes las nuevas imágenes por defecto
et_ee: Tee uued kettad vaikimisi püsivaks
pt_br: Crie novas imagens persistentes por padrão
ru_ru: Сделать новые образы постоянными по умолчанию
sk_sk: Rob nové obrazy ako perzistentné
tr_tr: Varsayılan olarak yeni imajları kalıcı yap
zh_cn: 默认将新镜像设置为持久化

source: Control the default value for the PERSISTENT attribute on image creation (oneimage create).
cs_cz: Nastavuje výchozí hodnotu pro atribut PERSISTENT při vytváření obrazu (oneimage create).
es_es: Controlar el valor por defecto del atributo PERSISTENTE en la creación de la imagen (oneimage create)
pt_br: Controla o valor padrão para o atributo PERSISTENTE na criação da imagem (criar oneimage)
ru_ru: Задает значение по умолчанию для параметра ПОСТОЯННЫЙ при создании образа (oneimage create)
sk_sk: Nastavuje default hodnotu pre PERSISTENT atribút pri vytváraní obrazu (oneimage create).
zh_cn: 控制镜像创建时（oneimage create）“持久化”属性的默认值。默认值为非持久化。

source: Make save-as and clone images persistent by default
cs_cz: Nastavit automaticky uložit-jako a klonované obrazy jako trvalé
es_es: Hacer las imágenes de guardar como y clon persistentes de forma predeterminada
et_ee: Tee salvesta kui ja kloonitud kettad vaikimisi püsivaks
pt_br: Salve imagem como e duplique imagens persistentes por padrão
ru_ru: Делать сохраненные и клонированные образы постоянными по-умолчанию
sk_sk: Nastaví ulož-ako a klonuj obrazy perzistentne ako default
tr_tr: Varsayılan olarak farklı kaydet ve kopya görüntüleri kalıcı hale getirin
zh_cn: 将另存和克隆的镜像默认设置为持久化

source: Control the default value for the PERSISTENT attribute on image creation (oneimage clone, onevm disk-saveas). If blank images will inherit the persistent attribute from the base image.
ru_ru: Задает значение по умолчанию для атрибута PERSISTENT при создании образа (oneimage clone, onevm disk-saveas). Если пустой, образы будут наследовать атрибут "постоянный" из базового образа.
sk_sk: Riadi deafult hodnotu pre atribút PERSISTENT pri vytváraní obrázka (klon oneimage, onevm disk-saveas). Ak nie je vyplnený, obrázy dediť atribút zo základného obrazu.
zh_cn: 在创建镜像时控制持久属性的默认值(镜像克隆，磁盘保存)。如果留空，镜像将继承基础镜像的持久属性。

source: Allow users to view the VMs and Services of other users in the same group
cs_cz: Umožnit uživatelům zobrazit virt. stroje a služby dalších uživatelů stejné skupiny
es_es: Permite a los usuarios ver las VMs y Servicios de otros usuarios del mismo grupo
et_ee: Luba kasutajatel vaadata sama grupi teiste kasutajate VM-sid ja teenuseid
fa_ir: به کاربران امکان مشاهده‌ی ماشین‌های مجازی و سرویس‌های دیگر کاربران در گروه مشابه را می‌دهید.
pt_br: Permitir os usuários visualizarem as VMs e Serviços de outros usuários no mesmo grupo
pt_pt: Permite aos utilizadores visualizarem as VMs e Serviços de outros utilizadores do mesmo grupo
ru_ru: Позволяет пользователям просматривать ВМ и Сервисы других пользователей этой же группы
sk_sk: Umožni užívateľom prezerať VS a služby iných užívateľov z rovnakej skupiny
tr_tr: Kullanıcıların aynı gruptaki diğer kullanıcıların Sanal Makinelerini ve Servislerini görüntülemesine izin ver
zh_cn: 允许同一群组中的用户查看其他用户的虚拟机和服务

source: An ACL Rule will be created to give users in this group access to all the resources in the same group.
ru_ru: Правило ACL будет создано для предоставления доступа пользователям этой группы ко всем ресурсам в аналогичной группе.
sk_sk: Vytvorí sa pravidlo ACL, ktoré umožní používateľom v tejto skupine prístup ku všetkým zdrojom v rovnakej skupine.
zh_cn: 一条ACL规则将被创建，允许此群组中的用户访问群组中的所有资源。

source: Allow users in this group to create the following resources
cs_cz: Umožnit uživatelům této skupiny vytvářet následující zdroje
es_es: Permitir a los usuarios de este grupo crear los siguientes recursos
et_ee: Luba selle grupi kasutajatel luua järgmised ressursse
fa_ir: به کاربران درون گروه اجازه ساختن منابع زیر را بده
pt_br: Permitir os usuários deste grupo criar os seguintes recursos
pt_pt: Permite que os utilizadores deste grupo criem os seguintes recursos
ru_ru: Разрешить пользователям этой группы создавать следующие ресурсы
sk_sk: Umožní užívateľom z tejto skupiny vytvárať nasledujúce zdroje
tr_tr: Bu gruptaki kullanıcıların aşağıdaki kaynakları oluşturmasına izin ver
zh_cn: 允许此群组中的用户创建以下资源

source: This will create new ACL Rules to define which virtual resources this group's users will be able to create.
ru_ru: Это создаст новые правила ACL, чтобы определить, какие виртуальные ресурсы смогут создавать пользователи этой группы.
sk_sk: Vytvorí nové ACL pravidlá, ktoré definujú, ktoré virtuálne prostriedky budú môcť používatelia tejto skupiny vytvoriť.
zh_cn: 这将创建新的ACL规则来定义此群组中的用户可创建哪些虚拟资源

source: Documents are a special tool used for general purposes, mainly by OneFlow. If you want to enable users of this group to use service composition via OneFlow, let it checked.
ru_ru: Документы это специальные средства для основных действий, в основном в OneFlow, если вы хотите оставить возможность пользователям в этой группе использовать развертывание сервисов через OneFlow, оставьте это поле помеченным.
sk_sk: Dokumenty sú špeciálny nástroj na všeobecné použitie, hlavne pomocou aplikácie OneFlow. Zaškrtni, ak chceš umožniť používateľom tejto skupiny používať zloženie služby cez OneFlow.
zh_cn: Documents 是一个用于一般用途的专用工具，主要由OneFlow使用。如果您想允许此群组中的用户通过OneFlow使用服务组合，请选中它。

source: Group Admins Views
cs_cz: Pohledy správců skupiny
es_es: Vistas del Grupo de Administradores
et_ee: Grupi administraatorite vaated
fa_ir: دیدهای مدیران گروه
pt_br: Visualização do Grupo de Administradores
pt_pt: Vistas do Grupo de Administradores
ru_ru: Группа представлений Администраторов
sk_sk: Skupina administrátorských pohľadov
tr_tr: Grup Yöneticileri Görünümleri
zh_cn: 群组管理员视图

source: Group Users Views
cs_cz: Pohledy uživatelů skupiny
es_es: Vistas del Grupo de Usuarios
et_ee: Grupi kasutajate vaated
fa_ir: دیدهای کاربران گروه
pt_br: Visualização do Grupo de Usuários
pt_pt: Vistas do Grupo de Utilizadores
ru_ru: Группа пользовательских представлений
sk_sk: Skupina používateľských pohľadov
tr_tr: Grup Kullanıcıları Görünümleri
zh_cn: 群组用户视图

source: Edit administrators
cs_cz: Upravit správce
es_es: Editar administradores
et_ee: Muuda administraatoreid
fa_ir: ویرایش مدیران
pt_br: Editar administradores
pt_pt: Editar administradores
ru_ru: Редактировать администраторов
sk_sk: Edituj administrátorov
tr_tr: Yöneticileri düzenle
zh_cn: 编辑管理员

source: Users marked with <i class='fas fa-star'></i> are administrators
cs_cz: Uživatelé označení <i class='fas fa-star'></i> jsou správci
es_es: Usuarios marcados con <i class='fas fa-star'> </i> son administradores
pt_br: Usuários marcados com <i class='fas fa-star'></i> são administradores
ru_ru: Пользователи отмеченные <i class='fas fa-star'></i> являются администраторами
sk_sk: Používatelia označení <i class='fas fa-star'> </i> sú administrátori
zh_cn: 被标记为 <i class='fas fa-star'></i> 的用户是管理员

source: Update Quota
cs_cz: Upravit kvótu
es_es: Actualizar Cuota
et_ee: Uuenda limiite
fa_ir: سهمیه به‌روز رسانی
pt_br: Atualizar Quota
pt_pt: Atualizar Quota
ru_ru: Параметры квоты
sk_sk: Aktualizuj kvótu
tr_tr: Kota Güncelle
zh_cn: 更新配额

source: Apply changes
cs_cz: Uplatnit změny
es_es: Aplicar Cambios
et_ee: Rakenda muutused
fa_ir: تغییرات را اعمال کن
pt_br: Aplicar alterações
pt_pt: Aplicar alterações
ru_ru: Применить изменения
sk_sk: Aplikuj zmeny
tr_tr: Değişiklikleri uygula
zh_cn: 应用变更

source: Restore Backup
ru_ru: Восстановить бэкап
sk_sk: Obnov zo zálohy

source: Attributes to restore
ru_ru: Аттрибуты для восстановления
sk_sk: Atribúty pre obnovu

source: Do not restore NIC attributes
ru_ru: Не восстанавливать NIC аттрибуты
sk_sk: Neobnovuj atribúty sieťového adaptéra

source: Do not restore IP attributes
ru_ru: Не восстанавливать IP аттрибуты
sk_sk: Neobnovuj IP atribúty

source: Datastore to restore
ru_ru: Хранилище для восстановления
sk_sk: Dátový sklad pre obnovu

source: Import images
ru_ru: Импорт образов
sk_sk: Import obrazov
zh_cn: 导入镜像

source: Select the Service to create the App
ru_ru: Выберите Сервис для создания Приложения
sk_sk: Vyber službu pre vytvorenie aplikácie
zh_cn: 选择服务以创建App

source: Select the VM Template to create the App
ru_ru: Выберите Шаблон ВМ для создания Приложения
sk_sk: Vyber VM šablónu pre vytvorenie aplikácie
zh_cn: 选择虚拟机模板以创建App

source: Select the Image to create the App
cs_cz: Vyberte obraz pro vytvoření předpřipraveného stroje
es_es: Seleccione la Imagen para crear la Aplicación
et_ee: Vali ketas millest rakendust luua
pt_br: Selecione a imagem para criar a App
ru_ru: Выберите образ для создания Приложения
sk_sk: Vyber obraz na vytvorenie APP
tr_tr: Uygulama oluşturmak için İmajı seçin
zh_cn: 选择镜像以创建App

source: Select the VM to create the App
ru_ru: Выберите ВМ для создания Приложения
sk_sk: Vyber VS pre vytvorenie aplikácie
zh_cn: 选择虚拟机以创建App

source: Select the Marketplace where the Images will be created
ru_ru: Выбрать Магазин Приложений где Образы будет создан
sk_sk: Vyber trhovisko, kde budú vytvorené obrazy
zh_cn: 选择将要创建镜像的应用市场

source: Select the Marketplace where where the App will be created
ru_ru: Выбрать Магазин Приложений где Приложение будет создано
sk_sk: Vyber trhovisko, kde budú vytvorené aplikácie
zh_cn: 选择将要创建App的应用市场

source: Templates for the App
cs_cz: Šablony pro pro předpřipravený stroj
es_es: Plantillas para la Aplicación
et_ee: Rakenduse mallid
pt_br: Templates para a App
ru_ru: Шаблоны для приложения
sk_sk: Šablóny pre APP
tr_tr: Uygulama için Şablonar
zh_cn: App的模板

source: VM template
cs_cz: Šablona virt. stroje
es_es: Plantilla MV
et_ee: VM mall
fa_ir: قالب ماشین مجازی
pt_pt: modelo de VM
ru_ru: Шаблон ВМ
sk_sk: Šablóna VS
tr_tr: VM şablonu
zh_cn: 虚拟机模板

source: VM Template to be created. A DISK element pointing to the App Image will be automatically added when the App is exported
cs_cz: Šablona pro vytvoření virt. stroje. Části DISK odkazující na obrazy předpřipraveného stroje budou přidány automaticky při jeho exportu
es_es: Plantilla de MV a crear. Un elemento DISCO que apunte a la imagen de la aplicación se agregará automáticamente cuando se exporte la aplicación
et_ee: VM-i mall mis luuaks. Rakenduse viitav ketas lisatakse automaatselt rakenduse eksportimise korral
pt_br: Template de VM a ser criado. Um elemento DISK apontando para a imagem do App será adicionado automaticamente quando o App for exportado
ru_ru: Шаблон ВМ для создания. Элемент ДИСК указывающий на Образ Приложения будет автоматически добавлен после экспорта приложения.
sk_sk: Šablóna virtuálneho stroja bol avytvorená. DISK element ukazujúci na APP obraz bude automaticky pridaný v momente exportu APP
tr_tr: Sanal Makine Şablonu oluşturulacak. Uygulama İmajına işaret eden bir DİSK öğesi, Uygulama dışa aktarıldığında otomatik olarak eklenecektir
zh_cn: 要创建的虚拟机模板。当App导出时一个指向App镜像的磁盘元素将被自动添加

source: App template
cs_cz: Šablona předpřipraveného stroje
es_es: Plantilla de la Aplicacion
et_ee: Rakenduse mall
pt_br: Template de App
ru_ru: Шаблон приложения
sk_sk: APP šablóna
tr_tr: Uygulama şablonu
zh_cn: App模板

source: Select the Marketplace where the App will be created
cs_cz: Vyberte katalog, ve kterém bude předpřipravený virt. stroj vytvořen
es_es: Seleccione el Marketplace en el que se creará la Aplicación
et_ee: Vali pood kuhu rakendus luuakse
pt_br: Selecione a Loja onde o App será criado
ru_ru: Выберете Магазин Приложений в котором будет создано Приложение
sk_sk: Vyber trhovisko, v ktorom bude APP vytvorená
tr_tr: Uygulamanın oluşturulacağı Pazar Yerini seçin
zh_cn: 选择将要创建App的应用市场

source: Write the MarketPlace Appliance template here
cs_cz: Sem zadejte šablonu předpřipraveného stroje katalogu
es_es: Escribe la plantilla del MarketPlace aquí
et_ee: Kirjuta poe rakenduse mall siia
pt_br: Gravar o template de Appliance de Loja aqui
ru_ru: Заполните здесь шаблон магазина приложений.
sk_sk: Sem zapíš šablónu trhoviska
tr_tr: Pazar Yeri Cihaz şablonunu buraya yazın
zh_cn: 在此输入应用市场App模板

source: Name that the resource will get for description purposes.
cs_cz: Název zdroje pro popisné účely.
es_es: Nombre que el recurso obtendrá para propósitos de descripción.
et_ee: Nimi mille ressurss saab kirjelduse eesmärgil
pt_br: Nome do recurso que será utilizado para descrições.
ru_ru: Имя этого ресурса будет использовано в целях пояснения.
sk_sk: Meno, pridelené zdoju pre potreby popisu
tr_tr: Kaynağın açıklama amacıyla elde edileceğini belirtin.
zh_cn: 为资源提供的描述性名称

source: VM Template Name
cs_cz: Název šablony virt. stroje
es_es: Nombre de Plantilla MV
et_ee: VM malli nimi
pt_br: Nome do Template da VM
ru_ru: Имя шаблона ВМ
sk_sk: Meno šablóny VS
tr_tr: Sanal Makine Şablon Adı
zh_cn: 虚拟机模板名称
