Repository: OpenNebula/one
Catalog: src/sunstone/public/locale/languages/*.po
Languages: cs_cz, es_es, et_ee, fa_ir, pt_br, pt_pt, ru_ru, sk_sk, tr_tr, zh_cn

source: The values will overwrite the monitoring values in the next monitorization cycle
cs_cz: Hodnoty přepíšou hodnoty monitoringu při příštím monitorovacím cyklu
es_es: Los valores sobreescribirán los valores monitorizados en el siguiente ciclo de monitorización
pt_br: Estes valores substituirão os valores de monitoramento no próximo ciclo de monitoramento.
ru_ru: В следующий цикл наблюдения, значения будут перезаписывать существующие значения мониторинга
sk_sk: Hodnoty prepíšu hodnoty z monitoringu v ďalšom monitovacom cykle
tr_tr: Değerler bir sonraki monitörizasyon devresinde izleme değerlerinin üzerine yazacaktır
zh_cn: 这个值将在下个监控周期覆盖监控值

source: ID
cs_cz: Identif.
fa_ir: مشخصه
zh_cn: 标识

source: Global prefix
cs_cz: Globální předpona
es_es: Prefijo global
et_ee: Globaalne prefiks
fa_ir: پیشوند عمومی
pt_br: Prefixo Global
pt_pt: Prefixo global
sk_sk: Všeobecný prefix
tr_tr: Evrensel ön ek
zh_cn: 全局前缀

source: VDCs
cs_cz: VDC
fa_ir: VDCها
tr_tr: Sanal Veri Merkezleri
zh_cn: VDC列表

source: IM MAD
zh_cn: 资源监控中间件

source: VM MAD
zh_cn: 虚拟机控制中间件

source: IPs
cs_cz: IP adresy
et_ee: IPd
fa_ir: IP ها
sk_sk: IP adresy
tr_tr: IP Adresleri
zh_cn: IP地址

source: Marketplace
cs_cz: Katalog
es_es: Tienda de Aplicaciones
et_ee: Pood
fa_ir: فروشگاه
pt_br: Loja
pt_pt: Loja
sk_sk: Trhovisko
tr_tr: Pazar Alanı
zh_cn: 应用市场

source: (VRouter)
cs_cz: (Virt. směrovač)
et_ee: (Vruuter)
pt_br: (RoteadorVirtual)
zh_cn: (虚拟路由器)

source: Virt Viewer
sk_sk: Virt. prehliadač
zh_cn: Virt查看器

source: CDROM
fa_ir: سی‌دی رام
zh_cn: 光盘驱动器

source: vCenter ref
pt_br: Referência vCenter
sk_sk: vCenter referencia
zh_cn: vCenter 引用

source: Bridged
cs_cz: Bridgovaný
et_ee: Sillatud
sk_sk: Premostený
tr_tr: Köprülü
zh_cn: 桥接

source: Bridged & Security Groups
cs_cz: Bridgovaný a bezp. skupiny
es_es: Bridged & Grupos de Seguridad
et_ee: Sillatud ja Turvagrupid
pt_br: Bridged & Grupos de Segurança
sk_sk: Bridged & Security skupiny
tr_tr: Köprülü & Güvenlik Grupları
zh_cn: 桥接安全组

source: Open vSwitch
pt_br: Abrir vSwitch
pt_pt: Abrir vSwitch
zh_cn: Open vSwitch虚拟交换机

source: Open vSwitch - VXLAN
tr_tr: vSwitch Aç - VXLAN
zh_cn: Open vSwitch虚拟交换机-VXLAN

source: Ethernet
fa_ir: ایترنت
zh_cn: 以太网

source: IPv6 Global prefix
cs_cz: IPv6 globální prefix
es_es: Prefijo Global IPv6
et_ee: IPv6 globaalne prefiks
pt_br: Prefixo IPv6 Global
sk_sk: IPv6 všeobecný prefix
tr_tr: IPv6 Global ön ek
zh_cn: IPv6全局前缀

source: AUTO VLAN ID
es_es: VLAN ID Automático
pt_br: ID VLAN AUTO
zh_cn: 自动VLAN ID

source: OUTER VLAN ID
cs_cz: VNĚJŠÍ VLAN ID
es_es: VLAN ID externa.
pt_br: ID VLAN EXTERNA
sk_sk: Vonkajšie VLAN ID
zh_cn: 外部VLAN ID

source: AUTO OUTER VLAN ID
cs_cz: AUTO. VNĚJŠÍ VLAN ID
es_es: ID DE VLAN AUTOMÁTICA EXTERNA
pt_br: ID VLAN EXTERNA AUTO
zh_cn: 自动外部VLAN ID

source: AMI
tr_tr: Gelişmiş Metraj Altyapısı
zh_cn: AMI 亚马逊机器镜像

source: AKI
zh_cn: AKI 亚马逊内核镜像

source: Ramdisk
et_ee: Mäluketas
fa_ir: رم دیسک
zh_cn: 内存盘Ramdisk

source: OPEN NEBULA MANAGEMENT
cs_cz: SPRÁVA OPEN NEBULA
es_es: ADMINISTRACIÓN DE OPENNEBULA
pt_br: GERENCIAMENTO OPEN NEBULA
tr_tr: OPEN NEBULA YÖNETİM
zh_cn: 打开 NEBULA 管理

source: OPENNEBULA MANAGEMENT
cs_cz: SPRÁVA OPENNEBULA
es_es: GESTIÓN DE OPENNEBULA
pt_br: GERENCIAMENTO OPENNEBULA
sk_sk: OPENNEBULA MANAŽMENT
tr_tr: OPENNEBULA YÖNETİMİ
zh_cn: OPENNEBULA 管理

source: Swap
pt_pt: Substituir
tr_tr: Takas
zh_cn: 交换分区

source: OK
fa_ir: باشه
tr_tr: Tamam
zh_cn: 确定

source: Net RX
cs_cz: Přijato
es_es: Red RX
pt_pt: RX Rede
zh_cn: 网络接收

source: Net TX
cs_cz: Odesláno
es_es: Red TX
pt_pt: TX Rede
zh_cn: 网络发送

source: boolean
es_es: booleano
pt_br: booleano
sk_sk: undefined
zh_cn: 布尔值

source: ReqID
cs_cz: Identif. požadavku
et_ee: Päringu ID
sk_sk: Identifikátor požiadavky

source: IPv6 Global
es_es: Prefijo Global IPv6
et_ee: IPv6 Globaalne
sk_sk: IPv6 všeobecne

source: Compress backups in the datastore, it needs a Restic repository with format version 2
sk_sk: Komprimuj zálohy v dátovom sklade, to vyžaduje Restic repozitár verzie 2

source: Set the number of concurrent connections to the backup backend (default is 5)
sk_sk: Nastav počet paralelných spojení na zálohovací backend (defaultne 5)

source: Virtual NIC hardware mode
sk_sk: Hardwarový mód virtuálneho sieťového adaptéra

source: Backup volatile disks?
sk_sk: Zálohovať nestabilné disky?

source: How the FS is freeze for running VMs. When possible backups are crash consistent
sk_sk: Ako zmraziť FS bežiacich VS.

source: VLAN ID
cs_cz: Identif. VLAN sítě
es_es: Identificador VLAN
fa_ir: مشخصه VLAN
pt_br: ID da VLAN
pt_pt: ID VLAN

source: CPU
cs_cz: Procesor
fa_ir: پردازنده

source: UID
cs_cz: Identif. uživatele

source: GID
cs_cz: Identif. skupiny

source: IPAM
cs_cz: SPRÁVA_IP_ADRES
tr_tr: IP ADRES YÖNETİMİ

source: FS LVM
cs_cz: Souborové LVM
pt_pt: SF LVM

source: SPICE
es_es: SPIC

source: QoS
es_es: Calidad del Servicio
tr_tr: Servis Kalitesi

source: AR
pt_br: Intervalo de Endereços

source: IPv6 ULA
pt_br: ULA IPv6
pt_pt: ULA IPv6

source: SLAAC
tr_tr: Durumsuz Adres Otomatik Yapılandırma

source: IP6_ULA
tr_tr: IP6_Sınırsız_Lisans_Sözleşmesi

source: FILES_DS
pt_pt: DS_FICHEIROS
tr_tr: VERİ_DEPOSU_DOSYALARI

source: KERNEL_DS
pt_pt: DS_KERNEL
tr_tr: Çekirdek_DS

source: DNS
et_ee: Nimiserver
fa_ir: دی ان اس

source: This layout exposes a complete view of the cloud, allowing administrators and advanced users to have full control of any physical or virtual resource of the cloud.
pt_pt: Esta visualização disponibiliza uma vista completa da nuvem, permitindo aos administradores e utilizadores avançados um controlo total sobre qualquer recurso físico ou virtual na nuvem.

source: This layout exposes a simplified version of the cloud where group administrators and cloud end-users will be able to manage any virtual resource of the cloud, without taking care of the physical resources management.
pt_pt: Esta visualização disponibiliza uma vista simplificada da nuvem, onde os administradores e utilizadores finais são capazes de gerir qualquer recurso virtual na nuvem, sem terem que passar pela gestão de recursos físicos.

source: Set of views to present the valid operation against a vCenter infrastructure
pt_pt: Lista de visualizações a apresentar como operações válidas numa infraestrutura vCenter

source: This view provides full control of the cloud
pt_pt: Esta visualização permite um controlo total da nuvem

source: In this view users will not be able to manage nor retrieve the hosts and clusters of the cloud. They will be able to see Datastores and Virtual Networks in order to use them when creating a new Image or Virtual Machine, but they will not be able to create new ones.
pt_pt: Nesta visualização os utilizadores não serão capazes de gerir ou ver os anfitriões ou clusters da nuvem. Serão capazes de visualizar Datastores ou Redes Virtuais de modo a usá-las aquando da criação de uma nova Imagem ou Máquina Virtual, mas não serão capazes de criar novos.

source: This view provides control of all the resources belonging to a group, but with no access to resources outside that group, that is, restricted to the physical and virtual resources of the group. This view features the ability to create new users within the group as well as set and keep track of user quotas.
pt_pt: Esta visualização providencia controlo de todos os recursos pertencentes a um grupo, mas sem acesso a recursos fora desse grupo, ou seja, restringido aos recursos físicos e virtuais do grupo. Este vista permite a funcionalidade de criar novos utilizadores dentro do grupo, assim como de gerir as quotas dos utilizadores.

source: This is a simplified view mainly intended for user that just require a portal where they can provision new virtual machines easily from pre-defined Templates.
pt_pt: Este é uma visualização simplificada, principamente direcionada para o utilizador que apenas requer um portal onde pode alocar novas máquinas virtuais facilmente de Modelos pré-definidos.

source: View designed to present the valid operations against a vCenter infrastructure to a cloud administrator
pt_pt: Visualização designada para apresentar operações válidas numa infraestrutura vCenter para um administrador da nuvem

source: View designed to present the valid operations agaist a vCenter infrastructure to a group administrator
pt_pt: Visualização designada para apresentar operações válidas numa infraestrutura vCenter para um grupo administrador

source: View designed to present the valid operations against a vCenter infrastructure to a cloud consumer
pt_pt: Visualização designada para apresentar operações válidas numa infraestrutura vCenter para um consumidor da nuvem

source: Availability Zone
pt_pt: Zona de Disponibilidade

source: The Availability Zone in which to run the instance.
pt_pt: Zona de Disponibilidade na qual correr a instância.

source: Block Device Mapping
pt_pt: Mapeamento de Dispositivos de Bloco

source: The block device mapping for the instance. More than one can be specified in a space-separated list. Check the –block-device-mapping option of the EC2 CLI Reference for the syntax
pt_pt: O dispositivo mapeador de bloco da instância. Podem ser definidos mais do que um numa lista separada por estaços. Verifique a opção –block-device-mapping da refência EC2 CLI para visualizar a sintaxe

source: Client Token
pt_pt: Token do Cliente

source: EBS Optimized
pt_pt: Optimizado para EBS

source: Elastic IP
pt_pt: IP Elástico

source: EC2 Elastic IP address to assign to the instance. This parameter is passed to the command ec2-associate-address -i i-0041230 elasticip.
pt_pt: Endereço IP Elástico EC2 a alocar à instância. Este parâmetro é passado para o comando ec2-associate-address -i i-0041230 elasticip.

source: Instance Type
pt_pt: Tipo de instância

source: Specifies the instance type.
pt_pt: Especifica o tipo de instância.

source: Keypair
pt_pt: Chave par

source: License Pool
pt_pt: Pool de Licenças

source: Name of the license pool.
pt_pt: Nome da pool de licenças

source: Placement Group
pt_pt: Grupo de Colocação

source: Name of the placement group.
pt_pt: Nome do grupo de colocação

source: If you’re using Amazon Virtual Private Cloud, you can optionally use this parameter to assign the instance a specific available IP address from the subnet.
pt_pt: Se estiver a usar a Amazon Virtual Private Cloud, pode opcionalmente usar este parâmetro para alocar uma instância a um IP específico disponível da subrede

source: Name of the security group. You can specify more than one security group (comma separated).
pt_pt: Nome do grupo de segurança. Pode especificar mais do que um grupo (separado por vírgulas).

source: If you’re using Amazon Virtual Private Cloud, this specifies the ID of the subnet you want to launch the instance into. This parameter is also passed to the command ec2-associate-address -i i-0041230 -a elasticip.
pt_pt: Se estiver a usar a Amazon Virtual Private Cloud, isto especifica o ID da subrede onde quer lançar a instância. Este parâmetro é também passado para o comando ec2-associate-address -i i-0041230 -a elasticip.

source: The tenancy of the instance you want to launch.
pt_pt: A locação da instância que quer instanciar.

source: User Data
pt_pt: Dados de Utilizador

source: Affinity Group
pt_pt: Grupo de Afinidade

source: Affinity groups allow you to group your Azure services to optimize performance. All services and VMs within an affinity group will be located in the same region
fa_ir: گروه‌های خویشاوند به شما اجازه می‌دهند که سرویس‌های آژور خود را به منظور بهینه‌سازی کارایی گروه‌بندی کنید. همه سرویس‌ها و ماشین‌های مجازی در یک گروه خویشاوندی در یک محدوده قرار می‌گیرند.
pt_pt: Os grupos de afinidade permitem agrupar os serviços Azure para optimizar performance. Todos os serviços e VMs dentro de um grupo de afinidade serão localizador na mesmo região

source: Availability Set
pt_pt: Conjunto de Disponibilidade

source: Name of the availability set to which this VM will belong
pt_pt: Nome do conjunto de disponibilidade ao qual esta VM pertence

source: Cloud Service
pt_pt: Serviço de Nuvem

source: Specifies the name of the cloud service where this VM will be linked. Defaults to 'OpennebulaDefaultCloudServiceName'
fa_ir: نام سرویس‌های ابری که این ماشین مجازی به آن متصل می‌شود را تعیین می‌کند. پیشفرض: 'OpennebulaDefaultCloudServiceName'
pt_pt: Especifica o nome do serviço de nuvem onde esta VM será alocada. Por omissão 'OpennebulaDefaultCloudServiceName'

source: Specifies the base OS of the VM.
fa_ir: پایه‌ی سیستم‌عامل ماشین‌مجازی را مشخص کنید
pt_pt: Especifica o SO base da VM.

source: Azure datacenter where the VM will be sent. See /etc/one/az_driver.conf for possible values (under region_name)
fa_ir: مرکز داده آژور که ماشین مجازی به آن فرستاده می‌شود. فایل /etc/one/az_driver.conf را برای مقادیر احتمالی ببینید. (در زیر region_name)
pt_pt: Datacenter Azure para onde a VM será enviada. Ver /etc/one/az_driver.conf para possíveis valores (debaixo de region_name)

source: SSH Port
pt_pt: Porto SSH

source: Port where the VMs ssh server will listen on
fa_ir: پورتی که سرور ssh ماشین‌مجازی باید به آن گوش کند
pt_pt: Porto onde o servidor ssh irá escutar as VMs

source: Storage Account
pt_pt: Conta de Armazenamento

source: Specify the storage account where this VM will belong
pt_pt: Especificar a conta de armazenamento onde a VM irá pertencer

source: Subnet
pt_pt: Subrede

source: Name of the particular Subnet where this VM will be connected to
fa_ir: نام سابنت خاصی که این ماشین مجازی به آن متصل شده است
pt_pt: Nome da subrede específica onde a VM irá estar ligada

source: TCP Endpoints
pt_pt: Pontas TCP

source: Comma-separated list of TCP ports to be accesible from the public internet to this VM
pt_pt: Lista separada por vírgulas da lista de portos TCP a serem acessíveis publicamente na internet nesta VM

source: Name of the virtual network to which this VM will be connected
pt_pt: Nome da rede virtual à qual esta VM será ligada

source: VM User
pt_pt: Utilizador da VM

source: VM Password
pt_pt: Palavra-passe da VM

source: Password for VM_USER
pt_pt: Palavra-passe para o VM_USER

source: Comma-separated list of possible protocols to access this Windows VM
fa_ir: لیست منفصل با ویرگول از پرتوکل‌های احتمالی جهت دسترسی به ماشین مجازی ویندوز
pt_pt: Lista separada por vírgulas de possíveis protocolos para aceder a esta VM Windows

source: Hybrid Cloud
pt_pt: Nuvem Híbrida

source: This will detach the nic inmediately
pt_pt: Isto irá desassociar o nic de imediato

source: Host name missing!
pt_pt: Nome do anfitrião em falta!

source: Select the destination cluster:
pt_pt: Selecione o cluster de destino:

source: Real MEM
fa_ir: رم واقعی
pt_pt: Memória Real

source: Last monitored on
fa_ir: آخرین زمان نظارت
pt_pt: Monitorizada pela última vez em

source: Allocated
fa_ir: تخصیص یافته
pt_pt: Alocado

source: DELETING
fa_ir: در حال حذف شدن
pt_pt: A APAGAR

source: Looks like you don't have any Service. Click the button below to get started
fa_ir: به نظر می‌آید شما هیچ سرویسی ندارید. برای شروع بر روی دکمه‌ی زیر کلیک کنید.
pt_pt: Parece que não tem qualquer Serviço. Carregue no botão abaixo para começar

source: Create a new Service
fa_ir: ایجاد یک سرویس جدید
pt_pt: Criar novo Serviço

source: Group
fa_ir: گروه
pt_pt: Grupo

source: Please select a datastore for this file
pt_pt: Por favor selecione uma datastore para este ficheiro

source: VNC Connection in progress
fa_ir: اتصال VNC در حال انجام است.
pt_pt: Ligação VNC em progresso

source: SPICE Connection in progress
fa_ir: اتصال SPICE در حال انجام است.
pt_pt: Ligação SPICE em curso

source: This will hold selected pending VMs from being deployed
pt_pt: Isto vai pausar as VMs pendentes à espera de serem lançadas

source: This will release held machines
pt_pt: Isto vai libertar as máquinas pausadas

source: This will suspend selected machines
pt_pt: Isto vai suspender as VMs selecionadas

source: This will resume selected VMs
pt_pt: Isto irá continuar as VM selecionadas

source: This will stop selected VMs
pt_pt: Isto irá parar as VMs selecionadas

source: This will send a reboot action to running VMs
pt_pt: Isto vai enviar a acção de encerramento às VMs em execução

source: This will perform a hard reboot on selected VMs
pt_pt: Isto irá executar um reiniciar forçado nas VMs selecionadas

source: This will send a power off signal to running VMs. They can be resumed later.
pt_pt: Isto irá enviar o sinal de encerramento às VMs a correr. Elas podem ser reiniciadas mais tarde.

source: This will send a forced power off signal to running VMs. They can be resumed later.
pt_pt: Isto irá enviar o sinal de encerramento às VMs a correr. Elas podem ser reiniciadas mais tarde.

source: Shuts down the given VM. The VM is saved in the system Datastore.
pt_pt: Desliga a VM selecionada. A VM é gravada no Datastore do sistema.

source: The Adress Range was not found
pt_pt: O Intervalo de Endereços não foi encontrado

source: MAC Start
fa_ir: شروع آدرس MAC
pt_pt: Início do MAC

source: This will change the main group of the selected users. Select the new group
pt_pt: Isto vai alterar the grupo principal dos utilizadores selecionados. Selecione o novo grupo

source: Select a template
pt_pt: Selecione um modelo

source: This will deploy the selected VMs on the chosen host
pt_pt: Isto vai lançar as VMs seleccionadas no anfitrião selecionado

source: This will migrate the selected VMs to the chosen host
pt_pt: Isto vai migrar as VMs seleccionadas para o anfitrião selecionado

source: This will live-migrate the selected VMs to the chosen host
pt_pt: Isto vai migrar em tempo real as VMs seleccionadas para o anfitrião selecionado

source: This will reschedule selected VMs
pt_pt: Isto irá recalendarizar as VMs selecionadas

source: This will cancel the rescheduling for the selected VMs
pt_pt: Isto irá cancelar a recalendarização para as VMs selecionadas

source: This Virtual Machine will be saved in a new Template. You can then create a new Virtual Machine using this Template
pt_pt: Esta Máquina Virtual irá ser guardada num novo Modelo. Pode depois criar uma nova Máuqina Virtual usando este Modelo

source: ACTION
pt_pt: AÇÃO

source: TIME
pt_pt: TEMPO

source: MESSAGE
pt_pt: MENSAGEM

source: hold
fa_ir: در دست بگیر
pt_pt: pausar

source: release
fa_ir: آزاد کن
pt_pt: libertar

source: stop
fa_ir: توقف
pt_pt: parar

source: suspend
fa_ir: تعلیق
pt_pt: suspender

source: resume
fa_ir: ادامه بده
pt_pt: continuar

source: reboot
fa_ir: راه اندازی مجدد
pt_pt: desligar e reiniciar

source: reboot-hard
fa_ir: راه‌اندازی مجدد-سخت
pt_pt: forçar-reiniciar

source: poweroff
fa_ir: خاموش
pt_pt: encerrar

source: poweroff-hard
fa_ir: خاموش-سخت
pt_pt: forcar-desligar

source: undeploy
fa_ir: عدم استقرار
pt_pt: cancelar instanciação

source: undeploy-hard
fa_ir: عدم استقرار-اجباری
pt_pt: forçar-cancelar-instanciacao

source: snapshot-create
fa_ir: ساخت اسنپ‌شات
pt_pt: criar-snapshot

source: Reason
fa_ir: دلیل
pt_pt: Razão

source: Chg time
pt_pt: Tempo Chg

source: Used Memory
fa_ir: حافظه مورد استفاده
pt_pt: Memória utilizada

source: There are no networks available.
fa_ir: هیچ شبکه‌ای موجود نیست.
pt_pt: Não há redes disponíveis

source: Image created successfully
fa_ir: Image بدرستی ایجاد شد
pt_pt: Imagem criada com sucesso

source: No new templates found in this DataCenter
fa_ir: هیچ قالب جدیدی برای این مرکز داده پیدا نشد.
pt_pt: Não foram encontrados novos modelos neste Datacenter

source: Template created successfully
fa_ir: Template بدرستی ایجاد شد
pt_pt: Modelo criado com sucesso

source: No new networks found in this DataCenter
fa_ir: در این مرکز داده هیچ شبکه جدیدی یافت نشد.
pt_pt: Não foram encontradas novas redes neste Datacenter

source: Virtual Network created successfully
fa_ir: شبکه مجازی با موفقیت ساخته شد.
pt_pt: Rede Virtual criada com sucesso

source: Host created successfully
fa_ir: میزبان با موفقیت ساخته شد!
pt_pt: Anfitrião criado com sucesso

source: Views available to the group users. If the default is unset, the one set in sunstone-views.yaml will be used
pt_pt: Vistas disponíveis para o grupo de utilizadores. Se a vista por omissão estiver indefinida será usada a views.yaml.

source: An ACL Rule will be created to give users in this group access to all the resources in the same group.
fa_ir: یک قانون ACL ساخته خواهد شد تا به کاربران درون گروه اجازه دسترسی به همه منابع درون همان گروه را بدهد.
pt_pt: Uma regra ACL irá ser criada para dar aos utilizadores deste grupo acesso a todos os recursos do mesmo grupo.

source: This will create new ACL Rules to define which virtual resources this group's users will be able to create.
fa_ir: این کار باعث ساخت قوانین ACL جدید می‌شود تا تعریف کند که کدام منابع مجازی را کاربران این گروه می‌توانند بسازند.
pt_pt: Isto irá criar novas regras ACL para definir quais recursos virtuais este grupo de utilizadores serão capazes de criar.

source: Documents are a special tool used for general purposes, mainly by OneFlow. If you want to enable users of this group to use service composition via OneFlow, let it checked.
fa_ir: سندها، ابزارهای خاصی هستند که برای اهداف عمومی استفاده می‌شوند، در اصل به وسیله OneFlow استفاده می‌شود. اگر می‌خواهید کاربران گروه را فعال کنید تا از طریق از ترکیب سرویس‌ها استفاده کنند، این گزینه را تیک زده بگذارید.
pt_pt: Os documentos são uma ferramente especial usada para fins comuns, principalmente pelo OneFlow. Se quer possibilitar que os utilizadores deste grupo usarem o serviço de composição via OneFlow, deixe ativado.

source: Name that the VDC will get for description purposes.
pt_pt: Nome descritivo que a VDC irá ter

source: Description of the VDC
pt_pt: Descrição da VDC

source: Get VM Templates
pt_pt: Obter Modelos de VM

source: Add another provider
pt_pt: Adicionar outro fornecedor

source: Add another disk
pt_pt: Adicionar outro disco

source: Image ID to be used in the Virtual Image disk.
pt_pt: ID da imagem a ser usado no disco de Imagem Virtual.

source: Name of the image to be used in the Virtual Image disk.
pt_pt: Nome da imagem a ser usada no disco de Imagem Virtual.

source: Identifier of the user owner of the image to reduce ambiguity.
pt_pt: Identificador do utilizador dono da imagem para reduzir ambiguidade.

source: User Name
pt_pt: Nome Utilizador

source: Name of the user owner of the image to reduce ambiguity.
pt_pt: Nome do utilizador da imagem para reduzir ambiguidade.

source: Device Prefix
pt_pt: Prefixo do Driver

source: Read Only
pt_pt: Só de leitura

source: Selects the cache mechanism for the disk.
pt_pt: Seleciona o mecanismo de cache para o disco.

source: Set IO policy.
pt_pt: Configurar política IO

source: native
pt_pt: nativo

source: Set DISCARD feature.
pt_pt: Configurar funcionalidade DESCARTAR

source: Size (MB)
pt_pt: Tamanho (MB)

source: Total Bytes Sec
pt_pt: Total Bytes Seg

source: IO throttling attributes for the disk. They are specified in bytes or IOPS (IO Operations) and can be specified for the total (read+write) or specific for read or write. Total and read or write can not be used at the same time. By default these parameters are only allowed to be used by oneadmin.
pt_pt: Atributos IO de taxa de transferência do disco. Estes são especificados em bytes ou IOPS (Operações IO) e podem ser especificados para o total (leitura+escrita) ou especificados para leitura ou escrita. Os totais de leitura ou escrita não podem ser usados ao mesmo tempo. Por omissão estes parâmetros são apenas permitidos para serem usados pelo oneadmin.

source: Read Bytes Sec
pt_pt: Bytes de leitura por seg

source: Write Bytes Sec
pt_pt: Bytes de escrita por seg

source: Total IOPS Sec
pt_pt: Total IOPS Seg

source: Read IOPS Sec
pt_pt: Leitura IOPS Seg

source: Write IOPS Sec
pt_pt: Escrita IOPS Seg

source: Size of the new disk in MB
pt_pt: Tamanho do novo disco em MB
