Repository: OpenNebula/one
Catalog: src/sunstone/public/locale/languages/*.po
Languages: cs_cz, es_es, et_ee, fa_ir, pt_br, pt_pt, ru_ru, sk_sk, tr_tr, zh_cn

source: Network reception speed
cs_cz: Rychlost stahování
es_es: Velocidad de recepción de red
et_ee: Võrgu vastuvõtu kiirus
fa_ir: سرعت دریافت شبکه
pt_br: Velocidade de recepção da rede
pt_pt: Velocidade de receção de rede
ru_ru: Скорость приема по сети
sk_sk: Rýchlosť prijímania
tr_tr: Ağ alım hızı
zh_cn: 网络接收速度

source: Network transmission speed
cs_cz: Rychlost odesílání
es_es: Velocidad de transmisión de red
et_ee: Võrgu edastuse kiirus
fa_ir: سرعت نقل و انتقال شبکه
pt_br: Velocidade de transmissão da rede
pt_pt: Velocidade de transmissão de rede
ru_ru: Скорость передачи по сети
sk_sk: Rýchlosť vysielania
tr_tr: Ağ gönderim hızı
zh_cn: 网络发送速度

source: Disk read bytes
cs_cz: Čtení z disku v bytech
es_es: Bytes de lectura de disco
et_ee: Ketas baite loetud
pt_br: Bytes lidos do disco
ru_ru: Чтение с диска байты
sk_sk: Počet bytov pri čítaní
tr_tr: Disk okunur bayt
zh_cn: 磁盘读 bytes

source: Disk write bytes
cs_cz: Zápisy na disk v bytech
es_es: Bytes de escritura de disco
et_ee: Ketas baite kirjutatud
pt_br: Bytes escritos no disco
ru_ru: Запись на диск байты
sk_sk: Počet bytov pri zápise
tr_tr: Disk yazılır bayt
zh_cn: 磁盘写 bytes

source: Disk read IOPS
cs_cz: Počet vst/výst. operací čtení z disku
es_es: Disco de lectura IOPS
et_ee: Ketas IOPS loetud
pt_br: IOPS leitura de disco
ru_ru: Чтение с диска IOPS
sk_sk: IOPS pri čítaní
tr_tr: Disk Okuma IOPS
zh_cn: 磁盘读 IOPS

source: Disk write IOPS
cs_cz: Počet vst/výst. operací zápisu na disk
es_es: IOPS de escritura de disco
et_ee: Ketas IOPS kirjutatud
pt_br: IOPS de escrita em disco
ru_ru: Запись на диск IOPS
sk_sk: Diskové IOPS pri zápise
tr_tr: Disk Yazma IOPS
zh_cn: 磁盘写 IOPS

source: Save as in progress
cs_cz: Probíhá ukládání jako
es_es: Grabar como.. en progreso
et_ee: Salvestamine nimega edenemisel
fa_ir: در حال ذخیره‌سازی
pt_br: "Salvar como" em progresso
pt_pt: Guardar em progresso
ru_ru: Выполняется сохранение
sk_sk: Prebieha ukladanie
tr_tr: Devam ediyor olarak kaydet
zh_cn: 正在保存

source: This will detach the disk immediately
cs_cz: Toto okamžitě odpojí disk
es_es: Esto desconectará el disco inmediatamente
et_ee: See ühendab ketta koheselt lahti
pt_br: Isto irá desconectar o disco imediatamente
ru_ru: Это немедленно отключит диск
sk_sk: Toto odpojí disk okamžite
tr_tr: Bu, diski derhal ayırır
zh_cn: 这将会立即卸载磁盘

source: This will delete the disk snapshot
cs_cz: Toto smaže zachycený stav disku
es_es: Borrará el snapshot de la imagen
et_ee: See kustutab ketta tõmmise
fa_ir: این کار باعث پاک شدن اسنپ‌شات دیسک می‌شود
pt_br: Isto irá apagar o snapshot do disco
pt_pt: Isto irá apagar o snapshot de disco
ru_ru: Это удалит снапшот диска
sk_sk: Týmto vymažeš snímku disku
tr_tr: Bu, anlık görüntüyü siler
zh_cn: 这将删除磁盘快照

source: Active
cs_cz: Aktivní
es_es: Activo
et_ee: Aktiivne
fa_ir: فعال
pt_br: Ativo
pt_pt: Ativo
ru_ru: Активный
sk_sk: Aktívny
tr_tr: Aktif
zh_cn: 启用

source: Deploy
cs_cz: Nasadit
es_es: Desplegar
et_ee: Kasuta
fa_ir: پیاده کن
pt_br: Lançar
pt_pt: Lançar
ru_ru: Разместить на узле
sk_sk: Nasaď
tr_tr: Konuşlandır
zh_cn: 部署

source: Migrate
cs_cz: Migrovat
es_es: Migrar
et_ee: Migreeri
fa_ir: مهاجرت
pt_br: Migrar
pt_pt: Migrar
ru_ru: Перенести ВМ
sk_sk: Migruj
tr_tr: Taşı
zh_cn: 迁移

source: Poweroff
cs_cz: Vypnout
es_es: Apagar
pt_br: Desligar
ru_ru: Выключить питание
sk_sk: Vypnúť
tr_tr: Kapat
zh_cn: 关闭电源

source: Poweroff-hard
cs_cz: Vypnout (vynuceně)
es_es: Apagado Forzado
pt_br: Desligar-forçado
ru_ru: Выключить железо
sk_sk: Vypnúť - HARD
zh_cn: 关闭电源 - 强制

source: live
cs_cz: za chodu
es_es: viva
pt_br: ao vivo
ru_ru: в сети
tr_tr: canlı
zh_cn: 不停机

source: Hold
cs_cz: Pozdržet
es_es: Mantener
et_ee: Ootel
fa_ir: در دست بگیر
pt_br: Pausar
pt_pt: Pausa
ru_ru: Запретить размещение
sk_sk: Pozastav
tr_tr: Tut
zh_cn: 保持

source: Release
cs_cz: Uvolnit
es_es: Liberar
et_ee: Vabasta
fa_ir: آزاد سازی
pt_br: Liberar
pt_pt: Libertar
ru_ru: Разрешить размещение
sk_sk: Uvoľni
tr_tr: Sürüm
zh_cn: 放行

source: Keeps allocated Host resources. The resume operation happens quickly
cs_cz: Prostředky hostitele zůstanou přidělené. Opětovné spuštění proběhne rychle
es_es: Mantener asignado los recursos del Host. La operación de reactivar será mas rapida
et_ee: Hoiab eraldatud ressursid serveril. Jätkamise toiming käib kiiresti
pt_br: Manter os recursos do Host alocados. A operação de recuperação acontece rapidamente
ru_ru: Сохранить выделенные ресурсы. Операция восстановления пройдет быстрее.
sk_sk: Podrží alokované zdroje hosta. Znovuobnova prevádzky prebehne rýchlejšie.
tr_tr: Ayrılan Makine kaynaklarını tutar. Devam ettirme işlemi hızlı bir şekilde gerçekleşir
zh_cn: 保持已分配的主机资源。恢复操作可快速执行

source: Frees Host resources. The resume operation may take long
cs_cz: Uvolní prostředky hostitele. Opětovné spuštění ale může trvat déle
es_es: Liberar recursos del Host. La operación de recuperación será mas lenta
et_ee: Vabastab serveri ressursi. Jätkamise toiming võib aega võtta
pt_br: Liberar recursos do Host. A operação de recuperação pode demorar
ru_ru: Высвобождает ресурсы сервера. Операция восстановления займет больше времени.
sk_sk: Uvoľní zdroje hosta. Znovuobnova prevádzky môže trvať dlhšie.
tr_tr: Makine kaynaklarını serbest bırakır. Devam ettirme işlemi uzun sürebilir
zh_cn: 释放主机资源，恢复操作可能要花很长时间

source: hard
cs_cz: okamžitě
es_es: forzar
et_ee: tugevasti
pt_br: forçado
ru_ru: жестко
tr_tr: zor
zh_cn: 强制

source: Terminate
cs_cz: Zrušit
es_es: Terminar
et_ee: Katkesta
pt_br: Encerrar
ru_ru: Уничтожить
sk_sk: Ukončiť
tr_tr: Sona Erdir
zh_cn: 终止

source: Reschedule
cs_cz: Přeplánovat
es_es: Reprogramar
et_ee: Ümberajasta
fa_ir: باززمانبندی
pt_br: Reagendar
pt_pt: Recalendarizar
ru_ru: Запланировать повторно
sk_sk: Preplánuj
tr_tr: Yeniden Planla
zh_cn: 重新调度

source: Un-Reschedule
cs_cz: Zrušit přeplánování
es_es: Des-Reprogramar
et_ee: Tühista ümberajastus
fa_ir: غیر باززمانبندی
pt_br: Desagendar
pt_pt: Cancelar Recalendarização
ru_ru: Отменить повторно запланированное действие
sk_sk: Zruš preplánovanie
tr_tr: Yeniden Planlamayı Kaldır
zh_cn: 取消重新调度指令

source: delete-recreate
cs_cz: smazat a vytvořit znovu
es_es: borrar-recrear
et_ee: kustuta-taasta
fa_ir: پاک-بازسازی
pt_br: apagar-recriar
pt_pt: apagar-recriar
ru_ru: Удалить и создать повторно
sk_sk: Zmaž - znovu vytvor
tr_tr: sil-yeniden oluştur
zh_cn: 删除－重新创建

source: delete-db
cs_cz: vymazat-z-databáze
es_es: borrar-db
pt_br: Deletar-db
ru_ru: удалить базу данных
sk_sk: Zmazať DB
zh_cn: 删除 - 数据库

source: Recovers a stuck VM that is waiting for a driver operation. The recovery may be done by failing, succeeding or retrying the current operation. <b>You need to manually check the VM status on the host</b>, to decide if the operation was successful or not, or if it can be retried. <br/> <br/>Delete: This will delete the selected VMs <br/>Delete-recreate: This will delete and recreate VMs to PENDING state <br/>Delete-db: This will delete the selected VMs, but will not perform any action on the hypervisor
ru_ru: Восстанавливает зависшую ВМ которая ждет ответа драйвера. Восстановление проводится через операции отмены, успешного завершения или попытки повтора текущей команды драйверу. <b> Вы должны вручную проверить статус ВМ на узле </b>, что бы определить успешна операция или нет. <br/> <br/> Удалить: Это удалит выбранную ВМ <br/>Удалить-создать: Это удалит и пересоздаст ВМ в to PENDING состоянии <br/> Удалить-бд: Это удалит выбранную ВМ но никакие операции на гипервизоре выполнены не будут.
sk_sk: Obnoví zaseknutý VS, ktorý čaká na operáciu ovládača. Obnovu je možné vykonať neúspešným, úspešným alebo opakovaným pokusom o aktuálnu operáciu. <b>Musíte manuálne skontrolovať stav VM na hostiteľovi </b>, aby ste sa rozhodli, či bola operácia úspešná alebo nie, alebo či ju možno zopakovať. <br/><br/>Odstrániť: Týmto sa odstránia vybraté virtuálne počítače <br/>Odstrániť-znova vytvoriť: Týmto sa odstránia a znova vytvoria virtuálne počítače do stavu ČAKÁ <br/>Delete-db: Týmto sa odstránia vybraté virtuálne počítače, ale nevykoná sa žiadna akcia na hypervízore.

source: RDP Client
es_es: Cliente RDP
ru_ru: Клиент RDP
sk_sk: RDP klient
zh_cn: RDP 客户端

source: You have not selected a host
cs_cz: Nevybrali jste hostitele
es_es: No ha seleccionado un host
et_ee: Sa ei ole serverit valinud
fa_ir: شما هیچ میزبانی را انتخاب نکرده‌اید
pt_br: Nenhum Host foi selecionado
pt_pt: Não selecionou um anfitrião
ru_ru: Вы не выбрали узел
sk_sk: Nevybral si hosta
tr_tr: Henüz bir makine seçmediniz
zh_cn: 您还没选择一个主机

source: VM
cs_cz: Virt. stroj
es_es: MV
fa_ir: ماشین مجازی
ru_ru: ВМ
sk_sk: VS
tr_tr: Sanal Makine
zh_cn: 虚拟机

source: is currently running on Host
cs_cz: v tuto chvíli je spuštěné na hostiteli
es_es: está en ejecución en Host
et_ee: töötab hetkel serveril
fa_ir: در حال اجرا روی میزبان است
pt_br: está atualmente em execução no Host
pt_pt: está de momento a correr no Anfitrião
ru_ru: в настоящее время запущено на Узле
sk_sk: momentálne beží na hoste
tr_tr: şu anda Makine'de çalışıyor
zh_cn: 目前运行于主机

source: and Datastore
ru_ru: и Хранищие.
sk_sk: a dátový sklad
zh_cn: 和数据存储

source: Cost
cs_cz: Náklady
es_es: Coste
et_ee: Maksumus
fa_ir: هزینه
pt_br: Custo
pt_pt: Custo
ru_ru: Стоимость
sk_sk: Náklad
tr_tr: Maliyet
zh_cn: 成本

source: Please select a VM from the list
cs_cz: Vyberte virtuální stroj ze seznamu
es_es: Seleccione una MV de la lista:
et_ee: Palun vali VM nimekirjast
fa_ir: لطفاً یک ماشین مجازی از لیست انتخاب کنید
pt_br: Por favor, selecione uma VM da lista
pt_pt: Por favor selecione uma VM da lista
ru_ru: Пожалуйста, выберите ВМ из списка
sk_sk: Vyber VS zo zoznamu
tr_tr: Lütfen listeden bir Sanal Makine seçiniz
zh_cn: 请从列表中选择一台虚拟机

source: You selected the following VM:
cs_cz: Vybrali jste následující virtuální stroj:
es_es: Ha seleccionado la siguiente MV:
et_ee: Sa valisid järgmise VMi:
fa_ir: شما ماشین‌های مجازی زیر را انتخاب کرده‌اید:
pt_br: Você selecionou a seguinte VM:
pt_pt: Selecionou a seguinte VM:
ru_ru: Вы выбрали следующие ВМ:
sk_sk: Vybral si nasledovné VS
tr_tr: Belirtilen Sanal Makineyi seçtiniz:
zh_cn: 你选择的虚拟机是：

source: Please select one or more VMs from the list
cs_cz: Vyberte ze seznamu jeden nebo více virtuálních strojů
es_es: Seleccione una o mas MVs de la lista
et_ee: Palun vali üks või mitu VMi nimekirjast
fa_ir: لطفاً یک یا چند ماشین مجازی از لیست انتخاب کنید
pt_br: Por favor,, selecione uma ou mais VMs da lista
pt_pt: Por favor selecione uma ou mais VMs da lista
ru_ru: Пожалуйста, выберите одну или несколько ВМ из списка
sk_sk: Vyber jeden alebo viac VS zo zoznamu
tr_tr: Lütfen listeden bir ya da daha fazla Sanal Makine seçiniz
zh_cn: 请从列表中选择一台或多台虚拟机

source: You selected the following VMs:
cs_cz: Vybrali jste následující virtuální stroje:
es_es: Ha selecionado las siguientes MVs:
et_ee: Sa valisid järgmised VMd:
fa_ir: شما ماشین‌های مجازی زیر را انتخاب کرده‌اید:
pt_br: Você selecionou as seguintes VMs:
pt_pt: Selecionou as seguintes VMs:
ru_ru: Вы выбрали следующие ВМ:
sk_sk: Vybral si nasledovné VS
tr_tr: Belirtilen Sanal Makineleri seçtiniz:
zh_cn: 你选择的虚拟机是：

source: Image
cs_cz: Obraz
es_es: Imagen
et_ee: Ketas
fa_ir: ایمیج
pt_br: Imagem
pt_pt: imagem
ru_ru: Образ
sk_sk: Obraz
tr_tr: İmaj
zh_cn: 磁盘镜像

source: TOTAL SIZE
cs_cz: CELKEM VELIKOST
es_es: TAMAÑO TOTAL
et_ee: MAHT KOKKU
pt_br: TAMANHO TOTAL
ru_ru: ВСЕГО РАЗМЕР
sk_sk: dd
tr_tr: TOPLAM BOYUT
zh_cn: 容量总数

source: Create Virtual Data Center
cs_cz: Vytvořit virtuální datacentrum
es_es: Crear un Virtual Data Center
et_ee: Loo virtuaalne andmekeskus
fa_ir: ایجاد Data Center مجازی
pt_br: Criar Data Center Virtual
pt_pt: Criar Datacenter Virtual
ru_ru: Создать Виртуальный Дата-Центр
sk_sk: Vytvor virtuálne dátové centrum
tr_tr: Sanal Veri Merkezi Oluştur
zh_cn: 创建虚拟数据中心

source: Update Virtual Data Center
cs_cz: Upravit virtuální datacentrum
es_es: Actualizar un Virtual Data Center
et_ee: Uuenda virtuaalset andmekeskust
fa_ir: به روز رسانی Data Center مجازی
pt_br: Atualizar Data Center Virtual
pt_pt: Atualizar Datacenter Virtual
ru_ru: Обновить Виртуальный Дата-Центр
sk_sk: Aktualizuj virtuálne dátové centrum
tr_tr: Sanal Veri Merkezini Güncelle
zh_cn: 更新虚拟数据中心

source: VDC created
cs_cz: Virt. datacentrum vytvořeno
es_es: VDC creado
et_ee: VAK loodud
fa_ir: VDC ساخته شد
pt_br: VDC criado
pt_pt: VDC criado
ru_ru: Виртуальный Дата-Центр создан
sk_sk: VDC vytvorené
tr_tr: Sanal Veri Merkezi oluşturuldu
zh_cn: VDC创建完毕

source: Resources
cs_cz: Prostředky
es_es: Recursos
et_ee: Ressursid
fa_ir: منابع
pt_br: Recursos
pt_pt: Recursos
ru_ru: Ресурсы
sk_sk: Zdroje
tr_tr: Kaynaklar
zh_cn: 资源

source: Please select a VDC from the list
cs_cz: Vyberte virt. datacentrum ze seznamu
es_es: Por favor seleccione un VDC de la lista
et_ee: Palun vali virtuaalne andmekeskus
fa_ir: یک VDC را از لیست انتخاب کنید
pt_br: Por favor, selecione um VDC da lista
pt_pt: Por favor selecione um VDC da lista
ru_ru: Пожалуйста выберите ВДЦ из списка
sk_sk: Vyber VDC zo zoznamu
tr_tr: Lütfen listeden bir Sanal Veri Merkezi seçiniz
zh_cn: 请从列表中选择一个VDC

source: You selected the following VDC:
cs_cz: Vybrali jste následující virt. datacentrum:
es_es: Ha selecciona el siguiente VDC:
et_ee: Sa valisid järgmise virtuaalse andmekeskuse:
fa_ir: شما VDCهای زیر را انتخاب کرده‌اید
pt_br: Você selecionou o seguinte VDC:
pt_pt: Selecionou o seguinte VDC:
ru_ru: Вы выбрали следующий ВДЦ:
sk_sk: Vybral si nasledovné VDC:
tr_tr: Belirtilen Sanal Veri Merkezini seçtiniz:
zh_cn: 你选择的VDC是：

source: Please select one or more VDCs from the list
cs_cz: Vyberte ze seznamu jedno nebo více virt. datacenter
es_es: Seleccione uno o mas VDC de la lista
et_ee: Palun vali üks või mitu virtuaalset andmekeskust nimekirjast
fa_ir: لطفاً یک یا بیشتر VDC از لیست انتخاب کنید
pt_br: Por favor, selecione um ou mais VDCs da lista
pt_pt: Por favor selecione um ou mais VDCs da lista
ru_ru: Пожалуйста выберите один или несколько ВДЦ из списка
sk_sk: Vyber jedno alebo viac VDC zo zoznamu
tr_tr: Lütfen listeden bir veya daha fazla Sanal Veri Merkezi seçiniz
zh_cn: 请从列表中选择一个或多个VDC

source: You selected the following VDCs:
cs_cz: Vybrali jste následující virt. datacentrum:
es_es: Ha selecionado los siguientes VDCs:
et_ee: Sa valisid järgmised virtuaalsed andmekeskused:
fa_ir: شما VDCهای زیر را انتخاب کرده‌اید:
pt_br: Você selecionou os seguintes VDCs:
pt_pt: Selecionou os seguintes VDCs:
ru_ru: Вы выбрали следующие ВДЦ:
sk_sk: Vybral si nasledovné VDC:
tr_tr: Belirtilen Sanal Veri Merkezlerini seçtiniz:
zh_cn: 你选择的VDC是：

source: All
cs_cz: Vše
es_es: Todo
et_ee: Kõik
fa_ir: همه
pt_br: Todos
pt_pt: Tudo
ru_ru: Все
sk_sk: Všetko
tr_tr: Hepsi
zh_cn: 全部

source: ACLs
cs_cz: Práva
es_es: Listas de Control de Acceso (ACLs)
et_ee: Jurudepääsu nimekirjad
fa_ir: لیست های کنترل دسترسی
ru_ru: Списки контроля
tr_tr: ACL'ler
zh_cn: 访问控制列表

source: Access Control Lists
cs_cz: Seznam přístupových práv
es_es: Listas de Control de Acceso
et_ee: Juurdepääsu nimikiri
fa_ir: لیست کنترل دسترسی
pt_br: Listas de Controle de Acesso
pt_pt: Lista de Controlo de Acesso
ru_ru: Списки Контроля Доступа
sk_sk: Riadenie prístupu
tr_tr: Erişim Kontrol Listeleri
zh_cn: 访问控制列表（ACL）

source: mine
cs_cz: moje
es_es: mio
et_ee: minu
pt_br: meu
ru_ru: мой
tr_tr: benim
zh_cn: 我的

source: group
cs_cz: skupina
es_es: grupo
et_ee: grupp
pt_br: grupo
ru_ru: группа
sk_sk: Skupina
tr_tr: grup
zh_cn: 群组

source: system
cs_cz: systém
es_es: sistema
et_ee: süsteem
pt_br: sistema
ru_ru: система
sk_sk: Systém
tr_tr: sistem
zh_cn: 系统

source: You must select at least a template configuration
cs_cz: Je třeba vybrat alespoň šablonu nastavení
es_es: Debe seleccionar al menos una plantilla de configuración
et_ee: Sa pead valima vähemalt malli seade
fa_ir: شما باید حداقل یک قالب پیکربندی را انتخاب کنید.
pt_br: Você precisa selecionar pelo menos um template de configuração
pt_pt: Deve selecionar pelo menos um modelo de configuração
ru_ru: Вы должны выбрать хотя бы одну конфигурацию шаблона
sk_sk: Musíš vybrať aspoň jednu šablónu
tr_tr: En az bir şablon konfigürasyonu seçmelisiniz
zh_cn: 您必须至少选择一个模板配置

source: Virtual Machines
cs_cz: Virtuální stroje
es_es: Máquinas virtuales
et_ee: Virtuaalmasinad
fa_ir: ماشین های مجازی
pt_br: Máquinas Virtuais
pt_pt: Máquinas Virtuais
ru_ru: ВМ
sk_sk: Virtuálne stroje - VS
tr_tr: Sanal Makineler
zh_cn: 虚拟机

source: There are no Virtual Machines
cs_cz: Nejsou zde žádné virtuální stroje
es_es: No hay Maquinas Virtuales
et_ee: Virtuaalmasinad puuduvad
fa_ir: ماشین‌مجازی‌ای وجود ندارد
pt_br: Não há Máquinas Virtuais
pt_pt: Não há Máquinas Virtuais
ru_ru: ВМ отсутствуют
sk_sk: Žiadne virtuálne stroje
tr_tr: Sanal Makine bulunamadı
zh_cn: 没有虚拟机

source: ALL
cs_cz: VŠECHNO
es_es: TODO
et_ee: KÕIK
fa_ir: همه
pt_br: TODAS
pt_pt: TUDO
ru_ru: ВСЕ
sk_sk: VŠETKO
tr_tr: TÜMÜ
zh_cn: 所有

source: RUNNING
cs_cz: SPUŠTĚNÝ
es_es: EJECUTANDO
et_ee: TÖÖTAB
fa_ir: در حال اجرا
pt_br: EM EXECUÇÃO
pt_pt: A CORRER
ru_ru: ЗАПУЩЕНО
sk_sk: Bežiaci
tr_tr: ÇALIŞIYOR
zh_cn: 运行中

source: GUEST STATE
cs_cz: STAV VIRT. STROJE
es_es: ESTADO INVITADO
et_ee: VM OLEK
pt_br: ESTADO DO GUEST
ru_ru: СОСТОЯНИЕ ГОСТЯ
sk_sk: STAV HOSTA
tr_tr: KONUK DURUMU
zh_cn: 客户机状态

source: VMWARETOOLS RUNNING STATUS
cs_cz: VMWARETOOLS STAV BĚHU
es_es: FUNCIONAMIENTO DE LAS HERRAMIENTAS DE VMWARE
pt_br: STATUS DE EXECUÇÃO DO VMWARETOOLS
ru_ru: СОСТОЯНИЕ VMWARE TOOLS
sk_sk: STAV BEHU VMWARETOOLS
tr_tr: VMWARETOOLS ÇALIŞMA DURUMU
zh_cn: VMWARETOOLS运行状态

source: VMWARETOOLS VERSION
cs_cz: VMWARETOOLS VERZE
es_es: VERSIÓN DE HERRAMIENTAS VMWARE
pt_br: VERSÃO DO VMWARETOOLS
ru_ru: ВЕРСИЯ VMWARE TOOLS
sk_sk: VERZIA VMWARETOOLS
tr_tr: VMWARETOOLS VERSİYON
zh_cn: VMWARETOOLS版本

source: VMWARETOOLS VERSION STATUS
cs_cz: VMWARETOOLS STAV VERZE
es_es: ESTADO DE VERSIÓN DE HERRAMIENTAS VMWARE
pt_br: STATUS DA VERSÃO DO VMWARETOOLS
ru_ru: СТАТУС ВЕРСИИ VMWARETOOLS
sk_sk: STAV VERZIE VMWARETOOLS
tr_tr: VMWARETOOLS VERSİYON DURUMU
zh_cn: VMWARETOOLS版本状态

source: VM cloning in the background. The Template will appear as soon as it is ready, and the VM unlocked.
cs_cz: Klonování virt. stroje na pozadí. Šablona se objeví hned po dokončení a virt. stroj bude odemknutý.
es_es: Clonando MV en fondo. La Plantilla aparecerá en el momento de estar preparada, y la MV desbloqueada.
et_ee: VM kopeerib taustal. Mall luuakse kui see on valmis ja VM on lukustamata.
fa_ir: ماشین مجازی در حال همسان‌سازی در پیش‌زمینه است. قالب به محض آماده شدن ظاهر خواهد شد و ماشین مجازی از قفل در خواهد آمد.
pt_br: O processo de clonagem está sendo executado em segundo plano. O Template aparecerá assim que estiver pronto e a VM será desbloqueada.
pt_pt: A clonar VM em processo de fundo. O Modelo irá aparecer em breve quando estiver pronto e a VM desbloqueada.
ru_ru: ВМ клонируется в фоновом режиме. Шаблон появится после создания клона и разблокировки ВМ.
sk_sk: Klonovanie VS na pozadí. Šablóna sa objaví akonáhle bude pripravená a VS bude odomknutý.
tr_tr: Sanal Makine arka planda klonlanıyor. Şablon hazır olur olmaz görünecek ve Sanal Makine kilidi açılacak.
zh_cn: 虚拟机克隆正在后台运行。克隆完成后模板将会显示，源虚拟机也会解锁。

source: DEPLOYING
cs_cz: SPOUŠTĚNÍ
es_es: DESPLEGANDO
et_ee: KÄIVITUB
fa_ir: استقرار
pt_br: INSTANCIANDO
pt_pt: A INSTANCIAR
ru_ru: РАЗВОРАЧИВАЕТСЯ
sk_sk: Nasadzovaný
tr_tr: KONUŞLANDIRILIYOR
zh_cn: 正在部署

source: SAVING IMAGE
cs_cz: UKLÁDÁNÍ OBRAZU
es_es: GUARDANDO IMAGEN
et_ee: SALVESTAN KETAST
fa_ir: درحال ذخیره ایمیج
pt_br: SALVANDO IMAGEM
pt_pt: A GUARDAR IMAGEM
ru_ru: ОБРАЗ СОХРАНЯЕТСЯ
sk_sk: UKLADANIE OBRAZU
tr_tr: IMAJ KAYDEDİLİYOR
zh_cn: 镜像保存中

source: POWERING OFF
cs_cz: VYPÍNÁNÍ
es_es: APAGANDO
et_ee: LÜLITAN VÄLJA
fa_ir: در حال خاموش شدن
pt_br: DESLIGANDO
pt_pt: A DESLIGAR
ru_ru: ВЫКЛЮЧЕНИЕ
sk_sk: VYPÍNANÝ
tr_tr: KAPATILIYOR
zh_cn: 正在关闭电源

source: OFF
cs_cz: VYPNUTÝ
es_es: APAGADO
et_ee: VÄLJAS
fa_ir: خاموش
pt_br: DESLIGADAS
pt_pt: DESLIGADA
ru_ru: ВЫКЛ
sk_sk: VYPNUTÝ
tr_tr: KAPALI
zh_cn: 停用

source: UNDEPLOYED
cs_cz: ODKOPÍROVANÝ
es_es: DESINSTANCIADA
et_ee: KASUTAMATA
fa_ir: استقرارسازی نشده
pt_br: INSTÂNCIA CANCELADA
ru_ru: Неразвернута
sk_sk: NENASADENÝ
tr_tr: KONUŞLANDIRMA SONLANDIRILDI
zh_cn: 取消部署

source: There are no Services
cs_cz: Nejsou zde žádné služby
es_es: No hay Servicios
et_ee: Teenused puuduvad
fa_ir: سرویسی وجود ندارد
pt_br: Não há serviços
pt_pt: Não há Serviços
ru_ru: Сервисы отсутствуют
sk_sk: Žiadne služby
tr_tr: Servis bulunmamaktadır
zh_cn: 没有服务

source: Change Cardinality
cs_cz: Změnit kardinalitu
es_es: Cambiar cardinalidad
et_ee: Muuda hulka
fa_ir: تغییر اندازه
pt_br: Alterar Cardinalidade
pt_pt: Alterar Cardinalidade
ru_ru: Изменить Cardinality
sk_sk: Zmeň kardinalitu
tr_tr: Önem Derecesini Değiştir
zh_cn: 改变基数

source: The cardinality for this role cannot be changed
cs_cz: Kardinalita této role nemůže být změněna
es_es: La cardinalidad para este rol no puede ser cambiada
et_ee: Selle rolli hulka ei saa muuta
fa_ir: تغییر اندازه‌ی این وظیفه ممکن نیست.
pt_br: A cardinalidade para esta função não pode ser alterada
pt_pt: A cardinalidade para este papel não pode ser alterada
ru_ru: Невозможно изменить мощность для этой роли
sk_sk: kardinalita pre túto rolu nemôže byť zmenená
tr_tr: Bu rolün önem derecesi değiştirilemez
zh_cn: 不能更改此角色的基数

source: Dismiss Alert
cs_cz: Uzavřít výstrahu
es_es: Descartar Alerta
et_ee: Tühista hoiatus
pt_br: Dispensar Alerta
ru_ru: Пропустить предупреждение
sk_sk: Ignoruj výstrahu
tr_tr: Uyarıyı Reddet
zh_cn: 消除告警

source: Number of VMs for Role
cs_cz: Počet virt. strojů pro roli
es_es: Número de MVs por rol
et_ee: Rolli VM arv
pt_br: Número de VMs por Função
ru_ru: Количество ВМ у роли
sk_sk: Počet VS na rolu
tr_tr: Rol için Sanal Makine Sayısı
zh_cn: 角色的虚拟机数量

source: Be careful, this action will immediately destroy your Service
cs_cz: Buďte opatrní. Tato akce okamžitě smaže vaši službu
es_es: Ten cuidado, esta acción destruirá inmediatamente tu Servicio
et_ee: Hoiatus, see tegevus kustutab koheselt sinu teenuse
pt_br: Tenha cuidado, esta ação destruirá imediatamente seu Serviço
ru_ru: Осторожно, это действие приведет к удалению вашего сервиса
sk_sk: OPATRNE - táto operácia okamžite zruší Tvoju službu!
tr_tr: Dikkatli ol, bu eylem Servisi hemen yok edecektir
zh_cn: 请注意！此操作将立即删除您的服务

source: All the information will be lost!
cs_cz: Všechna data budou ztracena!
es_es: ¡Toda la información se perderá!
et_ee: Kogu info läheb kaotsi
fa_ir: همه‌ی اطلاعات از بین رفته‌اند.
pt_br: Todas as informações serão perdidas!
pt_pt: Toda a informação será perdida!
ru_ru: Вся информация будет утеряна!
sk_sk: Všetky informácie budú stratené!
tr_tr: Tüm bilgiler kaybolacaktır!
zh_cn: 所有的信息都将丢失！

source: Be careful, this action will immediately shutdown your Service
cs_cz: Buďte opatrní. Tato akci okamžitě zastaví vaši službu
es_es: Ten cuidado, esta acción apagará inmediatamente tu Servicio
et_ee: Hoiatus, see tegevus seiskab koheselt sinu teenuse
pt_br: Tenha cuidado, esta ação desligará imediatamente seu Serviço
ru_ru: Осторожно, это действие приведет к остановке вашего сервиса
sk_sk: OPATRNE - táto operácia okamžite zastaví Tvoju službu!
tr_tr: Dikkatli ol, bu eylem, Servisinizi hemen kapatacaktır
zh_cn: 请注意！此操作将立即关闭您的服务

source: Shutdown
cs_cz: Vypnout a zrušit
es_es: Apagar
et_ee: Lülita välja
fa_ir: خاموش کن
pt_br: Desligar
pt_pt: Desligar
ru_ru: Выключить
tr_tr: Kapat
zh_cn: 关机

source: PENDING
cs_cz: ČEKÁNÍ
es_es: PENDIENTE
et_ee: OOTEL
fa_ir: انتظار
pt_br: PENDENTE
pt_pt: PENDENTE
ru_ru: ОЖИДАНИЕ
sk_sk: ČAKÁ ...
tr_tr: BEKLİYOR
zh_cn: 等待中

source: UNDEPLOYING
cs_cz: RUŠENÍ
es_es: REPLEGANDO
et_ee: SEISKUB
fa_ir: در حال عدم استقرارسازی
pt_br: CANCELANDO A INSTÂNCIA
pt_pt: A CANCELAR INSTANCIAÇÃO
ru_ru: СВОРАЧИВАЕТСЯ
sk_sk: NASADENIA SA RUŠIA
tr_tr: KONUŞLANDIRMA_İPTALİ
zh_cn: 正在取消部署
