Repository: OpenNebula/one
Catalog: src/sunstone/public/locale/languages/*.po
Languages: cs_cz, es_es, et_ee, fa_ir, pt_br, pt_pt, ru_ru, sk_sk, tr_tr, zh_cn

source: Sets the new VM to hold state, instead of pending. The scheduler will not deploy VMs in this state. It can be released later, or deployed manually.
cs_cz: Nastaví nový virt. stroj do stavu POZDRŽEN, namísto do ČEKÁ. Plánovač nebude virt. stroje v tomto stavu spouštět. Později může být uvolněn nebo spuštěn ručně.
es_es: Pone la nueva MV en el estado hold, en vez de pendiente. El orquestador no la gestionará en este estado. Podrá ser lanzada posteriormente o gestionada manualmente.
fa_ir: ماشین مجازی جدید را برای نگهداری از وضعیت تنظیم می‌کند، به جای اینکه در حالت معوق بماند. زمانبند ماشین مجازی را در این حالت برپا نمی‌کند. این می‌تواند بعداً منتشر شود، یا به طور دستی برپا شود.
pt_br: Coloca a nova VM em mode de espera, ao invés de pendente. O agendador não irá instanciar as VMs neste estado. Ela ser liberada mais tarde ou instanciada manualmente.
pt_pt: Coloca a nova VM em estado suspenso, invés de pendente. O calendarizador não irá instanciar VMs neste estado. Pode ser libertada mais tarde ou instanciada manualmente.
ru_ru: Переводит новую ВМ в остановленный режим, не в режим ожидания. Планировщик не будет разворачивать ВМ в этом состоянии. ВМ потом может быть удалена или развернута вручную.
sk_sk: Nastaví nový VS do stavu POZASTAVENÝ namiesto ČAKÁ. Plánovač nenasadí VS v tomto stave, môže byť neskôr uvoľnený alebo nasadený manuálne.
tr_tr: Beklemek yerine, yeni Sanal Makine'yi durumunu tutacak şekilde ayarlar. Zamanlayıcı, Sanal Makineleri bu durumda dağıtmaz. Daha sonra serbest bırakılabilir veya manuel olarak konuşlandırılabilir.
zh_cn: 将新虚拟机设置为保持状态，而不是等待状态。在此状态下调度器将不会部署虚拟机。它可以后续被释放或被手动部署。

source: Get Templates
cs_cz: Načíst šablony
es_es: Obtener plantillas
pt_br: Obter Templates
ru_ru: Получить шаблоны
sk_sk: Získaj šablóny
tr_tr: Şablonları Getir
zh_cn: 获取模板

source: Remote VM Template ID
cs_cz: Identifikátor šablony virt. stroje na protějšku
es_es: ID de Plantilla de VM remota
et_ee: Kaug VM malli ID
pt_br: ID do Template Remoto da VM
ru_ru: ID шаблона удаленной ВМ
sk_sk: ID vzdialenej šablóny VS
tr_tr: Uzak Sanal Makine Şablonu ID
zh_cn: 远程虚拟机模板ID

source: Instance type
cs_cz: Typ instance
es_es: Tipo de instancia
pt_br: Tipo da instância
ru_ru: Тип экземпляра ВМ
sk_sk: Typ inštancie
tr_tr: Somut Türü
zh_cn: 实例类型

source: Specifies the capacity of the VM in terms of CPU and memory
cs_cz: Nastavuje kapacitu virt. stroje ve smyslu počtu procesorů a množství paměti
es_es: Especifica la capacidad de la MV en términos de CPU y memoria
fa_ir: ظرفیت ماشین‌مجازی را در مورد CPU و memory مشخص کنید
pt_br: Especifica a capacidade da VM em termos de CPU e memória
pt_pt: Especifica a capacidade da VM em termos de memória e CPU
ru_ru: Определите емкость ВМ в терминах CPU и памяти
sk_sk: Špecifikuje kapacitu VS v ponímaní CPU a RAM
tr_tr: Sanal Makinenin CPU ve bellek açısından kapasitesini belirtir.
zh_cn: 指定虚拟机的CPU核数和内存容量

source: Azure datacenter where the VM will be sent.
ru_ru: Датацентр Azure куда будет развернута эта ВМ
sk_sk: Azure datacentrum, kam bude poslaný VS

source: Image offer
ru_ru: Имя группы связанных образов.
sk_sk: Ponuka obrazu
zh_cn: 镜像报价

source: Specifies the OS image offer of the VM.
ru_ru: Определяет ОС группы связанных образов для ВМ
sk_sk: Špecifikuje ponuku obrazu OS pre VS
zh_cn: 为虚拟机指定操作系统镜像

source: Image publisher
ru_ru: Публикатор образа
sk_sk: Vydavateľ obrazu
zh_cn: 镜像发布者

source: Specifies the image publisher.
ru_ru: Определяет публикатора образа.
sk_sk: Špecifikuje vydavateľa obrazu
zh_cn: 指定镜像发布者。

source: Image SKU
ru_ru: SKU Образа
sk_sk: SKU obrazu
zh_cn: 镜像SKU

source: Specifies the image SKU (stock keeping unit).
ru_ru: Задает SKU(складская единица) для образа
sk_sk: Špecifikuje SKU obraz (SKU = stock keeping unit - skladová jednotka)
zh_cn: 指定镜像SKU(stock keeping unit).

source: Image version
es_es: Versión de Imagen
ru_ru: Версия Образа
sk_sk: Verzia obrazu
zh_cn: 镜像版本

source: Specifies the image version.
ru_ru: Версия образа
sk_sk: Špecifikuje verziu obrazu
zh_cn: 指定镜像版本。

source: VM user name
cs_cz: Uživatel virt. stroje
es_es: Usuario de la VM
et_ee: VM kasutaja nimi
pt_br: Nome do usuário da VM
ru_ru: имя пользователя ВМ
sk_sk: Meno používateľa VS
tr_tr: Sanal Makine kullanıcı ismi
zh_cn: 虚拟机用户名

source: If the selected IMAGE is prepared for Azure provisioning, a username can be specified here to access the VM once booted
cs_cz: Pokud je vybraný obraz připravený pro nasazení na Azure, do spuštěného virtuálního stroje se pak můžete přihlásit přes zde nastaveného uživatele.
es_es: Si la IMAGEN seleccionada está preparada para aprovisionamiento en Azure, se debe especificar aquí un nombre de usuario para acceder a la VM una vez arrancada
fa_ir: اگر ایمیج انتخاب شده جهت برپایی برای آژور آماده باشد، یک نام کاربری در اینجا می‌تواند برای دسترسی به ماشین مجازی، بعد از بوت شدن، تعیین شود.
pt_br: Se selecionado, a IMAGEM será preparada para o provisionamento Azure, um nome de usuário pode ser especificado aqui para acesso à VM, assim que ela inicializar.
pt_pt: Se a IMAGEM selecionada está preparada para provisionamento da Azure, pode ser especificado um nome de utilizador aqui para aceder à VM assim que iniciar
ru_ru: Если выбранный ОБРАЗ подготовлен к размещению в Azure, то имя пользователя заданное здесь, может быть использовано для входы в ВМ после ее загрузки.
sk_sk: Ak je vybratý obraz pripravený pre AZURE, tu je možné špecifikovať používateľské meno pre prístup počas bootu VS
tr_tr: Seçilen IMAJ Azure ön hazırlığı için hazırlandıysa, bir kez daha önyüklenerek, sanal makineye erişmek için bir kullanıcı adı belirtilebilir
zh_cn: 如果所选镜像是为Azure预置准备的，可在此指定用户名用于虚拟机启动后访问虚拟机。

source: VM user password
cs_cz: Heslo už. virt. stroje
es_es: Contraseña del usuario de la VM
et_ee: VM kasutaja parool
pt_br: Senha do usuário da VM
ru_ru: Пароль пользователя ВМ
sk_sk: Heslo pre používateľa VS
tr_tr: Sanal Makine kullanıcı şifresi
zh_cn: 虚拟机用户密码

source: Password for VM User
cs_cz: Heslo už. virt. stroje
es_es: Contraseña para el Usuario de la MV
et_ee: Parool VM kasutaja jaoks
pt_br: Senha para o Usuário da VM
ru_ru: Пароль для пользователя ВМ
sk_sk: Heslo pre používateľa VS
tr_tr: Sanal Makine Kullanıcı için Şifre
zh_cn: 虚拟机用户的密码

source: Virtual Network name
cs_cz: Název virtuální sítě
es_es: Nombre Red Virtual
et_ee: Virtuaalse võrgu nimi
pt_br: Nome da Rede Virtual
ru_ru: Название Виртуальной сети
sk_sk: Meno virtuálnej siete
tr_tr: Sanal Makine adı
zh_cn: 虚拟网络名称

source: Name of the virtual network which is already created in Azure. If not given, virtual network will be created based on VNET_* attributes below or using defaults.
ru_ru: Имя виртуальной сети которая уже создана в Azure. Если не задано, имя виртуальная сеть будет создана на основе ранее заданных VNET_* параметров, или на основе значений по умолчанию.
sk_sk: Názov virtuálnej siete, ktorá je už vytvorená v Azure. Ak nie je zadaný, virtuálna sieť sa vytvorí na základe atribútov VNET_* uvedených nižšie alebo pomocou predvolených nastavení.

source: Public IP
ru_ru: Открытый IP
sk_sk: Verejná IP
zh_cn: 公共IP

source: Whether to assgin public IP to the VM
ru_ru: Подключить ли к ВМ открытый IP
sk_sk: Či má byť VS pridelená verejná IP
zh_cn: 是否为虚拟机分配公网IP

source: VNET name
ru_ru: Имя виртуальной сети
sk_sk: VNET meno
zh_cn: 虚拟网络名称

source: Name of virtual network which will be created on Azure. Default: one-vnet
ru_ru: Имя виртуальной сети которая будет создана в Azure. По умолчанию: one-vnet
sk_sk: Meno virtuálnej siete, ktorá bude vytvorená v Azure. Default: one-vnet
zh_cn: 创建在Azure上的虚拟网络名称。默认：one-vnet

source: VNET addr prefix
ru_ru: Префикс адреса виртуальной сети
sk_sk: Prefix VNET adresy
zh_cn: 虚拟网络地址

source: Vnet address prefix on. Default: 10.0.0.0/16.
ru_ru: Префикс виртуальной сети. По умолчанию: 10.0.0.0/16.
sk_sk: Prefix VNET adresy. Default: 10.0.0.0/16.
zh_cn: 虚拟网络地址。默认：10.0.0.0/16。

source: VNET dns
ru_ru: DNS виртуальной сети
zh_cn: 虚拟网络DNS

source: DNS server. Default: 8.8.8.8.
ru_ru: Адрес DNS. По умолчанию: 8.8.8.8
zh_cn: DNS服务器。默认：8.8.8.8。

source: VNET subname
ru_ru: VNET сeбсеть (подсеть в рамках VNET)
sk_sk: Meno VNET subnetu
zh_cn: 虚拟网络子网名

source: Subnet name. Default: default.
ru_ru: Имя подсети. По умолчанию: default.
sk_sk: Názov subnetu. Default: default
zh_cn: 默认子网名：default。

source: VNET sub prefix
ru_ru: VNET префикс подсети.
sk_sk: Prefix VNET sub
zh_cn: 虚拟网络子网

source: Vnet subnet prefix. Default: 10.0.0.0/24.
ru_ru: Префикс подсети в рамках Виртуальной сети. По умолчанию 10.0.0.0/24.
sk_sk: Prefix VNET subnetu. Default: 10.0.0.024
zh_cn: 虚拟网络子网。默认：10.0.0.0/24。

source: Availability set
cs_cz: Skupina dostupnosti
es_es: Asignar Disponibilidad
pt_br: Definir disponibilidade
ru_ru: Доступность
sk_sk: Dostupnosť
tr_tr: Kullanılabilirlik kümesi
zh_cn: 可用集合

source: Name of the availability set to which this VM will belong.
ru_ru: Имя доступности установленной для вышестоящей сети для этой ВМ
sk_sk: Meno sady dostupnosti, do ktorej bude tento VS zaradený.

source: Proximity group
ru_ru: Группа близкого взаимодействия
sk_sk: Proximity skupina
zh_cn: 邻近组

source: Name of a proximity group already created in Azure. Proximity groups allow you to group your Azure services to optimize performance. All services and VMs within a proximity group will be located in the same region.
ru_ru: Имя группы близкого взаимодействия уже созданной в Azure. Группы близкого взаимодействия позволяют вам располагать вместе сервисы в Azure для оптимизации производительности. Все сервисы и ВМ в группе близкого взаимодействия будут расположены в одном регионе.
sk_sk: Názov blízkej skupiny už vytvorenej v Azure. Blízke skupiny umožňujú zoskupiť služby Azure za účelom optimalizácie výkonu. Všetky služby a virtuálne počítače v rámci blízkej skupiny budú umiestnené v rovnakom regióne.
zh_cn: 已经在Azure中创建的邻近组的名称。邻近组允许您对Azure服务进行分组，以优化性能。邻近组内的所有服务和虚拟机将位于同一区域。

source: Unique ID of a machine image, returned by a call to ec2-describe-images.
cs_cz: Nikde se neopakující identifikátor obrazu stroje, které vrací volaní ec2-describe-images.
es_es: ID Unico de una maquina, devuelto por una llamada a ec2-describe-images.
fa_ir: شناسه یکتای ایمیج ماشین توسط یک مکالمه با ec2-describe-image بدست آمد.
pt_br: ID único da imagem da máquina, retornado por uma chamada a ec2-describe-images.
pt_pt: ID Único da imagem da máquina, retornado por uma chamada a ec2-describe-images.
ru_ru: Уникальный ИД образа ВМ возвращенный при вызове ec2-describe-images.
sk_sk: Unikátne ID obrazu, vrátené požiadavkou na ec2-describe-images
tr_tr: Bir makine resminin benzersiz ID, ec2-describe-images'e yapılan bir çağrı ile geri döndü.
zh_cn: 机器镜像的唯一ID，通过调用ec2-describe-images来返回。

source: The ID of the kernel with which to launch the instance.
cs_cz: Identifikátor jádra, se kterým bude instance spuštěna.
es_es: El ID del kernel en el que se lanzará la instancia.
et_ee: Kerneli ID millega VM käivitada
fa_ir: شناسه کرنلی که با آن یک نمونه جدید راه‌اندازی می‌شود.
pt_br: O ID do kernel que inicializará a instância.
pt_pt: O ID do kernel com o qual iniciar a instância.
ru_ru: ИД ядра ОС с которым будет запущен экземпляр.
sk_sk: ID jadra, ktoré má byť použité pre inštanciu
tr_tr: Somutlaştırmayı başlatmak için kullanılacak çekirdeğin ID'si.
zh_cn: 启动实例所需内核的ID。

source: Availability zone
cs_cz: Zóna dostupnosti
es_es: Zona de Disponibilidad
et_ee: Kättesaadavuse tsoon
pt_br: Zona de disponibilidade
ru_ru: Зона доступности
sk_sk: Zóna dostupnosti
tr_tr: Kullanılabilirlik alanı
zh_cn: 可用区域

source: Block device mapping
cs_cz: Mapování blokového zařízení
es_es: Mapeado del Dispositivo de Bloque
pt_br: Mapeamento do dispositivo de bloco
ru_ru: Маппинг блочных устройств
sk_sk: Mapovanie blokového zariadenia
tr_tr: Blok cihaz eşleme
zh_cn: 块设备映射

source: The block device mapping for the instance. More than one can be specified in a space-separated list. Check the --block-device-mapping option of the EC2 CLI Reference for the syntax
cs_cz: Mapování blokových zařízení virt. stroje. Více mapování se odděluje mezerou. Viz parametr --block-device-mapping v EC2 CLI Reference
es_es: El mapeo del dispositivo de bloques para la instancia. Mas de uno puede ser especificado en una lista separada por espacios. Marca la opcion -block-device-mapping del EC2 CLI Reference para el comando
pt_br: O dispositivo de blocos mapeado para a instância. Mais de um dispositivo pode ser especificado em uma lista separada por espaços. Verifique a sintaxe da opção --block-device-mapping no manual de referência EC2 CLI
ru_ru: Например маппинг блочных устройств. Больше одного устройства может быть задано через пробел. Посмотрите пример синтаксиса в описании опции "Маппинг блочных устройств" в EC2 CLI Reference.
sk_sk: Mapovanie blokového zariadenia pre inštanciu. Specifikované môže byť viac ako jedno v medzerou oddelenom zozname. Pozri –block-device-mapping voľbu v EC2 CLI Reference pre syntax
tr_tr: Somut örnek için blok aygıt eşlemesi. Boşlukla ayrılmış bir listede birden fazla belirtilebilir. Syntax için EC2 CLI Reference'ın --block-device-mapping seçeneğini kontrol edin
zh_cn: 映射至实例的块设备。可使用空格分隔列表来指定多个设备。在EC2 命令行参考文档中查看--block-device-mapping 选项以了解语法

source: Client token
cs_cz: Token klienta
es_es: Token del Cliente
et_ee: Kliendi sümbol
pt_br: Token do cliente
ru_ru: Токен клиента
sk_sk: Token klienta
tr_tr: Client simgesi
zh_cn: 客户端令牌

source: Unique, case-sensitive identifier you provide to ensure idempotency of the request.
cs_cz: Jedinečný identifikátor zajišťující idempotentnost volání. Jsou rozlišována velká a malá písmena.
es_es: Identificador, único y sensible a may/min que proporciona para asegurar la idempotencia de la petición
fa_ir: شناسه‌ای یکتا و حساس به حروف بزرگ و کوچک تعیین کنید که تغییرناپذیر بودن آن برای آینده تضمین باشد.
pt_br: Identificador único, diferenciado maiúsculas/minúsculas, fornecido para assegurar a idempotência do pedido.
pt_pt: Identificador único, difenrenciado maiúsculas/minúsculas, fornecido para assegurar a idempotência do pedido.
ru_ru: Уникальный, чувствительный к регистру идентификатор задаваемый для обеспечения идемподентности (повторяемости при повторном вызове) запроса.
sk_sk: Unikátny, veľkosť písmen rozlišujúci identifikátor, zaisťujúci "idempotency" požiadavky
tr_tr: İsteğin idempotansiyelini sağlamak için verdiğiniz eşsiz, büyük / küçük harf duyarlı tanımlayıcı.
zh_cn: 提供唯一的、区分大小写的标识符来确保该请求的幂等性。

source: EBS optimized
cs_cz: Optimalizované EBS
es_es: Optimizado para EBS
et_ee: EBS-i jaoks optimeeritud
pt_br: Otimizado para EBS
ru_ru: EBS оптимизация
sk_sk: EBS optimalizovaný
tr_tr: EBS optimize edildi
zh_cn: 优化的EBS

source: Obtain a better I/O throughput for VMs with EBS provisioned volumes
cs_cz: Zajistí lepší propustnost I/O u virt. strojů s EBS svazky.
es_es: Obtenga un mejor rendimiento de E/S para MVs con volúmenes provisionados de EBS
fa_ir: ضریب کارکرد ورودی/خروجی بهتری را برای ماشین‌های مجازی‌ای که به منابع داده EBS متصلند فراهم کنید.
pt_br: Obter uma melhor taxa de throughput de I/O para VMs com volumes baseados em EBS
pt_pt: Obter uma melhor taxa de transferência para VMs com volumes baseados em EBS
ru_ru: Обеспечивает лучшую пропускную способность для ВМ с EBS оптимизированными объемами.
sk_sk: Dosiahne lepšiu I/O priepustnosť s EBS zariadením
tr_tr: EBS tarafından sağlanan birimlerdeki Sanal Makineler için daha iyi bir Girdi/Çıktı işlemi elde edin
zh_cn: 通过EBS预置卷来获得更好的虚拟机I/O吞吐性能。

source: Elastic IP address
cs_cz: Elastic IP adresa
es_es: IP Elastica
et_ee: Elastne IP aadress
pt_br: Endereço IP Elástico
ru_ru: Масштабируемый IP адрес
sk_sk: Pružná IP adresa
tr_tr: Esnek IP adresi
zh_cn: 弹性IP地址

source: This parameter is passed to the command ec2-associate-address -i i-0041230 elasticip.
cs_cz: Tento parametr je předaný příkazu ec2-associate-address -i i-0041230 elasticip.
es_es: Este parametro se le pasará al comando ec2-associate-address -i i-0041230 elasticip.
pt_br: Este parâmetro é passado ao comando ec2-associate-address -i i-0041230 elasticip.
ru_ru: Этот параметр будет передан в команду ec2-associate-address -i i-0041230 elasticip.
sk_sk: Tento parameter je odovzdaný príkazu ec2-associate-address -i i-0041230 elasticip.
tr_tr: Bu parametre ec2-associate-address -i i-0041230 elasticip komutuna geçirilir.
zh_cn: 此参数将被传递至“ec2-associate-address -i i-0041230 elasticip”命令。

source: OpenNebula Host
cs_cz: OpenNebula hostitel
es_es: Host de OpenNebula
et_ee: OpenNebula server
fa_ir: میزبان OpenNebula
pt_br: Host OpenNebula
pt_pt: Anfitrião OpenNebula
ru_ru: Узел OpenNebula
tr_tr: OpenNebula Makinesi
zh_cn: OpenNebula主机

source: Defines which OpenNebula host will use this template
cs_cz: Určuje, který OpenNebula hostitel bude používat tuto šablonu
es_es: Define que host de OpenNebula usará esta plantilla
et_ee: Määrab, milline OpenNebula server seda malli kasutab
fa_ir: مشخص کنید کدام میزبان OpenNebula از این template استفاده می‌کند
pt_br: Define qual host OpenNebula utilizará este template
pt_pt: Define qual anfitrião OpenNebula irá usar este modelo
ru_ru: Определите какой узел OpenNebula будет использовать этот шаблон
sk_sk: Definuje, ktorý OpenNebula host bude šablónou použitý
tr_tr: OpenNebula makinesinin hangi şablonu kullanacağını tanımlar.
zh_cn: 定义了哪个OpenNebula主机将使用此模板

source: Keypair name
cs_cz: Název páru klíčů
es_es: Par de claves
et_ee: Võtmepaari nimi
pt_br: Par de claves
ru_ru: Имя ключевой пары
sk_sk: Meno kľúčového páru
tr_tr: Anahtar çifti adı
zh_cn: 密钥对名称

source: The name of the key pair, later will be used to execute commands like ssh -i id_keypair or scp -i id_keypair
cs_cz: Název páru klíčů. Později budou použity pro spouštění příkazů jako např. ssh -i id_keypair nebo scp -i id_keypair
es_es: El nombre del par de claves, posteriormente se usará para ejecutar comandos como ssh -i id_keypair o scp -i id_keypair
fa_ir: نام زوج کلید بعدها جهت اجرای دستوراتی همچون ssh -i id_keypair یا scp -i id_keypair استفاده خواهد شد.
pt_br: O nome do par de chaves, que posteriormente será usado para executar comandos como ssh -i id_keypair ou scp -i id_keypair
pt_pt: O nome do par de chaves que posteriormente será usado para executar comandos como -i id_keypair ou scp -i id_keypair
ru_ru: Имя пары ключей, которая позже будет использована при выполнении команд вида ssh -i id_keypair или scp -i id_keypair
sk_sk: Meno kľúčového páru, neskôr použité pre vykonanie príkazov ako ssh -i id_keypair alebo scp -i id_keypair
tr_tr: Anahtar çifti adı, daha sonra ssh -i id_keypair veya scp -i id_keypair gibi komutları yürütmek için kullanılacaktır.
zh_cn: 密钥对名称，将在之后的“ssh -i id_keypair or scp -i id_keypair”等命令的执行中使用。

source: License pool name
cs_cz: Název fondu licencí
es_es: Grupo de licencias
et_ee: Litsentsikogu nimi
pt_br: Nome do pool de licenças
ru_ru: Имя пула лицензий
sk_sk: Meno licenčného fondu
tr_tr: Lisans havuzu adı
zh_cn: 许可证池名称

source: Placement group name
cs_cz: Název skupiny umístění
es_es: Nombre del grupo de colocación
et_ee: Paigutusgrupi nimi
pt_br: Nome do grupo de alocação
ru_ru: Имя группы размещения
sk_sk: Meno placement skupiny
tr_tr: Yerleşim grubu adı
zh_cn: 放置位置组名称

source: Private IP
cs_cz: IP z neveřejného rozsahu
es_es: IP Privada
et_ee: Privaatne IP
fa_ir: آی‌پی خصوصی
pt_br: IP Privado
pt_pt: IP Privado
ru_ru: Частный IP
sk_sk: Privátna IP
tr_tr: Özel IP
zh_cn: 私有IP

source: If you're using Amazon Virtual Private Cloud, you can optionally use this parameter to assign the instance a specific available IP address from the subnet.
cs_cz: Pokud používáte Amazon Virtual Private Cloud, volitelně můžete použít tento parametr k přidělení konkrétní volné IP adresy z podsítě.
es_es: Si utilizas Amazon Virtual Private Cloud, puedes opcionalmente usar este parametro para asignar la instancia a una direccion IP especifica y disponible de la subred.
pt_br: Se você estiver utilizando a Cloud Virtual Privada da Amazon, você pode opcionalmente utilizar esse parâmetro para atribuir a instância à um endereço IP disponível da sub-rede.
ru_ru: Если у вас есть частное виртуальное облако Amazon, можно использовать этот параметр Если у вас есть частное виртуальное облако Amazon, можно использовать этот параметр для привязки конкретного IP адреса из доступных в подсети.
sk_sk: Ak používaš Amazon Virtual Private Cloud, môžeš voliteľne použiť tento parameter pre priradenie inštancii špecifickej dostupnej IP adresy zo subnetu
tr_tr: Amazon Sanal Özel Cloud kullanıyorsanız, isteğe bağlı olarak alt ağdan somut örneğe kullanılabilir bir IP adresi atamak için bu parametreyi kullanabilirsiniz.
zh_cn: 如果您在使用亚马逊AWS虚拟私有云，你可以选择使用此参数来从子网选择一个可以的IP地址分配给实例。

source: The ID of the RAM disk to select.
cs_cz: Identifikátor zvoleného ramdisku.
es_es: El ID del RAM disk para seleccionar.
et_ee: Mäluketta ID mida valida
fa_ir: شناسه رم دیسک جهت انتخاب
pt_br: O ID do disco de RAM a ser selecionado.
pt_pt: O ID do disco RAM a selecionar.
ru_ru: ИД диска в памяти для выбора
sk_sk: ID RAM disku
tr_tr: Seçilecek RAM diskinin ID'si.
zh_cn: 要选择RAM内存盘的ID。

source: Security group names
cs_cz: Názvy skupin zabezpečení
es_es: Nombre de Grupo Seguridad
et_ee: Turvagrupi nimed
pt_br: Nome do grupo de segurança
ru_ru: Названия группы безопасности
sk_sk: Mená Security skupín
tr_tr: Güvenlik grubu isimleri
zh_cn: 安全组名称

source: You can specify more than one security group (comma separated).
cs_cz: Je možné určit více než jednu skupinu zabezpečení (oddělované čárkou).
es_es: Puedes especificar mas de un grupo de seguridad (separados por comas).
et_ee: Saate määrata rohkem kui ühe turvagrupi (komaga eraldatud).
pt_br: Você pode especificar mais de um grupo de segurança (separados por vírgula).
ru_ru: Вы можете определить больше одной группы безопасности (разделяются запятой)
sk_sk: Môžeš špecifikovať viac ako jednu security skupinu (oddelené čiarkou).
tr_tr: Birden fazla güvenlik grubu (virgülle ayrılmış) belirtebilirsiniz.
zh_cn: 您可以指定多个安全组(逗号分隔)。

source: Security group IDs
cs_cz: Identifikátory skupin zabezpečení
es_es: Ids Grupos Seguridad
et_ee: Turvagrupi IDd
pt_br: IDs dos grupos de segurança
ru_ru: Идентификаторы (ID) группы безопасноcти
sk_sk: ID bezpečnostnej skupiny
tr_tr: Güvenlik grubu ID'leri
zh_cn: 安全组ID

source: Subnet ID
cs_cz: Identifikátor podsíťě
es_es: ID Subred
et_ee: Alamvõrgu ID
fa_ir: شناسه سابنت
pt_br: ID da subrede
pt_pt: ID da Subrede
ru_ru: ID подсети
sk_sk: ID podsiete
tr_tr: Alt Ağ ID
zh_cn: 子网ID
