Repository: OpenNebula/one
Catalog: src/sunstone/public/locale/languages/*.po
Languages: cs_cz, es_es, et_ee, fa_ir, pt_br, pt_pt, ru_ru, sk_sk, tr_tr, zh_cn

source: Transfer bandwidth limit (B/s)
cs_cz: Omezení rychlosti přenosu (B/s)
es_es: Límite de banda de transferencia (B/s)
et_ee: Ülekande kiiruse limiit (B/s)
pt_br: Limite da banda de transferência (B/s)
ru_ru: Максимальная пропускная способность (Б/с)
sk_sk: Limit prenosového pásma (B/s)
tr_tr: Aktarım bant genişliği limit (B/s)
zh_cn: 传输带宽限制（字节/秒）

source: Specify the maximum transfer rate in bytes/second when downloading images from a http/https URL. Suffixes K, M or G can be used.
cs_cz: Nastavuje maximální rychlost stahování obrazů z http/https URL v Bytech/s. Je možné použít přípony K, M nebo G.
es_es: Especifique la velocidad de transferencia máxima en bytes/segundo al descargar imágenes desde una URL http/https. Se pueden utilizar los sufijos K, M o G.
et_ee: Määrake maksimaalne andmeedastuskiirus baite/sekundis ketaste allalaadimisel http/https aadressilt. Võib kasutada K, M või G järelliideseid.
fa_ir: حداکثر نرخ انتقال را بر حسب بایت بر ثانیه، برای دانلود ایمیج‌ها از یک آدرس http/https تعیین کنید. از پیشوند‌های K، M یا G هم می‌توانید استفاده کنید.
pt_br: Especifique a taxa máxima de transferência em bytes/segundo quando efetuar o download das imagens a partir de uma URL http/https. Sufixos K, M ou G podem ser utilizados.
pt_pt: Especifique a taxa máxima de transferência em bytes/segundo aquando da transferência de imagens de um URL http/https. Podem ser usados os sufixos K, M ou G.
ru_ru: Задайте максимальную скорость передачи образов из http/https URL. Можно использовать K, M or G суффиксы.
sk_sk: Nastav ohraničenie - maximálnu priepustnosť pre download obrazov v bytoch / sekundu z http/https URL. Prípony K, M, alebo G sú povolené.
tr_tr: Bir http / https URL'sinden resim indirirken maksimum aktarım hızını bayt / saniye cinsinden belirtin. K, M veya G soneki kullanılabilir.
zh_cn: 当从一个 http/https URL下载镜像时指定最大的传输速率 字节/秒，后缀可以使用 K，M或者G

source: Do not try to untar or decompress
cs_cz: Nepokoušet se rozbalit
es_es: No trate de descomprimir
fa_ir: لطفاً از untar یا decompress استفاده نکنید
pt_br: Não tentar descompactar
pt_pt: Não tente descomprimir
ru_ru: Не пытаться распаковывать
sk_sk: Nepokúšaj sa rozbaliť alebo dekompresovať
tr_tr: Sıkıştırmayı denemeyiniz
zh_cn: 不尝试提取或解压

source: Check available capacity of the Datastore before creating a new Image
cs_cz: Před vytvořením nového obrazu zkontrolovat dostupnou kapacitu.
es_es: Compruebe la capacidad disponible del Datastore antes de crear una nueva Imagen
et_ee: Enne uue ketta loomist kontrollige andmekogu vaba mahtu
pt_br: Verificar a capacidade do Datastore antes de criar uma nova Imagem
ru_ru: Проверьте доступную емкость на хранилище перед созданием нового образа
sk_sk: Skontroluj dostupnú kapacitu úložiska pred vytvorením nového obrazu
tr_tr: Yeni bir Resim oluşturmadan önce Veri Deposu'nun mevcut kapasitesini kontrol edin
zh_cn: 创建新的镜像之前检查数据存储的可用容量

source: Host bridge list
cs_cz: Seznam hostitelů prostředníků
es_es: Lista de bridges de Hosts
et_ee: Serveri võrgusildade nimekiri
pt_br: Lista de bridges no Host
ru_ru: Список мостов узла
sk_sk: Zoznam host bridge
tr_tr: Makine köprü listesi
zh_cn: 主机网桥列表

source: Space separated list of servers to add new Images to the Datastore storage
cs_cz: Čárkou oddělovaný seznam serverů pro přidávání nových obrazů do datového úložiště
es_es: Lista de servidores separada por espacios para agregar nuevas imágenes al almacenamiento del Datastore
et_ee: Tühikutega eraldatud serverite nimekiri kuhu uusi kettaid andmekogus lisada
pt_br: Lista de servidores separados por espaços que poderão receber novas Imagens em seus Datastores.
ru_ru: Разделенный пробелами список серверов для добавления новых Образов в Хранилище
sk_sk: Čiarkou oddelený zoznam serverov pre pridanie nových obrazov do úložiska
tr_tr: Veri Deposu saklama alanına yeni Görüntüler eklemek için boşluklarla ayrılmış sunucular listesi
zh_cn: 空格分隔的服务器列表，用于添加新的镜像到数据存储

source: Volume Group Name
cs_cz: Název skupiny svazků (VG)
es_es: Nombre del Volumen del Grupo
fa_ir: نام Volume Group
pt_br: Nome do Grupo de Volume
pt_pt: Nome do Grupo do Volume
ru_ru: Имя группы томов
sk_sk: Meno volumgrupy
tr_tr: Grup Adı
zh_cn: 卷组名称

source: Gluster Host
cs_cz: Gluster server
et_ee: Gluster server
fa_ir: میزبان گلاستر
pt_br: Host do Gluster
pt_pt: Anfitrião Gluster
ru_ru: Узел Gluster
tr_tr: Gluster Makine
zh_cn: Gluster主机

source: Host and port of one (and only one) Gluster server (host:port)
cs_cz: Název a port jednoho (opravdu pouze jediného) Gluster serveru (stroj:port)
es_es: Host y puerto de uno (y uno solo) servidor Gluster (host: puerto)
fa_ir: میزبان و درگاه یک (و فقط یک) سرور گلاستر، به شکل هاست:درگاه
pt_br: Host e porta de um (e apenas um) servidor Gluster (host:porta)
pt_pt: Anfitrião e porto de um (e apenas um) servidor Gluster (anfitrião:porto)
ru_ru: Хост и порт одного (и только одного) сервера Gluster (host:port)
sk_sk: Hosty a port jedného (a iba jedného) Gluster servera (hostport)
tr_tr: Bir (ve yalnızca bir) Gluster sunucusunun makine ve portu (makine:port)
zh_cn: 单台 Gluster 服务器的主机名称和端口 （host:port）

source: Gluster Volume
cs_cz: Gluster svazek
es_es: Volumen del Gluster
pt_br: Volume do Gluster
pt_pt: Volume Gluster
ru_ru: Объем Gluster
sk_sk: Gluster objem
tr_tr: Gluster
zh_cn: Gluster卷

source: Gluster volume to use for the datastore
cs_cz: Název svazku na Gluster serveru pro toto datové úložiště
es_es: Volumen del Gluster para utilizar en el Datastore
fa_ir: Gluster Volume مورد استفاده در مخزن داده
pt_br: Volume Gluster a ser utilizado no datastore
pt_pt: Volume Gluster a usar com a datastore
ru_ru: Объем Gluster, который будет выделен для хранилища
sk_sk: Gluster objem použiteľný úložiskom
tr_tr: Veri deposu için kullanılacak Gluster
zh_cn: 用作数据存储的Gluster卷

source: Ceph pool to store Images
cs_cz: Ceph fond pro ukládání obrazů
es_es: Ceph pool para almacenar Imágenes
et_ee: Ceph pool andmete hoidmiseks
pt_br: O pool Ceph para armazenar as Imagens
ru_ru: Пул Ceph для хранения образов
sk_sk: Ceph fond pre uloženie obrazov
tr_tr: İmajları depolamak için Ceph havuzu
zh_cn: 用于存储镜像的Ceph池

source: Ceph host
cs_cz: Ceph hostitel
es_es: Host de Ceph
et_ee: Ceph server
pt_br: Host do Ceph
ru_ru: Узел Ceph
tr_tr: Ceph makine
zh_cn: Ceph主机

source: Space-separated list of Ceph monitors
cs_cz: Mezerou oddělovaný seznam Ceph monitorů
es_es: Lista de monitores Ceph separados por espacios
et_ee: Tühikuga eraldatud Ceph monitoride nimekiri
pt_br: Lista separada por espaços dos Monitores Ceph
ru_ru: Разделенный пробелами список серверов с запущенными мониторами Ceph
sk_sk: Medzerou oddelený zoznam Ceph monitorov
tr_tr: Ceph monitörlerinin boşluklarla ayrılmış listesi
zh_cn: Ceph monitors的以空格分隔的列表

source: Ceph user
cs_cz: Ceph uživatel
es_es: Usuario de Ceph
et_ee: Ceph kasutaja
pt_br: Usuário do Ceph
ru_ru: Пользователь Ceph
sk_sk: Ceph používateľ
tr_tr: Ceph kullanıcı
zh_cn: Ceph用户

source: The username to interact with the Ceph cluster
cs_cz: Uživatelské jméno pro práci s Ceph clusterem
es_es: El nombre de usuario para interactuar con el cluster de Ceph
et_ee: Kasutajanimi, kes suhtleb Ceph klastriga
pt_br: O usuário para interagir com o cluster Ceph
ru_ru: Имя пользователя для взаимодействия с кластером Ceph
sk_sk: Username pre interakciu s Ceph clustrom
tr_tr: Ceph kümesiyle etkileşime girecek kullanıcı adı
zh_cn: 与Ceph 集群交互的用户名

source: Ceph secret
cs_cz: Ceph tajný klíč
et_ee: Ceph saladus
pt_br: Senha do Ceph
ru_ru: Ceph секретный ключ
tr_tr: Ceph gizliliği
zh_cn: Ceph密码

source: A generated UUID for a LibVirt secret
cs_cz: Vygenerované UUID tajného klíče v libvirt
es_es: UUID generado para LibVirt secret
pt_br: Um UUID gerado para a senha do LibVirt
ru_ru: Сгенерированный UUID для LibVirt секретного ключа
sk_sk: Generované UUID pre LibVirt secret
tr_tr: LibVirt gizliliği için üretilmiş bir UUID
zh_cn: 用作LibVirt密码的一个生成的UUID

source: iSCSI host
cs_cz: iSCSI hostitel
es_es: Host iSCSI
et_ee: iSCSI server
pt_br: Host iSCSI
ru_ru: iSCSI узел
sk_sk: iSCSI iSCSI hosthost
tr_tr: iSCSI makine
zh_cn: iSCSI主机

source: Example: 'host' or 'host:port'
cs_cz: Příklad: „stroj“ nebo „stroj:port“
es_es: Ejemplo: 'host' or 'host:puerto'
et_ee: Näide: 'server' või 'server:port'
pt_br: Exemplo: 'host' ou 'host:porta'
ru_ru: Пример: 'Узел' или 'Узел:Порт'
sk_sk: Príklad: 'host' alebo 'host:port'
tr_tr: Örnek: 'makine' veya 'makine:port'
zh_cn: 例如：'host' or 'host:port'

source: iSCSI user for CHAP authentication
cs_cz: iSCSI uživatel pro CHAP autentizaci
es_es: Usuario iSCSI para autenticación CHAP
pt_br: Usuário iSCSI para autenticação CHAP
ru_ru: пользователь iSCSI используемый для CHAP авторизации
sk_sk: iSCSI používateľ pre CHAP autentifikáciu
tr_tr: CHAP kimlik doğrulaması için iSCSI kullanıcısı
zh_cn: 用于CHAP 身份验证的iSCSI用户

source: iSCSI usage for CHAP authentication
cs_cz: iSCSI „usage“ pro CHAP autentizaci
es_es: Uso iSCSI para autenticación CHAP
pt_br: Utilizar iSCSI para autenticação CHAP
ru_ru: Использование iSCSI для CHAP авторизации
sk_sk: iSCSI pre CHAP autentifikáciu
tr_tr: CHAP kimlik doğrulaması için iSCSI kullanımı
zh_cn: iSCSI使用CHAP 身份验证

source: 'Usage' of the registered secret with the authentication string.
cs_cz: „Usage“ je zaregistrovaný tajný klíč s autentizačním řetězcem.
es_es: 'Uso' del secreto registrado con la cadena de autenticación.
pt_br: 'Utilizar' a senha registrada com uma string de autenticação.
ru_ru: 'Использование' зарегистрированного секретного ключа в строке авторизации
sk_sk: 'Usage' of the registered secret s autentizačným reťazcom.
tr_tr: Kimlik doğrulama metni ile kayıtlı olan gizliliğin 'Kullanımı'.
zh_cn: 带有验证字符串的注册密码的使用

source: vCenter cluster
es_es: Clúster vCenter
et_ee: vCenter kaster
pt_br: Cluster vCenter
ru_ru: Кластер vCenter
tr_tr: vCanter kümesi
zh_cn: vCenter集群

source: The vCenter Cluster that has access to this datastore.
cs_cz: Název vCenter clusteru, který má přístup k tomuto dat. úložišti.
es_es: El Clúster vCenter que tiene acceso a este datastore.
et_ee: VCenter klaster, millel on juurdepääs sellele andmekogule.
pt_br: O Cluster vCenter que tem acesso a este datastore.
ru_ru: Кластер vCenter, который имеет доступ к этому хранилищу.
sk_sk: vCeter cluster s prístupom k tomuto úložisku
tr_tr: Bu veri deposuna erişimi olan vCenter Kümesi.
zh_cn: 可访问此数据存储的vCenter集群

source: Restic Password
ru_ru: Пароль Restic
sk_sk: Restic heslo

source: Restic SFTP Server
ru_ru: Сервер SFTP Restic

source: Restic SFTP User
ru_ru: Restic SFTP пользователь
sk_sk: Restic SFTP používateľ

source: Backup I/O Priority
ru_ru: I/O приоритет бэкапа
sk_sk: I/O priorita zálohy

source: Run restic operations under a given ionice priority using the best-effort I/O scheduler
ru_ru: Запускает restic операцию с заданным ionic приоритетом используя оптимальный планировщик IO
sk_sk: Spusti restic operácie s danou I/O prioritou a použitím best-effort plánovača

source: Backup CPU Priority
ru_ru: Приоритет ЦПУ для резервного копирования
sk_sk: CPU priorita zálohy

source: Run restic operations with a given scheduler priority (nice)
ru_ru: Запустить операцию restic с заданными правами планировщика (nice)
sk_sk: Spusti restic operácie s danou prioritou plánovača (nice)

source: Bandwidth Limit
ru_ru: Ограничение полосы
sk_sk: Limit prenosového pásma

source: limit download and upload to a maximum rate in KiB/s
ru_ru: Ограничивает лимит скачивания и отдачи в Кбит/с
sk_sk: Limituj download a upload na maximálne KiB/s

source: Compression level
ru_ru: Уровень сжатия
sk_sk: Úroveň kompresie

source: Off
ru_ru: Выкл
sk_sk: Vypni/Vypnutý

source: Auto
ru_ru: Авто

source: Max
es_es: Maximo
et_ee: Maksimaalne
ru_ru: Макс.
sk_sk: Maximálne
tr_tr: Maksimum
zh_cn: 最大

source: Number of concurrent connections
ru_ru: Число одновременных соединений
sk_sk: Počet paralelných spojení

source: RSync host
ru_ru: RSync хост

source: RSync user
ru_ru: RSync пользователь
sk_sk: RSync používateľ

source: Staging directory for Image registration
cs_cz: Provozní adresář pro registraci obrazů
es_es: Directorio para el registro de Imágenes
pt_br: Diretórios seguros para o registro das Imagens
ru_ru: Установка директории для регистрации Образа.
sk_sk: Staging adresár pre registráciu obrazov
tr_tr: İmaj kaydı için gösterim dizini
zh_cn: 用于镜像注册的临时目录

source: Compatible system datastores
cs_cz: Kompatibilní datová úložitě
es_es: Datastores Disponibles
pt_br: Bases de dados compatíveis com sistema
ru_ru: Совместимое системное хранилище
sk_sk: Kompatibilné systémové dátové úložiská
zh_cn: 兼容的系统数据存储

source: Specifies which system datastores are compatible with this image datastore
cs_cz: Určuje která systémová úložiště jsou kompatibilní s tímto úložištěm obrazů
es_es: Especifica qué almacenes de datos del sistema son compatibles con este almacén de datos de imagen
pt_br: Especifica qual base de dados do sistema é compatível com essa base de dados de imagem
ru_ru: Определяет какие системные хранилища совместимы с этим хранилищем образов
sk_sk: Špecifikuje, ktoré systémové úložisko je kompatibilné s úložiskom obrazov
zh_cn: 指定哪些系统数据存储与此镜像数据存储兼容

source: RBD format
cs_cz: RBD formát
es_es: Formato RBD
et_ee: RBD formaat
pt_br: Fromato RDB
ru_ru: Формат RBD
sk_sk: RBD formát
tr_tr: RBD biçimi
zh_cn: RBD格式

source: Ceph configuration file path
cs_cz: Umístění souboru s nastavením Ceph
es_es: Path del archivo de configuración de Ceph
et_ee: Ceph seadistusfaili rada
pt_br: Caminho do arquivo de configuração do Ceph
ru_ru: Путь к файлу конфигурации Ceph
sk_sk: Cesta ku súboru s Ceph konfiguráciou
tr_tr: Ceph yapılandırma dosyası yolu
zh_cn: Ceph配置文件的路径

source: Needed if using a non-default path for the ceph configuration file.
cs_cz: Požadován při použití nestandardního umístění pro soubor s nastaveními pro Ceph.
es_es: Necesario si se utiliza una ruta no predeterminada para el archivo de configuración de Ceph.
pt_br: Necessário se utilizar um caminho diferente do padrão para o arquivo de configuração do ceph.
ru_ru: Необходимо, если используется нестандартный путь к файлу конфигурации Ceph
sk_sk: Potrebné v prípade neštandardnej cesty ku konfiguračnému súboru ceph.
tr_tr: Ceph yapılandırma dosyası için varsayılan olmayan bir yol kullanılıyorsa gereklidir.
zh_cn: 如使用非默认的ceph配置文件的路径则需要填写

source: Ceph keyfile
cs_cz: Ceph soubor s klíčem
es_es: Archivo de clave de Ceph
et_ee: Ceph võtmefail
pt_br: Arquivo de chave do Ceph
ru_ru: Ключевой файл Ceph
sk_sk: Ceph súbor s kľúčom
tr_tr: Ceph anahtar dosya
zh_cn: Ceph密钥文件

source: File containing the secret key of user.
cs_cz: Soubor obsahující tajný klíč uživatele.
es_es: Archivo que contiene la clave secreta del usuario.
et_ee: Fail mis sisaldab kasutaja salajast võtit.
pt_br: Arquivo contém a chave secreta do usuário.
ru_ru: Файл содержащий секретный ключ пользователя
sk_sk: Súbor s privátnym kľúčom používateľa
tr_tr: Kullanıcının gizli anahtarını içeren dosya.
zh_cn: 包含用户密钥的文件。

source: Advanced options
cs_cz: Pokročilé volby
es_es: Opciones Avanzadas
et_ee: Täpsemad valikud
fa_ir: تنظیمات پیشرفته
pt_br: Opções avançadas
pt_pt: Opções avançadas
ru_ru: Расширенные настройки
sk_sk: Rozšírené možnosti
tr_tr: Gelişmiş ayarlar
zh_cn: 高级选项

source: Write the Datastore template here
cs_cz: Sem zadejte šablonu datového úložiště
es_es: Escribe la plantilla del Datastore aquí
et_ee: Kirjuta andmekogu mall siia
pt_br: Gravar o template de Datastore aqui
ru_ru: Сохранить шаблон Хранилища здесь
sk_sk: Sem zapíš šablónu úložiska
tr_tr: Veri Deposu şablonunu buraya yaz
zh_cn: 在此输入数据存储模板

source: Base path
cs_cz: Základ popisu umístění
es_es: Path base
et_ee: Baasrada
fa_ir: مسیر پایه
pt_br: Caminho base
pt_pt: Caminho base
ru_ru: Базовый путь
sk_sk: Cesta
tr_tr: Temel yol
zh_cn: 基本路径

source: Limit
es_es: Límite
et_ee: Limiit
fa_ir: محدود کردن
pt_br: Limite
pt_pt: Limite
ru_ru: Ограничение
zh_cn: 限额

source: Configuration attributes
cs_cz: Atributy nastavení
es_es: Configuración de atributos
et_ee: Seadistuse atribuudid
pt_br: Atributos de configuração
ru_ru: Атрибуты конфигурации
sk_sk: Konfiguračné atribúty
tr_tr: Konfigürasyon nitelikleri
zh_cn: 配置属性

source: Write the MarketPlace template here
cs_cz: Sem zadejte šablonu pro katalog
es_es: Escribe la plantilla MarketPlace aquí
et_ee: Kirjuta poe mall siia
pt_br: Gravar o templete de Loja aqui
ru_ru: Заполните тут шаблон Магазина Приложений
sk_sk: Sem zapíš šablónu trhoviska
tr_tr: Pazar Yeri şablonunu buraya yaz
zh_cn: 在此输入应用市场模板

source: COST
cs_cz: NÁKLADY
es_es: COSTE
et_ee: HIND
fa_ir: هزینه
pt_br: CUSTO
pt_pt: CUSTO
ru_ru: Стоимость
sk_sk: NÁKLAD
tr_tr: MALİYET
zh_cn: 成本

source: HOUR
cs_cz: HODINA
es_es: HORA
et_ee: TUND
fa_ir: ساعت
pt_br: HORA
pt_pt: HORA
ru_ru: Час
sk_sk: HODINA
tr_tr: SAAT
zh_cn: 小时

source: Instantiate as different User / Group
cs_cz: Spustit jako jiný uživatel/skupina
es_es: Instanciar como Usuario / Grupo diferente
pt_br: Instanciar como Usuário / Grupo diferente
ru_ru: Развернуть от лица другого пользователя или группы
sk_sk: Spusti inštanciu ako iný používateľ / skupina
zh_cn: 实例化为不同的用户/群组

source: Expression
cs_cz: Výraz
es_es: Expresión
et_ee: Avaldis
fa_ir: بیان
pt_br: Expressão
pt_pt: Expressão
ru_ru: Выражение
sk_sk: Výraz
tr_tr: İfade
zh_cn: 表达式

source: Boolean expression that rules out entries from the pool of datastores suitable to run this VM.
cs_cz: Booleovský výraz, který vyhodnotí vhodná datová úložiště pro spuštění virt. stroje.
es_es: Expresión boolean que determina la lista de datastores capacitados para ejecutar esta MV.
et_ee: Kahendavaldis mis välistab andmekogude hulgast kanded, mis on selle VM-i käivituseks sobivad.
fa_ir: عبارت دودویی که مدخل‌های مناسب از حوض مخازن‌داده را جهت تخصیص به این ماشین مجازی مشخص می‌کند.
pt_br: Expressão booleana que exclui as entradas do conjunto de armazenamento de dados adequados para executar esta VM.
pt_pt: Expressão boleana que exclui entradas da lista de datastores elegíveis para correr esta VM.
ru_ru: Логическое выражение, исключающее элементы из списка хранилищ, подходящих для запуска данной ВМ.
sk_sk: Logický výraz, ktorý vylúči pre beh tohto virtuálneho stroja nevhodné položky z fondu úložísk
tr_tr: Boolean ifadesi, bu Sanal Makineyi çalıştırmak için uygun veri depoları girişlerini dışarıda bırakır.
zh_cn: 布尔表达式，用于从适合运行此虚拟机的数据存储池中排除一些项目。

source: Deploy VM in a specific Host
cs_cz: Spustit virt. stroj na konkrétním hostiteli
es_es: Desplegar MV en un Host específico
pt_br: Deploy em um Host específico
ru_ru: Выбрать узел для развертывания
sk_sk: Nasaď VM na konkrétny host
zh_cn: 将虚拟机部署在特定主机中

source: Deploy VM in a specific Datastore
cs_cz: Spustit virt. stroj na konkrétním datovém úložišti
es_es: Desplegar MV en un Datastore específico
pt_br: Deploy em um Datastore específico
ru_ru: Выбрать хранилище для развертывания
sk_sk: Nasaď VS v konkrétnom dátovom sklade
zh_cn: 将虚拟机部署在特定的数据存储中

source: Schedule Actions for VM
cs_cz: Naplánovat akce pro virt. stroj
es_es: Programar acciones para la MV
pt_br: Ações agendadas para VM
ru_ru: Планировщик задач для ВМ
sk_sk: Naplánuj operáciu pre VS
tr_tr: VM için Aksiyonları Zamanla
zh_cn: 虚拟机的调度操作

source: Associate VM to a VM Group
cs_cz: Přiřazení virt. stroje do skupiny virt. strojů
es_es: Asociar VM a Grupo de VMs
pt_br: Associar VM a um Grupo de VM
ru_ru: Добавить ВМ в группу
sk_sk: Priraď VS do skupiny
tr_tr: VM’i bir VM Grubu ile İlişkilendir
zh_cn: 将虚拟机关联到虚拟机组

source: vCenter Deployment
cs_cz: Spuštění ve vCenter
es_es: Despliegue de vCenter
ru_ru: Размещение в vCenter
sk_sk: Nasadenie vCenter
tr_tr: vCenter Konuşlandırma
zh_cn: vCenter 部署

source: Boot order
cs_cz: Pořadí zavádění
es_es: Orden de Arranque
et_ee: Käivitus järjekord
pt_br: Ordem do boot
ru_ru: Порядок загрузки
sk_sk: Poradie bootovania
tr_tr: Ön Yükleme isteği
zh_cn: 启动顺序

source: Select the devices to boot from, and their order
cs_cz: Vyberte zařízení a jejich pořadí pro zavádění
es_es: Selecciona los dispositivos de arranque, y su orden
et_ee: Vali seadmed millelt käivitada ja nende järjekord
pt_br: Selecione os dispositivos de boot e sua ordem
ru_ru: Выберите загрузочные устройства и их порядок
sk_sk: Vyber zariadenia a poradie bootovania
tr_tr: Önyüklenecek cihazları ve istekleri seçin
zh_cn: 选择启动设备及其顺序

source: OS Booting
cs_cz: Boot OS
es_es: Arranque del Sistema
et_ee: OS käivitus
fa_ir: بوت سیستم‌عامل
pt_br: Inicilização do SO
pt_pt: Arranque de SO
ru_ru: Загрузка ОС
sk_sk: Bootovanie OS
tr_tr: İşletim Sistemini Önyükleme
zh_cn: OS 引导

source: Instantiate as persistent
cs_cz: Spustit jako trvalé
es_es: Instanciar como persistente
et_ee: Loo kui püsiv
pt_br: Instanciar como persistente
ru_ru: Создать как постоянную
sk_sk: Spusti inštanciu ako perzistantnú
tr_tr: Kalıcı olarak Somutlaştır
zh_cn: 持久化的实例化

source: Creates a private persistent copy of the template plus any image defined in DISK, and instantiates that copy
cs_cz: Vytvoří soukromou trvalou kopii šablony a všech obrazů definovaných v části DISK a tuto kopii spustí
es_es: Crea una copia privada persistente de la plantilla más cualquier imagen definida en DISK, e instancia esa copia
et_ee: Loob mallist ja defineeritud kettast privaatse püsiva koopia ja käivitab selle
pt_br: Cria uma cópia persistente do template, além de qualquer imagem definida em DISK e instancia a cópia
ru_ru: Сделать постоянную копию шаблона, вместе со всеми добавленными дисками, и развернуть ее.
sk_sk: Vytvorí privátnu perzistentnú kópiu šablóny spolu so všetkými obrazmi definovanými v DISK a spustí ju ako inštanciu
tr_tr: Şablonun ve DISK'de tanımlanan herhangi bir imajın özel kalıcı bir kopyasını oluşturur ve bu kopyayı başlatır
zh_cn: 创建模板的一个私有持久副本，包含在DISK中定义的任意镜像，并实例化该副本

source: VM name
cs_cz: Název virt. stroje
es_es: Nombre MV
et_ee: VM nimi
fa_ir: نام ماشین مجازی
pt_br: Nome da VM
pt_pt: Nome da VM
ru_ru: Имя ВМ
sk_sk: Meno VS
tr_tr: Sanal Makine adı
zh_cn: 虚拟机名称

source: Defaults to 'template name-<vmid>' when empty. When creating several VMs, the wildcard %i will be replaced with a number starting from 0
cs_cz: Pokud není vyplněno, použije se „nazev sablony-<vmid>“. Pokud se vytváří více virt. strojů, zástupné vyjádření %i bude u každého z nich nahrazen různým číslem počínaje od 0
es_es: Nombre por defecto para ' nombre plantilla-<vmid>' cuando este vacio. Puede usar el comodin %i. Cuando crees muchas MVs, %i se reemplazaŕa con un numero diferente comenzando por 0
pt_br: ￼O padrão é 'nome do template- <vmid>' quando vazio. Ao criar várias VMs, o curinga %i será substituído por um número a partir de 0
ru_ru: По умолчанию 'имя шаблона-<vmid>' если не задано. При создании нескольких ВМ маска %i будет заменена на число начинающееся с 0
sk_sk: Default hodnoty, ak meno šablóny je prázdne. Pri vytváraní viacerých virtuálnych strojov , zástupné znaky %i budú nahradené číslom od 0 vyššie.
tr_tr: Varsayılan değerler 'şablon adı - <vmid>' boş olduğunda. Birkaç Sanal Makine oluştururken eşleme karakterleri %i, 0'dan başlayarak bir sayı ile değiştirilecektir.
zh_cn: 留空时默认为'模板名称-<vmid>'。当创建多台虚拟机时，通配符%i将被替换为从0开始的数字

source: Number of instances
cs_cz: Počet instancí
es_es: Número de instancias
et_ee: Instantside arv
fa_ir: تعداد نمونه‌ها
pt_br: Número de instâncias
pt_pt: Número de instâncias
ru_ru: Количество экземпляров
sk_sk: Počet inštancií
tr_tr: Somutların sayısı
zh_cn: 实例的数量

source: Start on hold
cs_cz: Spustit a pozdržet
es_es: Inicio en espera
et_ee: Käivita ootel
pt_br: Iniciar em espera
ru_ru: Создать и поставить на паузу
sk_sk: Naštartuj do stavu POZASTAVENÝ
tr_tr: Bekletmeye başla
zh_cn: 从保持状态启动
