Repository: OpenNebula/one
Catalog: src/sunstone/public/locale/languages/*.po
Languages: cs_cz, es_es, et_ee, fa_ir, pt_br, pt_pt, ru_ru, sk_sk, tr_tr, zh_cn

source: MONITORING_DISABLED
cs_cz: MONITORING_VYPNUTÝ
et_ee: MONITOORING_KEELATUD
fa_ir: مانیتورینگ غیرفعال شد
pt_pt: MONITORIZAÇÂO_DESATIVADA
ru_ru: МОНИТОРИНГ_ОТКЛЮЧЕН
sk_sk: MONITORING_VYPNUTÝ
tr_tr: İZLEME_DEVRE_DIŞI
zh_cn: 监控中_禁用

source: OFFLINE
cs_cz: ZAKÁZANÝ
et_ee: VÄLJAS
pt_br: DESLIGADOS
ru_ru: ВЫКЛЮЧЕН
tr_tr: ÇEVRİMDIŞI
zh_cn: 离线

source: UPDATE
cs_cz: AKTUALIZACE
et_ee: UUENDAB
fa_ir: به روز رسانی
pt_br: ATUALIZAR
pt_pt: ATUALIZAR
ru_ru: ОБНОВЛЕНИЕ
sk_sk: Aktualizácia
tr_tr: GÜNCELLE
zh_cn: 更新

source: RETRY
cs_cz: OPAKOVÁNÍ
es_es: REINTENTAR
et_ee: KORDAB
fa_ir: سعی دوباره
pt_br: REPETIR
pt_pt: TENTAR NOVAMENTE
ru_ru: ПОВТОР
tr_tr: YENIDEN_DENE
zh_cn: 重试

source: READY
cs_cz: PŘIPRAVENÝ
es_es: LISTO
et_ee: VALMIS
fa_ir: آماده
pt_br: PRONTO
pt_pt: PRONTO
ru_ru: ГОТОВО
sk_sk: PRIPRAVENÝ
tr_tr: HAZIR
zh_cn: 就绪

source: USED
cs_cz: POUŽÍVANÝ
es_es: USADO
et_ee: KASUTATUD
fa_ir: استفاده شده
pt_br: UTILIZADO
pt_pt: EM USO
ru_ru: ИСПОЛЬЗУЕТСЯ
sk_sk: Použité
tr_tr: KULLANILAN
zh_cn: 已使用

source: LOCKED
cs_cz: ZAMČENÝ
es_es: BLOQUEADA
et_ee: LUKUS
fa_ir: قفل شده
pt_br: TRAVADO
pt_pt: BLOQUEADO
ru_ru: ЗАБЛОКИРОВАН
sk_sk: ZABLOKOVANÝ
tr_tr: KİLİTLİ
zh_cn: 锁定

source: CLONE
cs_cz: KLONOVANÝ
es_es: CLONADO
et_ee: KLOONI
fa_ir: همانندسازی
pt_pt: CLONAR
ru_ru: КЛОНИРУЕТСЯ
sk_sk: KLONUJ
tr_tr: KLONLA
zh_cn: 克隆

source: DELETE
cs_cz: VÝMAZ
es_es: BORRADO
et_ee: KUSTUTA
fa_ir: حذف
pt_pt: APAGAR
ru_ru: УДАЛЯЕТСЯ
sk_sk: VYMAŽ
tr_tr: SİL
zh_cn: 删除

source: USED_PERS
cs_cz: POUŽÍVANÝ_TRVAL
et_ee: KASUTATUD_PÜSIV
pt_pt: EM_USO_PERS
ru_ru: ЗАНЯТ_ПОСТОЯННЫЙ
sk_sk: POUŹÍVANÝ
tr_tr: KALICI_IMAJ
zh_cn: 已使用_持久

source: LOCKED_USED
cs_cz: ZAMČENÝ_POUŽÍVANÝ
et_ee: LUKUS_KASUTATUD
ru_ru: ПОЛЬЗОВАТЕЛЬ_ЗАБЛОКИРОВАН
sk_sk: LOCKNUTÝ_POUŽǏVANÝ
tr_tr: İMAJ_DOSYASI_KİLİTLİ_KULLANIMDA
zh_cn: 锁定_已使用

source: LOCKED_USED_PERS
cs_cz: ZAMČENÝ_POUŽÍVANÝ_TRVAL
et_ee: LUKUS_KASUTATUD_PÜSIV
ru_ru: ЗАБЛОКИРОВАНО_ЗАНЯТ_ПОСТОЯННЫЙ
tr_tr: KALICI_İMAJLAR_KILITLI_KULLANIMDA
zh_cn: 锁定_已使用_持久

source: LCM_INIT
ru_ru: Инициализация
tr_tr: LCM_BAŞLANGIÇ
zh_cn: LCM_初始化

source: PROLOG
cs_cz: KOPÍROVÁNÍ
et_ee: PROLOOG
fa_ir: سرآغاز
ru_ru: ФОРМИРОВАНИЕ
tr_tr: ÖNSÖZ
zh_cn: 准备操作

source: BOOT
fa_ir: راه‌اندازی
pt_pt: ARRANQUE
ru_ru: Загрузка
tr_tr: ÖNYÜKLEME
zh_cn: 启动中

source: MIGRATE
cs_cz: MIGRACE
es_es: MIGRAR
et_ee: MIGREERI
fa_ir: مهاجرت
pt_br: MIGRAR
pt_pt: MIGRAR
ru_ru: Миграция
sk_sk: Migruj
tr_tr: TAŞI
zh_cn: 迁移中

source: SAVE
cs_cz: UKLÁDÁNÍ
es_es: GUARDAR
et_ee: SALVESTA
fa_ir: ذخیره
pt_br: SALVAR
pt_pt: GUARDAR
ru_ru: Сохранена
sk_sk: ULOŽ
tr_tr: KAYDET
zh_cn: 保存

source: EPILOG
cs_cz: ODKOPÍROVÁNÍ
et_ee: EPILOOG
fa_ir: اختتام
pt_br: EPILOGO
ru_ru: Завершение
sk_sk: EPILÓG
tr_tr: KAPANIŞ
zh_cn: 后续操作

source: SHUTDOWN
cs_cz: VYPÍNÁNÍ
es_es: APAGAR
et_ee: LÜLITA VÄLJA
fa_ir: خاموش
pt_pt: ENCERRAR
ru_ru: ВЫКЛЮЧЕНИЕ
tr_tr: KAPAT
zh_cn: 关机中

source: FAILURE
cs_cz: CHYBA
es_es: FALLO
et_ee: RIKE
fa_ir: شکست خورده
pt_br: FALHA
pt_pt: FALHA
ru_ru: Сбой
sk_sk: CHYBA
tr_tr: BAŞARISIZ
zh_cn: 失败

source: CLEANUP
cs_cz: ÚKLID
es_es: LIMPIANDO
et_ee: PUHASTAB
fa_ir: پاکسازی
pt_br: LIMPEZA
pt_pt: A LIMPAR
ru_ru: Очистка
sk_sk: ČISTENIE
tr_tr: TEMİZLE
zh_cn: 清理

source: HOTPLUG
cs_cz: PŘI/ODPOJOVÁNÍ
et_ee: KUUMLIIDESTUS
fa_ir: اتصال داغ
ru_ru: ГОРЯЧЕЕ_ПОДКЛЮЧЕНИЕ
tr_tr: TAK_ÇIKAR
zh_cn: 热插拔

source: SNAPSHOT
cs_cz: POŘIZ_ZACHYC_STAVU
es_es: CAPTURA
et_ee: KETTAPILT
fa_ir: اسنپ‌شات
ru_ru: Снимок
tr_tr: ANLIK_GÖRÜNTÜ
zh_cn: 快照

source: DISK_RSZ
cs_cz: ZMĚNA_VELIK_DISKU
pt_br: DISCO_RSZ
ru_ru: ИЗМЕНЕНИЕ_РАЗМЕРА_ДИСКА
zh_cn: 磁盘_调整大小

source: VMTEMPLATE
cs_cz: ŠABLONA_VSTROJE
es_es: PLANTILLA MV
et_ee: VM MALL
ru_ru: ШАБЛОН ВМ
sk_sk: ŠABLÓNA VS
tr_tr: SANAL_MAKİNE_ŞABLONU
zh_cn: 虚拟机模板

source: SERVICE_TEMPLATE
cs_cz: ŠABLONA_SLUŽBY
es_es: PLANTILLA_SERVICIOS
et_ee: TEENUSE_MALL
ru_ru: ШАБЛОН СЕРВИСА
sk_sk: ŠABLÓNA_SLUŽBY
tr_tr: SERVİS_ŞABLONU
zh_cn: 服务模板

source: DEPLOYING_NETS
ru_ru: Устанавливаемые Сети

source: UNDEPLOYING_NETS
ru_ru: Отключаемые Сети

source: FAILED_DEPLOYING_NETS
ru_ru: Ошибка устанавливаемых сетей

source: FAILED_UNDEPLOYING_NETS
ru_ru: Ошибка отключения сетей

source: Purge Services
es_es: Purgar Servicios
ru_ru: Очистить Сервисы
sk_sk: Služby čistenia
zh_cn: 删除服务

source: Services on DONE state has been deleted from database
ru_ru: Сервисы в статусе "ЗАВЕРШЕНО" будут удалены из базы данных
sk_sk: Služby v stave UKONČENÉ boli vymazané z databázy
zh_cn: 状态为“完成”的服务已从数据库中删除

source: vCenter Images
cs_cz: vCenter obrazy
es_es: Imágenes de vCenter
pt_br: Imagens do vCenter
ru_ru: Образы vCenter
sk_sk: vCenter obrazy
tr_tr: vCenter İmajları
zh_cn: vCenter 镜像

source: No new images found
cs_cz: Nenalezeny žádné nové obrazy
es_es: No se han encontrado nuevas imágenes
pt_br: Não foram encontradas novas imagens
ru_ru: Новые образы не найдены
sk_sk: Žiadne nové obrazy sa nenašli
tr_tr: Yeni imaj bulunamadı
zh_cn: 没有找到新的镜像

source: Image Path
cs_cz: Popis umístění obrazu
es_es: Ruta de la imagen
pt_br: Caminho da Imagem
ru_ru: Путь к образу
sk_sk: Cesta k obrazu
zh_cn: 镜像路径

source: Select all %1$s Images
cs_cz: Vybrat všechny %1$s obrazy
es_es: Selecciona todas las imagenes %1$s
et_ee: Vali kõik %1$s kettad
pt_br: Selecionar todas %1$s Imagens
ru_ru: Выберите все %1$s образы
sk_sk: Výber všetkých %1$s obrazov
tr_tr: Tüm %1$s İmajları Seç
zh_cn: 选择所有 %1$s 镜像

source: All %1$s Images selected.
cs_cz: Všechny %1$s obrazy vybrány.
es_es: Todas las Imagenes %1$s seleccionadas
et_ee: Kõik %1$s kettad valitud.
pt_br: Todas %1$s Imagens selecionadas.
ru_ru: Все %1$s образы выбраны.
sk_sk: Všetkých %1$s obrazov bolo vybratých
tr_tr: Tüm %1$s İmajlar seçildi.
zh_cn: 所有 %1$s 镜像已选中。

source: %1$s Images selected.
cs_cz: %1$s obrazy vybrány.
es_es: Imagenes %1$s seleccionadas.
et_ee: %1$s kettad valitud.
pt_br: %1$s Imagens selecionadas.
ru_ru: %1$s образы выбраны.
sk_sk: %1$s obrazov vybratých
tr_tr: %1$s İmajlar seçildi.
zh_cn: %1$s 镜像已选中。

source: vCenter Templates
cs_cz: vCenter šablony
es_es: Plantillas de vCenter
pt_br: Templates do vCenter
ru_ru: Шаблоны vCenter
sk_sk: vCenter šablóny
tr_tr: vCenter Şablonları
zh_cn: vCenter 模板

source: No new templates found
cs_cz: Nenalezeny žádné nové šablony
es_es: No se han encontrado nuevas plantillas
pt_br: Não foram encontrados novos templates
ru_ru: Новых шаблонов не обнаружено
sk_sk: Žiadne nové šablóny sa nenašli
tr_tr: Yeni şablon bulunamadı
zh_cn: 没有找到新的模板

source: Select all %1$s Templates
cs_cz: Vybrat všechny %1$s šablony
es_es: Selecciona todas las Plantillas %1$s
et_ee: Vali kõik %1$s mallid
pt_br: Selecionar todos %1$s Templates
ru_ru: Выберите все %1$s шаблоны
sk_sk: Výber všetkých %1$s šablón
tr_tr: Tüm %1$s Şablonlarını seç
zh_cn: 选择所有 %1$s 模板

source: All %1$s Templates selected.
cs_cz: Všechny %1$s šablony vybrány.
es_es: Todas las Plantillas %1$s seleccionadas
et_ee: Kõik %1$s mallid valitud.
pt_br: Todos %1$s Templates selecionadas.
ru_ru: Все %1$s шаблоны выбраны.
sk_sk: Všetkých %1$s šablón bolo vybratých.
tr_tr: Tüm %1$s Şablonları seçildi.
zh_cn: 所有 %1$s 模板已选中。

source: %1$s Templates selected.
cs_cz: %1$s šablony vybrány.
es_es: Plantillas %1$s seleccionadas
et_ee: %1$s mallid valitud.
pt_br: %1$s Templates selecionados.
ru_ru: %1$s шаблоны выбраны.
sk_sk: Vybratých %1$s šablón.
tr_tr: %1$s Şablonları seçildi.
zh_cn: %1$s 模板已选中。

source: DataCenter
cs_cz: Datacentrum
et_ee: Andmekeskus
fa_ir: مرکز داده
ru_ru: ЦОД
sk_sk: Dátové centrum
tr_tr: Veri Merkezi
zh_cn: 数据中心

source: No new clusters found in this DataCenter
cs_cz: V tomto datacentru nebyly nalezeny žádné nové clustery
es_es: No hay nuevos clusters en este DataCenter
et_ee: Selles andmekeskuses ei leitud uusi klastreid
pt_br: Não foram encontrados novos clusters neste Datacenter
ru_ru: В этом ЦОД нет кластеров
sk_sk: V tomto dátovom centre neboli nájdené žiadne nové clustre.
tr_tr: Bu Veri Merkezinde yeni küme bulunamadı
zh_cn: 在此数据中心中没有找到新的集群

source: Location
cs_cz: Umístění
es_es: Ubicación
et_ee: Asukoht
fa_ir: مکان
pt_br: Localização
pt_pt: Localização
ru_ru: Расположение
sk_sk: Lokalita
tr_tr: Konum
zh_cn: 位置

source: Select all %1$s Clusters
cs_cz: Vybrat všechny %1$s clustery
es_es: Selecciona todos %1$s Clústers
et_ee: Vali kõik %1$s klastrid
pt_br: Selecionar todos %1$s Clusters
ru_ru: Выбрать все %1$s кластеры
sk_sk: Vyber všetky 1%1$s clustre
tr_tr: Tüm %1$s Data Merkezlerini seç
zh_cn: 选择所有 %1$s 集群

source: All %1$s Clusters selected.
cs_cz: Všechny %1$s clustery vybrány.
es_es: Todos %1$s los Clústers seleccionados.
et_ee: Kõik %1$s klastrid valitud
pt_br: Todos %1$s Clusters selecionados.
ru_ru: Все %1$s кластеры выбраны.
sk_sk: Všetky 1%1$s clustre boli vybraté
tr_tr: üm %1$s Data Merkezleri seçildi.
zh_cn: 所有 %1$s 集群已选中。

source: %1$s Clusters selected.
cs_cz: %1$s clustery vybrány.
es_es: %1$s Clústers seleccionados.
et_ee: %1$s klastrid valitud
pt_br: %1$s Clusters selecionados.
ru_ru: %1$s кластеров выбрано.
sk_sk: Vybratých bolo 1%1$s clustrov
tr_tr: %1$s Data Merkezleri seçildi.
zh_cn: %1$s 集群已选中。

source: Host created successfully. ID: %1$s
cs_cz: Hostitel úspěšně vytvořen. Identifikátor: %1$s
es_es: Host creado correctamente. ID: %1$s
et_ee: Server loodud edukalt. ID: %1$s
pt_br: Host criado com sucesso. ID: %1$s
ru_ru: Узел создан успешно. ID: %1$s
sk_sk: Host bol úspešne vytvorený. ID: %1$s
tr_tr: Makine başarıyla oluşturuldu. ID: %1$s
zh_cn: 主机创建成功，ID： %1$s

source: vCenter Datastores
cs_cz: vCenter dat. úložiště
es_es: Datastores de vCenter
pt_br: Datastores do vCenter
ru_ru: Хранилища vCenter
sk_sk: vCenter dátové sklady
zh_cn: vCenter 数据存储

source: No new datastores found
cs_cz: Nenalezena žádná nová dat. úložiště
es_es: No se han encontrado nuevos datastores
pt_br: Não foram encontrados novos datastores
ru_ru: Новые хранилища не найдены
sk_sk: Žiadne nové dátové sklady ssa nenašli
zh_cn: 没有找到新的数据存储

source: Datacenter
cs_cz: Datacentrum
et_ee: Andmekeskus
fa_ir: مرکز داده
ru_ru: ЦОД
tr_tr: Verimerkezi
zh_cn: 数据中心

source: Total MB
cs_cz: Celkem MB
et_ee: Kokku MB
ru_ru: Всего МБ
sk_sk: Celkom MB
tr_tr: Toplam MB
zh_cn: 总空间 MB

source: Free MB
cs_cz: Volných MB
es_es: MB libres
et_ee: Vaba MB
ru_ru: Свободно МБ
sk_sk: Voľné MB
tr_tr: Boş MB
zh_cn: 可用空间 MB

source: OpenNebula Cluster IDs
cs_cz: Identifikátory OpenNebula clusteru
es_es: IDs de Clústers OpenNebula
et_ee: OpenNebula klastri IDd
pt_br: IDs de Cluster OpenNebula
ru_ru: ID кластера OpenNebula
sk_sk: IDs OpenNebula clustra
tr_tr: OpenNebula Küme ID'leri
zh_cn: OpenNebula 集群 ID

source: Select all %1$s Datastores
cs_cz: Vyberat všechny %1$s úložiště
es_es: Selecciona todas los Datastores %1$s
et_ee: Vali kõik %1$s andmekogud
pt_br: Selecionar todos %1$s Datastores
ru_ru: Выберите все %1$s хранилища
sk_sk: Výber všetkých %1$s úložísk
tr_tr: Tüm %1$s Veri Depolarını seç
zh_cn: 选择所有 %1$s 数据存储

source: All %1$s Datastores selected.
cs_cz: Všechny %1$s úložiště vybrány.
es_es: Todos los Datastores %1$s seleccionados
et_ee: Kõik %1$s andmekogud valitud
pt_br: Todos %1$s Datastores selecionados.
ru_ru: Все %1$s хранилища выбраны.
sk_sk: Všetkých %1$s úložísk bolo vybratých
tr_tr: Tüm %1$s Veri Depoları seçildi.
zh_cn: 所有 %1$s 数据存储已选中。

source: %1$s Datastores selected.
cs_cz: %1$s úložiště vybrány.
es_es: Datastores %1$s seleccionados.
et_ee: %1$s andmekogud valitud
pt_br: %1$s Datastores selecionados.
ru_ru: %1$s хранилища выбраны.
sk_sk: %1$s úložísk vybratých
tr_tr: %1$s Veri Depoları seçildi.
zh_cn: %1$s 数据存储已选中。

source: vCenter Networks
cs_cz: vCenter sítě
es_es: Redes de vCenter
pt_br: Redes do vCenter
ru_ru: Сети vCenter
sk_sk: vCenter siete
zh_cn: vCenter 网络

source: No new networks found
cs_cz: Nenalezeny žádné nové sítě
es_es: No se han encontrado nuevas redes
pt_br: Não foram encontradas novas redes
ru_ru: Новых сетей не обнаружено
sk_sk: Žiadne nové siete sa nenašli
tr_tr: Yeni ağ bulunamadı
zh_cn: 没有找到新的网络

source: Select all %1$s Networks
cs_cz: Vyberat všechny %1$s sítě
es_es: Selecciona todas las Redes %1$s
et_ee: Vali kõik %1$s võrgud
pt_br: Selecionar todas %1$s Redes
ru_ru: Выберите все %1$s сети
sk_sk: Výber všetkých %1$s sietí
tr_tr: Tüm %1$s Ağları seç
zh_cn: 选择所有 %1$s 网络

source: All %1$s Networks selected.
cs_cz: Všechny %1$s sítě vybrány.
es_es: Todas las Redes %1$s seleccionadas
et_ee: Kõik %1$s võrgud valitud
pt_br: Todas %1$s Redes selecionadas.
ru_ru: Все %1$s сети выбраны.
sk_sk: Všetkých %1$s sietí bolo vybratých
tr_tr: Tüm %1$s Ağlar seçildi.
zh_cn: 所有 %1$s 网络已选中。

source: %1$s Networks selected.
cs_cz: %1$s sítě vybrány.
es_es: Redes %1$s seleccionadas
et_ee: %1$s võrgud valitud
pt_br: %1$s Redes selecionadas.
ru_ru: %1$s сетей выбрано.
sk_sk: %1$s vybratých sietí
tr_tr: %1$s Ağları seçildi.
zh_cn: %1$s 网络已选中

source: Optional
cs_cz: Volitelné
es_es: Opcional
et_ee: Valikuline
fa_ir: اختیاری
pt_br: Opcional
pt_pt: Opcional
ru_ru: Необязательно
sk_sk: Voliteľne
tr_tr: Opsiyonel
zh_cn: 可选

source: IP Start
cs_cz: Počáteční IP
es_es: Dirección de inicio
et_ee: IP algus
fa_ir: IP آغازین
pt_br: IP inicial
pt_pt: IP Inicial
ru_ru: Начало IP
sk_sk: Štartovacia IP
tr_tr: IP Başlangıcı
zh_cn: IP起始地址

source: Global Prefix
cs_cz: Globální předpona
es_es: Prefijo global
et_ee: Globaalne Prefiks
pt_br: Prefixo Global
ru_ru: Глобальный префикс
sk_sk: Všeobecný prefix
tr_tr: Evrensel Ön ek
zh_cn: 全局前缀

source: ULA Prefix
cs_cz: ULA předpona
es_es: Prefijo ULA
et_ee: ULA Prefiks
pt_br: Prefixo ULA
ru_ru: ULA-префикс
tr_tr: Sınırsız Lisans Sözleşmesi Ön eki
zh_cn: ULA前缀

source: IPv6 address
cs_cz: IPv6 adresa
es_es: Direcciones IPv6
et_ee: IPv6 aadress
pt_br: endereço IPv6
ru_ru: IPv6-адрес
sk_sk: IPv6 adresy
tr_tr: IPv6 adres
zh_cn: IPv6 地址

source: Prefix length
cs_cz: Délka předpony
es_es: Tamaño del prefijo
et_ee: Prefiksi pikkus
pt_br: Comprimento do prefixo
ru_ru: Длина префикса
sk_sk: Dĺžka prefixu
tr_tr: Ön ek uzunluğu
zh_cn: 前缀长度

source: System Labels
cs_cz: Systémové štítky
es_es: Etiquetas de sistema
et_ee: Süsteemi sildid
pt_br: Legendas de sistema
ru_ru: Системные метки
sk_sk: Systémové návestia
tr_tr: Sistem Etiketleri
zh_cn: 系统标签

source: Edit Labels
cs_cz: Upravit štítky
es_es: Editar Etiquetas
et_ee: Muuda silte
pt_br: Editar Rótulos
ru_ru: Редактировать метки
sk_sk: Edituj návestie
tr_tr: Etiket Güncelle
zh_cn: 编辑标签

source: Add Label
cs_cz: Přidat štítek
es_es: Añadir Etiquetas
et_ee: Lisa silt
pt_br: Adicionar Rótulo
ru_ru: Добавить Метку
sk_sk: Pridaj návestie
tr_tr: Etiket Ekle
zh_cn: 添加标签

source: Value
cs_cz: Hodnota
es_es: Valor
et_ee: Väärtus
pt_br: Valor
ru_ru: Значение
sk_sk: Hodnota
tr_tr: Değer
zh_cn: 值

source: Default Value
cs_cz: Výchozí hodnota
es_es: Valor por defecto
pt_br: Valor padrão
ru_ru: Значение по умолчанию
sk_sk: Default hodnota
zh_cn: 默认值

source: Network is unreachable: is OpenNebula running?
cs_cz: Síť není dostupná: je OpenNebula spuštěné?
es_es: La red no está disponible: se está ejecutando Opennebula?
et_ee: Võrk pole saadaval: kas OpenNebula töötab?
fa_ir: شبکه در دسترس نیست: آیا OpenNebula در حال اجراست؟
pt_br: A rede está inalcançável: o OpenNebula está em execução?
pt_pt: A rede está incontactável: o OpenNebula está em execução?
ru_ru: Сеть недоступна. Проверьте, запущена ли OpenNebula.
sk_sk: Sieť je nedostupná - beží OpenNebula?
tr_tr: Ağa erişilemiyor: OpenNebula çalışıyor mu?
zh_cn: 网络不可达：请确认OpenNebula是否仍在运行?

source: Unauthorized
cs_cz: Nemáte oprávnění
es_es: No autorizado
et_ee: Volitamata
fa_ir: غیرمجاز
pt_br: Não autorizado
pt_pt: Não autorizado
ru_ru: Неавторизован
sk_sk: Neautorizované
tr_tr: Yetkisiz Erişim
zh_cn: 未经授权

source: Hour
cs_cz: Hodina
es_es: Hora
pt_br: Hora
ru_ru: Часы
sk_sk: Hodina
tr_tr: Saat
zh_cn: 小时

source: Bulk Action Created
cs_cz: Hromadná akce vytvořena
es_es: Acciones en conjunto Creadas
pt_br: Ação em Lote criada
ru_ru: Пакетное действие создано
sk_sk: Hromadná udalosť vytvorená
zh_cn: 批量操作已创建

source: Mo
cs_cz: Po
es_es: Lu
et_ee: E
pt_br: Seg
ru_ru: Пн
sk_sk: Po
tr_tr: Ptesi
zh_cn: 星期一

source: Tu
cs_cz: Út
es_es: Ma
et_ee: T
pt_br: Ter
ru_ru: Вт
sk_sk: Ut
tr_tr: Sa
zh_cn: 星期二

source: We
cs_cz: St
es_es: Mi
et_ee: K
pt_br: Qua
ru_ru: Ср
sk_sk: St
tr_tr: Çar
zh_cn: 星期三

source: Th
cs_cz: Čt
es_es: Ju
et_ee: N
pt_br: Qui
ru_ru: Чт
sk_sk: Št
tr_tr: Per
zh_cn: 星期四

source: Fr
cs_cz: Pá
es_es: Vi
et_ee: R
pt_br: Sex
ru_ru: Пт
sk_sk: Pi
tr_tr: Cu
zh_cn: 星期五

source: Sa
cs_cz: So
et_ee: L
pt_br: Sáb
ru_ru: Сб
sk_sk: So
tr_tr: Ctesi
zh_cn: 星期六

source: Su
cs_cz: Ne
es_es: Do
et_ee: P
pt_br: Dom
ru_ru: Вс
sk_sk: Ne
tr_tr: Pa
zh_cn: 星期天

source: Comma separated list of days of the month to repeat the action on. Ex: 1,15,25 repeats the action every first, 15th and 25th day of the month
cs_cz: Čárkou oddělovaný seznam dnů v měsíci, ve kterých se bude akce opakovat. Např.: 1,15,25 opakuje akci každý 1., 15. a 25. den v měsíci
es_es: Días del mes, separados por comas, en los que repetir la acción. Ej: 1,15,25 repite la acción el día 1, el 15 y el 25 del mes
pt_br: Lista de dias do mês nos quais repetir a ação (separados por vírgulas). Ex: 1,15,25 repete a ação todo primeiro, 15° e 25° dia do mês.
ru_ru: Перечислить через запятую дни месяца на которых выполнять действие. Строчка вида "1,15,25" выполнит действие на первый, 15-й и 25-й день месяца.
sk_sk: Čiarkou oddelený zoznam dní v mesiaci pre opakovanie udalosti. Napr. 1, 15, 25 znamená opakovanie udalosti každý prvý, 15-ty a 25-ty deň v mesiaci.
tr_tr: Eylemlerin ayın hangi günleri tekrarlanacağını belirten virgül ile ayrılmış liste. Örneğin; 1,15,25 ifadesi her ayın ilk günü, 15. günü ve 25. gününde eylemleri tekrarlar
zh_cn: 以逗号分隔的列表，在每月的几天中重复该操作。 例如：1,15,25 表示每月的第一天，第十五天和第二十五天重复该操作

source: Comma separated list of days of the year to repeat the action on. Ex: 1,30,330 repeats the action every first, 30th and 330th day of the year
cs_cz: Čárkou oddělovaný seznam dnů v roce, ve kterých se bude akce opakovat. Např.: 1,30,330 opakuje akci každý 1., 30. a 330. den v roce
es_es: Días del año, separados por comas, en los que repetir la acción. Ej: 1,30,330 repite la acción el día 1, el 30 y el 330 del año
pt_br: Lista de dias do ano nos quais repetir a ação (separados por vírgulas). Ex: 1,30,330 repete a ação todo primeiro, 30° e 330° dia do ano.
ru_ru: Перечислить через запятую дни года в которые выполнять действие. Строчка вида "1,30,330" выполнит действие на первый, 30-й и 330-й день года.
sk_sk: Čiarkou oddelený zoznam dní v roku pre opakovanie udalosti. Napr. 1, 30, 330 zopakuje udalosť každý prvý, 30-ty s 330-ty deň v roku.
tr_tr: Eylemlerin yılın günleri tekrarlanacağını belirten virgül ile ayrılmış liste. Örneğin; 1,30,330 ifadesi her yılın ilk günü, 30. günü ve 330. gününde eylemleri tekrarlar
zh_cn: 以逗号分隔的列表，在每年的几天中重复该操作。 例如：1,30,330 表示每年的第一天，第三十天和第三百天重复该操作

source: Each
cs_cz: Každých
es_es: Cada
et_ee: Iga
pt_br: A cada
ru_ru: каждый
sk_sk: Každý
zh_cn: 每

source: hours
cs_cz: hodin
es_es: horas
pt_br: horas
ru_ru: Часы
sk_sk: hodín
tr_tr: saatler
zh_cn: 小时

source: Years
cs_cz: Roky
es_es: Año
pt_br: Anos
ru_ru: Годы
sk_sk: Roky (-ov)
tr_tr: Yıllar
zh_cn: 年

source: Months
cs_cz: Měsíce
es_es: Mes
pt_br: Meses
ru_ru: Месяцы
sk_sk: Mesiace (-ov)
tr_tr: Aylar
zh_cn: 月

source: Weeks
cs_cz: Týdny
es_es: Semanas
pt_br: Semanas
ru_ru: Недели
sk_sk: Týždne (-ov)
tr_tr: Haftalar
zh_cn: 周

source: Days
cs_cz: Dny
es_es: Dias
pt_br: Dias
ru_ru: Дни
sk_sk: Dni (-í)
tr_tr: Günler
zh_cn: 天

source: Hours
cs_cz: Hodiny
es_es: Horas
et_ee: Tunnid
fa_ir: ساعت
pt_br: Horas
pt_pt: Horas
ru_ru: Часы
sk_sk: Hodiny
tr_tr: Saatler
zh_cn: 小时

source: Minutes
cs_cz: Minuty
es_es: Minutos
pt_br: Minutos
ru_ru: Минуты
sk_sk: Minúty
tr_tr: Dakikalar
zh_cn: 分钟

source: Weekly
cs_cz: Týdně
es_es: Semanalmente
pt_br: Semanalmente
ru_ru: Еженедельно
sk_sk: Týždenne
tr_tr: Haftalık
zh_cn: 每周

source: Monthly
cs_cz: Měsíčně
es_es: Mensualmente
pt_br: Mensalmente
ru_ru: Ежемесячно
sk_sk: Mesačne
tr_tr: Aylık
zh_cn: 每月

source: Yearly
cs_cz: Ročně
es_es: Anualmente
pt_br: Anualmente
ru_ru: Ежегодно
sk_sk: Ročne
tr_tr: Yıllık
zh_cn: 每年

source: After
cs_cz: Po
es_es: Después de
pt_br: Após
ru_ru: После
sk_sk: Po
tr_tr: Sonra
zh_cn: 之后

source: times
cs_cz: krát
es_es: veces
et_ee: korda
pt_br: vezes
ru_ru: повторений
sk_sk: razy / krát
zh_cn: 次数

source: On
cs_cz: Dne
es_es: En
pt_br: Ativo
ru_ru: Выбрать дату
sk_sk: O
zh_cn: 在

source: No actions to show
cs_cz: Nejsou k dispozici žádné akce
es_es: Sin acciones que mostrar
et_ee: Pole kuvada ühegi tegevust
fa_ir: هیچ اقدامی برای نمایش نیست
pt_br: Não há ações para mostrar
pt_pt: Sem ações para mostrar
ru_ru: Нет действий
sk_sk: Žiadne operácie
tr_tr: Gösterilecek eylem yok
zh_cn: 没有动作可以显示

source: Scheduled actions to add
es_es: Acción programable a añadir
ru_ru: Действия для запланированного запуска
sk_sk: Pridanie naplánovanej operácie
zh_cn: 要添加的计划操作

source: System disks
cs_cz: Systémové disky
es_es: Discos Sistema
et_ee: Süsteemi kettad
fa_ir: دیسک‌های سیستم
pt_br: Discos do sistema
pt_pt: Discos de sistema
ru_ru: Системные диски
sk_sk: Systémové disky
tr_tr: Sistem diskleri
zh_cn: 系统磁盘

source: Running VMs
cs_cz: Spuštěné virt. stroje
es_es: MV en ejecución
et_ee: Töötavad VMd
fa_ir: ماشین های در حال اجرا
pt_br: VMs em execução
pt_pt: VMs a correr
ru_ru: Запущенные ВМ
sk_sk: Bežiace virtuálne stroje
tr_tr: Çalışan Sanal Makineler
zh_cn: 运行虚拟机

source: Running CPU
cs_cz: Spuštěný procesor
es_es: CPU en uso
pt_br: Unidade de Processamento Central (CPU) em execução
ru_ru: Используемые CPU
sk_sk: Aktuálne CPU
zh_cn: 运行 CPU

source: Running Memory
cs_cz: Spuštěná operační paměť
es_es: Memoria en uso
pt_br: Memória em execução
ru_ru: Используемое ОЗУ
sk_sk: Aktuálna RAM
zh_cn: 运行 内存

source: Add a new quota
cs_cz: Přidat novou kvótu
es_es: Agregar una nueva cuota
et_ee: Lisa uus limiit
fa_ir: یک سهم جدید اضافه کنید.
pt_br: Adicionar uma nova quota
pt_pt: Adicionar nova quota
ru_ru: Добавить новую квоту
sk_sk: Pridaj novú kvótu
tr_tr: Yeni bir kota ekle
zh_cn: 添加新配额

source: Edit
cs_cz: Upravit
es_es: Editar
et_ee: Redigeeri
fa_ir: ویرایش
pt_br: Editar
pt_pt: Editar
ru_ru: Изменить
sk_sk: Edituj
tr_tr: Düzenle
zh_cn: 编辑

source: Cancel
cs_cz: Storno
es_es: Cancelar
et_ee: Tühista
fa_ir: بیخیال
pt_br: Cancelar
pt_pt: Cancelar
ru_ru: Отменить
sk_sk: Zrušiť
tr_tr: İptal
zh_cn: 取消

source: Apply
cs_cz: Použít
es_es: Aplicar
et_ee: Rakenda
fa_ir: اعمال
pt_br: Aplicar
pt_pt: Aplicar
ru_ru: Применить
sk_sk: Aplikuj
tr_tr: Uygula
zh_cn: 应用

source: There are no quotas defined
cs_cz: Nejsou definovány žádné kvóty
es_es: No hay quotas definidas
et_ee: Limiite pole defineeritud
fa_ir: هیچ سهمی تعریف نشده است.
pt_br: Não há quotas definidas
pt_pt: Não existem quotas definidas
ru_ru: Квоты не установлены
sk_sk: Kvóty neboli zatiaľ zadefinované
tr_tr: Tanımlanmış bir kota yok
zh_cn: 没有已定义的配额

source: Unlimited
cs_cz: Neomezeně
es_es: Ilimitado
et_ee: Piiramatu
fa_ir: نامتناهی
pt_br: Ilimitado
pt_pt: Ilimitado
ru_ru: Неограничено
sk_sk: Neobmedený
tr_tr: Limitsiz
zh_cn: 无限制

source: Vm group
cs_cz: Skupina virt. stroje
es_es: Grupo VM
pt_br: Grupo de VM
ru_ru: Группа ВМ
sk_sk: Skupina virtuálnych strojov
zh_cn: 虚拟机组

source: Existing
cs_cz: Existující
es_es: Saliendo
pt_br: Existente
ru_ru: Выход
sk_sk: Existujúci
zh_cn: 已有

source: Extra
ru_ru: Доп.
zh_cn: 额外

source: Use ctrl key for multiple selection
cs_cz: Více položek najednou vyberete pomocí stisknuté klávesy CTRL
es_es: Utiliza la tecla ctrl para selección múltiple
pt_br: Use a tecla ctrl para seleção múltipla
ru_ru: Используйте CTRL для выбора нескольких элементов
sk_sk: Použi CTRL klávesu pre viacnásobný výber
tr_tr: Çoklu seçim için ctrl tuşunu kullanın
zh_cn: 使用ctrl键进行多项选择

source: Without VM Group
cs_cz: Bez skupiny virt. stroje
es_es: Sin Grupo VM
pt_br: Sem grupo de VM
ru_ru: Без группы ВМ
sk_sk: Bez zaradenia do skupiny virtuálnych strojov
zh_cn: 无虚拟机组

source: MB
fa_ir: مگابایت
ru_ru: МБ

source: GB
fa_ir: گیگابایت
ru_ru: ГБ

source: TB
pt_br: Terabytes
ru_ru: ТБ
