Repository: OpenNebula/one
Catalog: src/sunstone/public/locale/languages/*.po
Languages: cs_cz, es_es, et_ee, fa_ir, pt_br, pt_pt, ru_ru, sk_sk, tr_tr, zh_cn

source: Manual VLAN ID
cs_cz: Ručně nastavený identifikátor VLAN sítě
es_es: ID VLAN Manual
et_ee: Manuaalne VLAN ID
pt_br: ID de VLAN manual
ru_ru: Ручной номер VLAN
sk_sk: Manuálne VLAN ID
tr_tr: Manuel VLAN ID
zh_cn: 手动分配 VLAN ID

source: Physical device
cs_cz: Fyzické zařízení
es_es: Dispositivo físico
et_ee: Füüsiline seade
fa_ir: دستگاه فیزیکی
pt_br: Dispositivo físico
pt_pt: Dispositivo físico
ru_ru: Физическое устройство
sk_sk: Fyzické zariadenie
tr_tr: Fiziksel aygıt
zh_cn: 物理网络设备

source: Node NIC to send/receive virtual network traffic
cs_cz: Síťový adaptér hostitele pro odesílání/příjem virtuálního síťového provozu
es_es: NIC del nodo para enviar/recibir el trafico de la red virtual
et_ee: Serveri võrgukaart mille kaudu virtuaalse võrgu liiklust saata/vastuvõtta
pt_br: Interface de Rede do nó para enviar/receber o tráfego da rede virtual
ru_ru: Сетевая карта сервера для передачи трафика виртуальной сети
sk_sk: NIC nódu pre send / receive traffic virtuálnej siete
tr_tr: Sanal ağ trafiğini göndermek / almak için düğüm Ağ Arayüz Denetleyicisi
zh_cn: 用于发送/接收虚拟网络流量的节点网卡

source: Physical NIC names for uplinks. Use comma to separate values (e.g vmnic1,vmnic2)
cs_cz: Názvy fyzických síťových adaptérů pro uplink. Použijte čárkou oddělované hodnoty (např. vmnic1,vmnic2)
es_es: Nombres de NIC físicos para enlaces ascendentes. Use la coma para separar los valores (por ejemplo, vmnic1, vmnic2)
pt_br: Nomes de NIC físico para uplinks. Use vírgula para separar valores (e.g vmnic1,vmnic2)
ru_ru: Физические имена сетевых интерфейсов для аплинков. Используйте запятую для разделения значений. Например (vmnic1,vmnic2)
sk_sk: Mená fyzických sieťových adaptérov pre uplinky. Použi čiarku na oddelenie hodnôt (napr. vmnic1,vmnic2)
tr_tr: Bağlantılar için Fiziksel Ağ Arayüzü Denetleyicisi isimleri. Değerleri ayırmak için virgül kullanın (ör. Vmnic1, vmnic2)
zh_cn: 用于上连链路的物理网卡名称，使用逗号分隔（例如 vmnic1,vmnic2）

source: MTU of the interface
cs_cz: MTU adaptéru
es_es: MTU de la interfaz
et_ee: Võrguliidese MTU
pt_br: MTU da interface
ru_ru: MTU на интерфейсе
sk_sk: MTU rozhrania
tr_tr: Arayüzün Maksimum İletim Birimi
zh_cn: 接口的MTU

source: Outer VLAN ID
cs_cz: Identifikátor vnější VLAN sítě
es_es: VLAN ID externa.
pt_br: VLAN ID externo
ru_ru: Внешний VLAN ID
sk_sk: Vonkajšie VLAN ID
zh_cn: 外部VLAN ID

source: First level (outer, service) VLAN ID
cs_cz: Identifikátor VLAN sítě první úrovně (vnější, servisní)
es_es: ID de VLAN de primer nivel (externo, servicio)
pt_br: VLAN ID Primeiro nível (externo, serviço)
ru_ru: VLAN ID первого уровня (outer, service)
sk_sk: Prvá úroveň (vonkajšok, služba) VLAN ID
zh_cn: 第一级（外部，服务）VLAN ID

source: Automatic Outer VLAN ID
cs_cz: Automatický identifikátor vnější VLAN sítě
es_es: ID de VLAN externa automática
pt_br: VLAN ID Automático Externo
ru_ru: Автоматически назначенный внешний VLAN ID
sk_sk: Automatické vonkajšie VLAN ID
zh_cn: 自动分配外部VLAN ID

source: Manual Outer VLAN ID
cs_cz: Ručně nastavený identifikátor vnější VLAN sítě
es_es: ID de VLAN externa manual
pt_br: VLAN ID Externo Manual
ru_ru: Вручную назначенный внешний VLAN ID
sk_sk: Manuálne vonkajšie VLAN ID
zh_cn: 手动分配外部VLAN ID

source: Switch name
cs_cz: Název síťového přepínače
es_es: Nombre del Servicio
et_ee: Switchi nimi
pt_br: Alterar nome
ru_ru: Имя коммутатора
sk_sk: Meno prepínača
tr_tr: Değişim Adı
zh_cn: 交换机名称

source: Number of ports
cs_cz: Počet portů
es_es: Número de puertos
et_ee: Portide arv
pt_br: Número de portas
ru_ru: Количество портов
sk_sk: Počet portov
tr_tr: Portların sayısı
zh_cn: 端口数量

source: Port group type
cs_cz: Typ skupiny portů
es_es: Tipo de grupo de puertos
et_ee: Pordigrupi tüüp
pt_br: Tipo de porta de grupo
ru_ru: Тип группы портов
sk_sk: Typ skupiny portov
tr_tr: Port grubu tipi
zh_cn: 端口组类型

source: Port group
cs_cz: Skupiny portů
es_es: Grupo de puertos
et_ee: Pordigrupp
pt_br: Grupo de porta
ru_ru: Группа портов
sk_sk: Skupina portov
tr_tr: Port grubu
zh_cn: 端口组

source: Distributed Port Group
cs_cz: Distribuovaná skupina portů
es_es: Grupo de Puertos Distribuidos
et_ee: Jagatud pordigrupp
pt_br: Grupo de Porta Distribuído
ru_ru: Распределенная группа портов
sk_sk: Distribuovaná skupina portov
tr_tr: Dağıtılmış Port Grubu
zh_cn: 分布式端口组

source: OpenNebula's Host ID
cs_cz: Identifikátor OpenNebula hostitele
es_es: ID de Host OpenNebula
pt_br: ID de Hospedeiro OpenNebula
ru_ru: ИД узла OpenNebula
sk_sk: ID Opennebula hosta:
tr_tr: OpenNebula Makinesinin ID'si
zh_cn: OpenNebula的主机ID

source: Address Ranges need to be managed in the individual Virtual Network panel
cs_cz: Adresní rozsahy je potřeba spravovat přes podrobnosti virtuální sítě
es_es: Rangos de Red necesarios para ser gestionados en el panel individual de Redes Virtuales
et_ee: Aadressivahemikke tuleb hallata eraldiseisvas virtuaalse võrgu paneelis
fa_ir: طیف‌های آدرسی که در پنل شبکه مجازی جداگانه نیاز به مدیریت دارند.
pt_br: Intervalos de Endereços precisam ser gerenciados individualmente no painel de Rede Virtual
pt_pt: Intervalos de endereços que necessitam de ser geridos individualmente no painel de Redes Virtuais
ru_ru: Диапазоны адресов должны быть сконфигурированы в отдельной панели Виртуальной Сети
sk_sk: Rozsahy adries musia byť manažované na paneloch jednotlivých virtuálnych sietí
tr_tr: Adres Aralıklarının tek tek Sanal Ağ panelinde yönetilmesi gerekir
zh_cn: 地址范围需要在单独的虚拟网络面板中管理

source: The default Security Group 0 is automatically added to new Virtual Networks
cs_cz: Výchozí skupina zabezpečení č. 0 je automaticky přidána do nových virtuálních sítí
es_es: El Security Group 0 por defecto se añade automaticamente a las nuevas Redes Virtuales
et_ee: Vaikimisi turvagrupp 0 lisatakse automaatselt uutele virtuaalsetele võrkudele
fa_ir: گروه امنیتی پیش‌فرض 0 به صورت اتومایتک به شبکه‌های مجازی جدید اضافه می‌شود
pt_br: O Grupo de Segurança 0, por padrão é automaticamente adicionado às novas Redes Virtuais
pt_pt: O Grupo de Segurança 0 por omissão é automaticamente adicionado a novas Redes Virtuais
ru_ru: Группа безопасности по умолчанию 0 автоматически назначается новым Виртуальным Сетям
sk_sk: Základná security grupa 0 je automaticky pridaná do novej virtuálnej siete
tr_tr: Varsayılan Güvenlik Grubu 0 otomatik olarak yeni Sanal Ağlara eklenir
zh_cn: 默认安全组0会自动添加到新的虚拟网络

source: Inbound traffic
cs_cz: Příchozí provoz
es_es: Trafico de Entrada
et_ee: Sisenev liiklus
pt_br: Tráfego de entrada
ru_ru: Входящий траффик
sk_sk: Prichádzajúca prevádzka
tr_tr: Gelen trafik
zh_cn: 入口流量

source: Average bandwidth (KBytes/s)
cs_cz: Průměrná propustnost (KBajtů/s)
es_es: Ancho de Banda Medio (KBytes/s)
et_ee: Keskmine ribalaius (KBytes/s)
pt_br: Largura de banda média (KBytes/s)
ru_ru: Средняя загрузка сети (Кбайт/сек.)
sk_sk: Priemerná šírka pásma (kBytes/s)
tr_tr: Ortalama bant genişliği (KBytes / sn)
zh_cn: 平均带宽（K字节/秒）

source: Peak bandwidth (KBytes/s)
cs_cz: Špičková propustnost (KBajtů/s)
es_es: Pico de Ancho de Banda (KBytes/s)
et_ee: Tipp ribalaius (KBytes/s)
pt_br: Pico da largura de banda (KBytes/s)
ru_ru: Максимальная пропускная способность (КБайт/с)
sk_sk: Šírka pásma v špičke (kBytes/s)
tr_tr: En yüksek bant genişliği (KBytes / sn)
zh_cn: 峰值带宽（K字节/秒）

source: Peak burst (KBytes)
cs_cz: Špička v dávce (KBajtů)
es_es: Pico de Rafaga (Kbytes)
et_ee: Tipp puhang (KBytes)
ru_ru: Пиковые значения (Кбайт)
sk_sk: Špičková hodnota (kBytes)
tr_tr: En yüksek veri bloğu (KBytes)
zh_cn: 峰值突发速率 （K字节）

source: Outbound traffic
cs_cz: Odchozí provoz
es_es: Trafico de salida
et_ee: Väljuv liiklus
pt_br: Tráfego de saída
ru_ru: Исходящий траффик
sk_sk: Odchádzajúca prevádzka
tr_tr: Giden trafik
zh_cn: 出口流量

source: These values apply to each VM interface individually, they are not global values for the Virtual Network
cs_cz: Tyto hodnoty se aplikují pro každý jednotlivý síť. adaptér virt. stroje, nejsou globálním nastavením pro virtuální sít
es_es: Estos valores aplican a cada interface de VM independientemente, no son valores globales para la Red Virtual
et_ee: Need väärtused kehtivad igale VM-i võrguliidesele eraldi, need ei ole virtuaalse võrgu globaalsed väärtused
pt_br: Estes valores são aplicados a interface de VM individualmente, eles não são valores globais para a Rede Virtual
ru_ru: Эти значения индивидуально назначаются к каждому ВМ интерфейсу, это не глобальные значения для Виртуальной Сети
sk_sk: Tieto hodnoty budú aplikované individiálne na každý interface VS, nie sú globálnymi hodnotami virtuálnej siete
tr_tr: Bu değerler, her Sanal Makine arayüzü için ayrı ayrı geçerlidir, bunlar Sanal Ağ için genel değerler değildir
zh_cn: 这些值单独应用到每一个虚拟机接口，它们不是虚拟网络的全局值

source: Network address
cs_cz: Síťová adresa
es_es: Direccion de Red
et_ee: Võrguaadress
fa_ir: آدرس شبکه
pt_br: Endereço de rede
pt_pt: Endereço de rede
ru_ru: Адрес сети
sk_sk: Sieťová adresa
tr_tr: Ağ adresi
zh_cn: 网络地址

source: Network mask
cs_cz: Maska sítě
es_es: Máscara de red
et_ee: Võrgu mask
fa_ir: ماسک شبکه
pt_br: Máscara de rede
pt_pt: Máscara de rede
ru_ru: Маска подсети
sk_sk: Sieťová maska
tr_tr: Ağ maskesi
zh_cn: 网络掩码

source: Gateway
cs_cz: Brána
es_es: Puerta de enlace
et_ee: Võrgulüüs
fa_ir: گیت وی
ru_ru: Шлюз
sk_sk: Brána
tr_tr: Ağ Geçidi
zh_cn: 网关

source: IPv6 Gateway
cs_cz: IPv6 brána
es_es: Puerta de Enlace IPV6
et_ee: IPv6 võrgulüüs
fa_ir: گیت‌وی IPv6
pt_br: Gateway IPv6
pt_pt: Gateway IPv6
ru_ru: Шлюз IPv6
tr_tr: IPv6 Ağ Geçidi
zh_cn: IPv6网关

source: MTU of the Guest interfaces
cs_cz: MTU adaptéru virt. stroje
es_es: MTU del Interfaz Anfitrion
pt_br: MTU das interfaces Guest
ru_ru: MTU гостевого интерфейса
sk_sk: MTU hosťovského rozhrania
tr_tr: Konuk arayüzlerinin Maksimum İletim Birimi
zh_cn: 客户机接口的MTU

source: Method
ru_ru: Режим
sk_sk: Metóda

source: IPv6 Method
ru_ru: Режим IPv6
sk_sk: IPv6 metóda

source: Custom attributes
cs_cz: Vlastní atributy
es_es: Atributos personalizados
et_ee: Kohandatud atribuudid
fa_ir: ویژگی دلخواه
pt_br: Atributos personalizáveis
pt_pt: Atributos personalizáveis
ru_ru: Пользовательские атрибуты
sk_sk: Užívateľské atribúty
tr_tr: Özel özellikler
zh_cn: 自定义属性

source: Write the Virtual Network template here
cs_cz: Sem zadejte šablonu virtuální sítě
es_es: Escriba la plantilla de Red Virtual aquí
et_ee: Kirjuta virtuaalse võrgu mall siia
fa_ir: قالب شبکه مجازی را اینجا بنویسید
pt_br: Gravar o template da Rede Virtual aqui
pt_pt: Introduza o modelo de rede virtual aqui
ru_ru: Отредактируйте параметры шаблона вирт. сети вручную
sk_sk: Tu napíš šablónu virtuálnej siete
tr_tr: Sanal Şebeke şablonunu buraya yazınız
zh_cn: 在此输入虚拟网络的模版

source: First IPv4 address
cs_cz: První IPv4 adresa
es_es: Primera dirección IPv4
et_ee: Esimene IPv4 aadress
pt_br: Primeiro endereço IPv4
ru_ru: Первый IPv4 адрес
sk_sk: Prvá IPv4 adresa
tr_tr: İlk IPv4 adresi
zh_cn: 第一个IPv4地址

source: First MAC address
cs_cz: První MAC adresa
es_es: Primera dirección MAC
et_ee: Esimene MAC aadress
fa_ir: اوّلین آدرس MAC
pt_br: Primeiro endereço MAC
pt_pt: Endereço MAC inicial
ru_ru: Первый MAC-адрес
sk_sk: Prvá MAC adresa
tr_tr: İlk MAC adresi
zh_cn: 第一个MAC地址

source: IPv6 ULA prefix
es_es: IPv6 ULA prefijo
et_ee: IPv6 ULA prefiks
pt_br: Prefixo IPv6 ULA
ru_ru: IPv6 ULA префикс
tr_tr: IPv6 Sınırsız Lisans Sözleşmesi öneği
zh_cn: IPv6 ULA前缀

source: Advanced Options
cs_cz: Pokročilé volby
es_es: Opciones avanzadas
et_ee: Täpsemad valikud
pt_br: Opções Avançadas
ru_ru: Расширенные настройки
sk_sk: Rozšírené možnosti
tr_tr: Gelişmiş Seçenekler
zh_cn: 高级选项

source: Hold IP
cs_cz: Podržet IP
es_es: Retener IP
fa_ir: نگهداری IP
pt_br: IP reservado
pt_pt: Suster IP
ru_ru: Удерживать IP
sk_sk: Podrž IP
tr_tr: Tutulan IP
zh_cn: 保持IP

source: IPv6 Link
es_es: Enlace IPv6
pt_br: Link IPv6
pt_pt: Ligação IPv6
ru_ru: IPv6 ссылка
tr_tr: IPv6 Bağlantısı
zh_cn: IPv6链路

source: Inbound QoS
cs_cz: Příchozí QoS
es_es: Qos Entrada
et_ee: Sisenev QoS
pt_br: QoS de entrada
ru_ru: Входящий QoS
sk_sk: Prichádzajúce QoS
tr_tr: Gelen Servis Kalitesi
zh_cn: 入口 QoS

source: Average bandwidth
cs_cz: Průměrná propustnost
es_es: Ancho Banda Medio
et_ee: Keskmine ribalaius
pt_br: Largura de banda média
ru_ru: Средняя пропускная способность
sk_sk: Priemerná prevádzka
tr_tr: Ortalama bant genişliği
zh_cn: 平均带宽

source: KBytes/s
cs_cz: KBytů/s
ru_ru: КБайт/сек
zh_cn: K字节/秒

source: Peak bandwidth
cs_cz: Špičková propustnost
es_es: Pico Ancho Banda
et_ee: Tipp ribalaius
pt_br: Pico da largura de banda
ru_ru: Максимальная пропускная способность
sk_sk: Prevádzka v špičke
tr_tr: En yüksek bant genişliği
zh_cn: 峰值带宽

source: Peak burst
cs_cz: Špičkové v dávce
es_es: Pico de Rafaga
ru_ru: Пиковая нагрузка
sk_sk: Hodnota v špičke
tr_tr: En yüksek veri bloğu
zh_cn: 峰值突发速率

source: KBytes
cs_cz: KBajtů
ru_ru: КБайт
sk_sk: kBytes/s
zh_cn: K字节

source: Outbound QoS
cs_cz: Odchozí QoS
es_es: Qos Salida
et_ee: Väljuv QoS
pt_br: QoS de saída
ru_ru: Исходящий QoS
sk_sk: Odchádzajúce QoS
tr_tr: Giden Servis Kalitesi
zh_cn: 出口QoS

source: Range
cs_cz: Rozsah
es_es: Rango
et_ee: Vahemik
fa_ir: محدوده
pt_br: Intervalo
pt_pt: Intervalo
ru_ru: Диапазон
sk_sk: Rozsah
tr_tr: Aralık
zh_cn: 范围

source: First
cs_cz: První
es_es: Primero
et_ee: Esimene
fa_ir: اول
pt_br: Primeiro
pt_pt: Primeiro
ru_ru: Первый
sk_sk: Prvý
tr_tr: İlk
zh_cn: 第一

source: Last
cs_cz: Poslední
es_es: Último
et_ee: Viimane
fa_ir: آخر
pt_br: Último
pt_pt: Último
ru_ru: Последний
sk_sk: Posledný
tr_tr: Son
zh_cn: 最后

source: Remove
cs_cz: Odstranit
es_es: Quitar
et_ee: Eemalda
fa_ir: حذف
pt_br: Remover
pt_pt: Remover
ru_ru: Удалить
sk_sk: Vymaž
tr_tr: Kaldır
zh_cn: 移除

source: IPv6 Prefix
cs_cz: IPv6 předpona
es_es: Prefijo IPV6
et_ee: IPv6 prefiks
fa_ir: پیشوند IPv6
pt_br: Prefixo IPv6
pt_pt: Prefixo IPv6
ru_ru: IPv6 префикс
tr_tr: IPv6 Ön Ek
zh_cn: IPv6前缀

source: Select an Address Range to see more information
cs_cz: Pro více informací zvolte v tabulce adresní rozsah
es_es: Selecciona un Rango de Red para ver mas información
et_ee: Vali aadressivahemik, et näha rohkem infot
fa_ir: برای اطلاعات بیشتر رنج آدرس را مشخص کنید
pt_br: Selecione um intervalo de endereço para mais informações
pt_pt: Selecionar um Intervalo de Endereços para visualizar mais informação
ru_ru: Выберите диапазон адресов для получения дополнительной информации
sk_sk: Vyber adresný rozsah pre zobrazenie viac informácií
tr_tr: Daha fazla bilgi görmek için bir Adres Aralığı seçin
zh_cn: 请选择一个地址范围以看到更多信息

source: Reservation from Virtual Network
cs_cz: Rezervace pro virtuální síť
es_es: Reserva desde una Red Virtual
et_ee: Reservatsioon virtuaalsest võrgust
fa_ir: رزروسازی از شبکه مجازی
pt_br: Reserva da Rede Virtual
pt_pt: Reserva da Rede Virtual
ru_ru: Резервирование из Виртуальной сети
sk_sk: Rezervácia z virtuálnej siete
tr_tr: Sanal Ağdan Rezervasyon
zh_cn: 虚拟网络的预留

source: Number of addresses
cs_cz: Počet adres
es_es: Numero de direcciones
et_ee: Aadresside arv
fa_ir: تعداد آدرس‌ها
pt_br: Número de endereços
pt_pt: Número de endereços
ru_ru: Количество адресов
sk_sk: Počet adries
tr_tr: Adreslerin sayısı
zh_cn: 地址的数量

source: Add to a new Virtual Network
cs_cz: Přidat do nové virtuální sítě
es_es: Agregar una Red Virtual nueva
et_ee: Lisa uude virtuaalvõrku
fa_ir: اضافه کردن شبکه‌ی مجازی جدید
pt_br: Adicionar uma nova Rede Virtual
pt_pt: Adicionar a nova Rede Virtual
ru_ru: Добавить новую виртуальную сеть
sk_sk: Pridaj do novej virtuálnej siete
tr_tr: Yeni bir Sanal Ağa Ekle
zh_cn: 添加一个新的虚拟网络

source: Add to an existing Reservation
cs_cz: Přidat do existující rezervace
es_es: Agrergar a una Reserva existente
et_ee: Lisa olemasolevasse reservatsiooni
fa_ir: اضافه کردن به رزرو موجود
pt_br: Adicionar à uma Reserva existente
pt_pt: Adicionar a uma Reserva existente
ru_ru: Добавить к существующему резервированию
sk_sk: Pridaj ku existujúcej rezervácii
tr_tr: Varolan Rezervasyona ekle
zh_cn: 添加到一个存在的预留中

source: Virtual Network Name
cs_cz: Název virtuální sítě
es_es: Nombre Red Virtual
et_ee: Virtuaalse võrgu nimi
fa_ir: نام شبکه‌ی مجازی
pt_br: Nome da Rede Virtual
pt_pt: Nome da Rede Virtual
ru_ru: Имя виртуальной сети
sk_sk: Meno virtuálnej siete
tr_tr: Sanal Ağ Adı
zh_cn: 虚拟网络名称

source: You can select the addresses from an specific Address Range
cs_cz: Můžete zvolit adresy z konkrétního adresního rozsahu
es_es: Puedes seleccionar las direcciones de un Rango de Direcciones especifico
et_ee: Saate valida aadressid konkreetsest aadressivahemikust
fa_ir: شما می‌توانید آدرس‌ها را از رنج آدرس مشخص شده انتخاب کنید
pt_br: Você pode selecionar os endereços de um Intervalo de Endereços específico
pt_pt: Pode selecionar os endereços de um intervalo de endereços específico
ru_ru: Вы можете выбрать адреса из определенного диапазона адресов
sk_sk: Môžeš vybrať adresy z konkrétneho adresného rozsahu
tr_tr: Belirli bir Adres Aralığı'ndaki adresleri seçebilirsiniz
zh_cn: 你可以从一个特定的地址范围中选择地址

source: First address
cs_cz: První adresa
es_es: Primera dirección
et_ee: Esimene aadress
fa_ir: اوّلین آدرس
pt_br: Primeiro endereço
pt_pt: Primeiro endereço
ru_ru: Первый адрес
sk_sk: Prvá adresa
tr_tr: İlk Adres
zh_cn: 第一个地址

source: IP or MAC
cs_cz: IP nebo MAC
es_es: IPV4 o MAC
et_ee: IP või MAC
pt_br: IP ou MAC
ru_ru: IP или MAC
sk_sk: IP alebo MAC
tr_tr: IP veya MAC
zh_cn: IP或MAC

source: Close modal
cs_cz: Zavřít dialog
es_es: Cerrar modal
pt_br: Fechar
ru_ru: Закрыть окно
tr_tr: Modal kapat
zh_cn: 关闭模态

source: Edit Address Range
cs_cz: Úprava adresního rozsahu
es_es: Editar Rango de Direcciones
et_ee: Muuda aadressivahemikku
fa_ir: رنج آدرس ایمیل
pt_br: Editar Intervalo de Endereços
pt_pt: Editar Intervalos de Endereços
ru_ru: Редактировать диапазон адресов
sk_sk: Edituj rozsah adries
tr_tr: Adres Aralığını Düzenle
zh_cn: 编辑地址范围

source: Add Security Group
cs_cz: Přidat skupinu zabezpečení
es_es: Agregar Grupo de Seguridad
pt_br: Adicionar Grupo de Segurança
ru_ru: Добавить группу безопасности
sk_sk: Pridaj security skupinu
zh_cn: 添加安全组

source: Add
cs_cz: Přidat
es_es: Añadir
et_ee: Lisa
fa_ir: اضافه کن
pt_br: Adicionar
pt_pt: Adicionar
ru_ru: Добавить
sk_sk: Pridaj
tr_tr: Ekle
zh_cn: 添加

source: Reset
et_ee: Lähtesta
fa_ir: بازنشانی
pt_br: Resetar
pt_pt: Reiniciar
ru_ru: Сброс
tr_tr: Sıfırla
zh_cn: 重置

source: New Address Range
cs_cz: Nový adresní rozsah
es_es: Nuevo Rango de Direcciones
et_ee: Uus aadressivahemik
fa_ir: رنج آدرس جدید
pt_br: Novo Intervalo de Endereços
pt_pt: Novo Intervalo de Endereços
ru_ru: Новый диапазон адресов
sk_sk: Nový rozsah adries
tr_tr: Yeni Adres Aralığı
zh_cn: 新的地址范围

source: Get Datastores
cs_cz: Načíst datová úložiště
es_es: Obtener Datastores
et_ee: Hangi andmekogud
pt_br: Obter Datastores
ru_ru: Получить Хранилища
sk_sk: Získaj úložisko
tr_tr: Veri Depolarını Edinin
zh_cn: 获取数据存储

source: Storage backend
cs_cz: Podpůrná vrstva úložiště
es_es: Backend de almacenamiento
et_ee: Andmelao backend
pt_br: Backend de armazenamento
ru_ru: Тип хранилища
sk_sk: Backend úložiska
tr_tr: Depolama arka uç
zh_cn: 存储后端

source: Filesystem - shared mode
cs_cz: Soub. systém – sdílený režim
es_es: Sistema de ficheros - modo compartido
et_ee: Failisüsteem - jagatud režiim
pt_br: Sistema de arquivo - modo compartilhado
ru_ru: Файловая система - режим shared
sk_sk: Filesystém - zdieľaný mód
tr_tr: Dosya sistemi - paylaşım modu
zh_cn: 文件系统 - shared模式

source: Filesystem - ssh mode
cs_cz: Soub. systém – SSH režim
es_es: Sistema de ficheros - modo ssh
et_ee: Failisüsteem - ssh režiim
pt_br: Sistema de arquivo - modo ssh
ru_ru: Файловая система - режим SSH
sk_sk: Filesystém - SSH mód
tr_tr: Dosya sistemi - ssh modu
zh_cn: 文件系统 - ssh模式

source: Filesystem - qcow2 mode
cs_cz: Soub. systém – qcow2 režim
es_es: Sistema de ficheros - modo qcow2
et_ee: Failisüsteem - qcow2 režiim
pt_br: Sistema de arquivo - modo qcow2
ru_ru: Файловая система - режим QCOW2
sk_sk: Filesystém - QCOW2 mód
tr_tr: Dosya sistemi - qcow2 modu
zh_cn: 文件系统 - qcow2模式

source: Raw Device Mapping
cs_cz: Přímo mapovaná blok. zařízení
es_es: Mapeo Crudo del Dispositivo
pt_br: Mapeamento de dispositivo Raw
ru_ru: Маппинг Сырых Устройств
sk_sk: Mapovanie raw zariadenia
tr_tr: İşlenmemiş Aygıt Eşleme
zh_cn: 裸设备映射

source: iSCSI - Libvirt initiator
cs_cz: iSCSI – Libvirt iniciátor
es_es: iSCSI - iniciador Libvirt
pt_br: iSCSI - Initiator Libvirt
ru_ru: iSCSI - Libvirt инициатор
sk_sk: iSCSI - Libvirt iniciátor
tr_tr: iSCSI - Libvirt başlatıcısı
zh_cn: iSCSI - Libvirt启动器

source: Backup - Restic (EE Only)
ru_ru: Резервное копирование - Restic (EE)
sk_sk: Záloha - Restic (iba EE)

source: Backup - RSync
ru_ru: Бэкап - RSync
sk_sk: Záloha - RSync

source: Drivers
cs_cz: Ovladače
et_ee: Draiverid
fa_ir: درایورها
ru_ru: Драйверы
sk_sk: Ovládače
tr_tr: Sürücüler
zh_cn: 驱动器

source: Filesystem
cs_cz: Souborový systém
es_es: Sistema de ficheros
et_ee: Failisüsteem
fa_ir: فایل سیستم
pt_br: Sistema de Arquivos
pt_pt: Sistema de ficheiros
ru_ru: Файловая система
sk_sk: Filesystém
tr_tr: Dosya Sistemi
zh_cn: 文件系统

source: Devices
cs_cz: Zařízení
es_es: Dispositivos
et_ee: Seadmed
fa_ir: دستگاه‌ها
pt_br: Dispositivos
pt_pt: Dispositivos
ru_ru: Устройства
sk_sk: Zariadenia
tr_tr: Aygıtlar
zh_cn: 设备

source: Custom DS_MAD
cs_cz: Vlastní DS_MAD
es_es: DS_MAD personalizado
et_ee: Kohandatud DS_MAD
fa_ir: DS_MAD سفارشی
pt_br: DS_MAD Personalizado
pt_pt: DS_MAD Personalizada
ru_ru: Пользовательский DS_MAD
sk_sk: Používateľský DS_MAD
tr_tr: Özel DS_MAd
zh_cn: 自定义DS_MAD

source: Transfer
cs_cz: Přenos
et_ee: Üleviimine
fa_ir: انتقال
pt_br: Transferir
pt_pt: Transferência
ru_ru: Передача
sk_sk: Prenos
tr_tr: Aktarım
zh_cn: 传输

source: Shared
cs_cz: Sdílený
es_es: Compartido
et_ee: Jagatud
fa_ir: اشتراکی
pt_pt: Partilhado
ru_ru: Общий каталог
sk_sk: Zdieľaný
tr_tr: Paylaşılan

source: Custom TM_MAD
cs_cz: Vlastní TM_MAD
es_es: TM_MAD personalizado
et_ee: Kohandatud TM_MAD
fa_ir: TM_MAD سفارشی
pt_br: TM_MAD Personalizado
pt_pt: TM_MAD Personalizada
ru_ru: Пользовательский TM_MAD
sk_sk: Používateľský TM_MAD
tr_tr: Özel TM_MAD
zh_cn: 自定义TM_MAD

source: Datastore Type
cs_cz: Typ datového úložiště
es_es: Tipo Datastore
et_ee: Andmekogu tüüp
pt_br: Tipo do Datastore
ru_ru: Тип хранилища
sk_sk: Typ úložiska
tr_tr: Veri deposu tipi
zh_cn: 数据存储类型

source: Disk type
cs_cz: Typ disku
es_es: Tipo de disco
et_ee: Ketta tüüp
fa_ir: نوع دیسک
pt_br: Tipo de disco
pt_pt: Tipo de disco
ru_ru: Тип диска
sk_sk: Typ disku
tr_tr: Disk tipi
zh_cn: 磁盘类型

source: Block
cs_cz: Blok
es_es: Bloque
et_ee: Blokk
fa_ir: بلاک
pt_br: Bloquear
pt_pt: Bloquear
ru_ru: Блок
sk_sk: Blok
tr_tr: Engel
zh_cn: 块

source: Restricted directories for registering Images
cs_cz: Zakázané adresáře při registraci obrazů
es_es: Directorios restringidos para registrar imágenes
et_ee: Keelatud kataloogid ketaste registreerimiseks
pt_br: Diretórios restritos para registrar as Imagens
ru_ru: Запрещенные для размещения образов директории
sk_sk: Obmedzené adresáre pre registráciu obrazov
tr_tr: Kayıtlı İmajlar için sınırlı dizinler
zh_cn: 用于镜像注册的限制目录

source: Safe directories for registering Images
cs_cz: Bezpečné adresáře při registraci obrazů
es_es: Directorios seguros para registrar imágenes
et_ee: Lubatud kataloogid ketaste registreerimiseks
pt_br: Diretórios seguros para registar as Imagens
ru_ru: Выбранные директории для размещения образов
sk_sk: Safe adresáre pre registráciu obrazov
tr_tr: Kayıtlı İmajlar için güvenli dizinler
zh_cn: 用于镜像注册的安全目录

source: Storage usage limit (MB)
cs_cz: Omezení využitelnosti úložiště (MB)
es_es: Límite de uso de almacenamiento (MB)
et_ee: Andmete kasutuslimiit (MB)
pt_br: Limite de uso do storage (MB)
ru_ru: Лимит использования хранилища (МБ)
sk_sk: Limit využitia storage MB)
tr_tr: Depolama kullanım limiti (MB)
zh_cn: 存储使用限制（MB）
