Repository: OpenNebula/one
Catalog: src/sunstone/public/locale/languages/*.po
Languages: cs_cz, es_es, et_ee, fa_ir, pt_br, pt_pt, ru_ru, sk_sk, tr_tr, zh_cn

source: Raw data to be passed directly to the hypervisor
cs_cz: Surová data předaná přímo hypervizoru
es_es: Datos en crudo que serán pasado directamente al hipervisor
fa_ir: داده‌های خامی که مستقیماً به هایپروایزور فرستاده می‌شود
pt_br: Dados a serem passados diretamente para o hipervisor
pt_pt: Dados raw a serem passados diretamente ao hipervisor
ru_ru: Исходные данные, передаваемые напрямую гипервизору
sk_sk: Surové dáta budú odoslané priamo hypervízoru
tr_tr: Doğrudan hipervizörden geçirilecek işlenmemiş veriler
zh_cn: 直接传递给hypervisor的裸数据

source: Validate
ru_ru: Проверить
sk_sk: Potvrď
zh_cn: 验证

source: Custom Tags
cs_cz: Vlastní štítky
es_es: Etiquetas definidas por el usuario
et_ee: Kohandatud sildid
fa_ir: برچسب‌های سفارشی
pt_br: Estiquetas personalizadas
pt_pt: Etiquetas personalizadas
ru_ru: Пользовательские тэги
sk_sk: Užívateľsky definované značky
tr_tr: Özel Etiketler
zh_cn: 自定义标签

source: Amount of RAM required for the VM, in Megabytes.
cs_cz: Množství RAM požadované pro virt. stroj, v megabajtech.
es_es: Cantidad de memoria requerida para la maquina virtual, en MB
et_ee: VM-i jaoks vajalik mälu, megabaitides.
fa_ir: مقدار حافظه مورد نیاز برای ماشین مجازی به مگابایت.
pt_br: Quantidade de memória RAM necessária para o VM, em Megabytes.
pt_pt: Quantidade de RAM necessária para a VM, em Megabytes.
ru_ru: Объем ОЗУ (в МБ), необходимый для ВМ.
sk_sk: Množstvo RAM výžadované pre beh VS, v MB.
tr_tr: Sanal Makine için gerekli RAM miktarı, Megabyte.
zh_cn: 虚拟机所需要的内存大小，单位为MB。

source: Physical CPU
cs_cz: Fyzický procesor
es_es: CPU Físico
pt_br: CPU Física
ru_ru: Физический процессор
sk_sk: Fyzický CPU
zh_cn: 物理CPU

source: Percentage of CPU divided by 100 required for the Virtual Machine. Half a processor is written 0.5.
cs_cz: Procentuální podíl dělený 100 požadovaných CPU pro virt. stroj. Půl procesoru se zapíše 0.5.
es_es: Porcentaje de la CPU dividida por 100 requerida por la Máquina Virtual. La mitad de un procesador se indica con 0.5.
et_ee: Protsenti CPU-st jagatud 100-ga, mis VM vajab. Pool CPU-d kirjutatakse 0.5.
fa_ir: درصد پردازنده تقسیم بر 100 مورد نیاز ماشین های مجازی. نیمی از یک پردازنده با 0.5 مشخص می گردد.
pt_br: Porcentagem de CPU dividida por 100 necessária para a Máquina Virtual VM. Metade de um processador escreve-se 0.5.
pt_pt: Percentagem de CPU dividida por 100 necessária para a Máquina Virtual VM. Metade de um processador escreve-se 0.5.
ru_ru: Процент процессорного времени ЦП, предоставляемого ВМ, разделенный на 100. Например, для выделения половины процессорного времени следует указать 0.5.
sk_sk: Percento CPU delené 100, vyžadované virtuálnym strojom. Polovica procesora sa zapisuje ako 0.5
tr_tr: Sanal Makine için CPU'nun yüzdesi bölünmüş olarak 100 gereklidir. Yarım işlemciye 0.5 yazılır.
zh_cn: 虚拟机所需要的CPU资源百分比除以100。例如需要半颗CPU资源，可填写0.5。

source: Virtual CPU
cs_cz: Virtuální procesor
es_es: CPU Virtual
pt_br: CPU Virtual
ru_ru: Виртуальный процессор
sk_sk: Virtuálny CPU
zh_cn: 虚拟CPU

source: Number of virtual cpus. This value is optional, the default hypervisor behavior is used, usually one virtual CPU.
cs_cz: Počet virtuálních CPU. Tato hodnota je volitelná. Výchozí nastavení je závislé na hypervizoru, obvykle 1 virtuální CPU.
es_es: Número de VCPUs. Este valor es opcional, se utiliza el comportamiento predeterminado del hipervisor, generalmente una VCPU.
et_ee: Virtuaalsete cpu-de arv. See väärtus on valikuline, kasutatakse hüperviisori vaikeväärtust, tavaliselt ühte virtuaalset protsessorit.
fa_ir: تعداد پردازنده مجازی. این مقدار انتخابی است. رفتار پیش فرض لایه مجازی سازی استفاده می شود که اصولا یک پردازنده مجازی است.
pt_br: Número de CPUs virtuais. Este valor é opcional, por padrão o hipervisor usa 1 (um) CPU virtual.
pt_pt: Número de CPUs virtuais. Este valor é opcional, sendo usado o valor por omissão do hipervisor, normalmente 1 CPU virtual.
ru_ru: Количество виртуальных процессоров. Это значение опционально, используется поведение гипервизора по умолчанию - один виртуальный ЦП.
sk_sk: Počet virtuálnych CPU. Hodnota je voliteľná, pri nevyplnení sa použije defaultná hodnota hypervízora, obyčajne 1 virtuálny CPU.
tr_tr: Sanal CPUs sayısı. Bu değer isteğe bağlıdır, varsayılan sanal yönetici davranışı kullanılır, genellikle bir sanal işlemci.
zh_cn: 虚拟CPU数目。这个值是可选的，未填写时将使用虚拟化管理程序的默认值，通常为1个虚拟CPU

source: MONTH
cs_cz: MĚSÍC
es_es: MES
et_ee: KUU
pt_br: MÊS
ru_ru: МЕСЯЦ
sk_sk: MESIAC
tr_tr: AY
zh_cn: 月

source: Enable hot resize?
ru_ru: Включить горячее изменение размера?
sk_sk: Aktivovať zmenu za jazdy?
zh_cn: 启用热调整？

source: Max memory
ru_ru: Максимальное ОЗУ
sk_sk: Max pamäť
zh_cn: 最大内存

source: Memory modification
cs_cz: Úprava paměti
es_es: Modificación de la memoria
pt_br: Modificação de memória
ru_ru: Модификация ОЗУ
sk_sk: Modifikácia RAM
tr_tr: Bellek modifikasyonu
zh_cn: 内存修改

source: Allow users to modify this template's default memory on instantiate
cs_cz: Umožnit uživatelům upravit výchozí velikost paměti při spuštění
es_es: Permitir a los usuarios modificar la memoria por defecto de la plantilla al instanciar
et_ee: Luba kasutajatel muuta malli vaikimisi mälumahtu selle loomisel
pt_br: Permitir os usuários modificarem a memória padrão do template ao instanciar
ru_ru: Разрешить пользователям изменять в этом шаблоне ОЗУ по умолчанию при развертывании.
sk_sk: Umožňuje používateľom upraviť defaultné pamäťové nastavenia šablóny v čase spustenia inštancie
tr_tr: Kullanıcıların, bu şablonun varsayılan belleğini örneğinde değiştirmesine izin verin
zh_cn: 在实例化时允许用户去修改此模板中的默认内存

source: fixed
cs_cz: neměnné
es_es: fijo
et_ee: määratud
pt_br: fixo
ru_ru: фиксированное
sk_sk: Pevný
tr_tr: sabit
zh_cn: 固定

source: any value
cs_cz: libovolná hodnota
es_es: Cualquier valor
et_ee: iga väärtus
pt_br: qualquer valor
ru_ru: любое значение
sk_sk: Ľubovoľná hodnota
tr_tr: herhangi bir değer
zh_cn: 任意值

source: range
cs_cz: rozsah
es_es: Rango
et_ee: vahemik
pt_br: intervalo
ru_ru: диапазон
sk_sk: Rozsah
tr_tr: aralık
zh_cn: 范围

source: list
cs_cz: výčet
es_es: Lista
et_ee: nimekiri
pt_br: lista
ru_ru: список
sk_sk: Zoznam
tr_tr: liste
zh_cn: 列表

source: Min
es_es: Mín.
et_ee: Minimaalne
fa_ir: حداقل
ru_ru: Мин.
sk_sk: Minimálne
zh_cn: 最小

source: Memory Resize Mode
ru_ru: Режим изменения размера памяти
sk_sk: Režim zmeny veľkosti pamäte

source: Memory Slots
ru_ru: Слоты памяти
sk_sk: Pamäťové sloty

source: CPU modification
cs_cz: Úprava CPU
es_es: Modificación de CPU
pt_br: Modificação de CPU
ru_ru: Модификация CPU
sk_sk: Modifikácia CPU
tr_tr: CPU modifikasyonu
zh_cn: CPU 修改

source: Allow users to modify this template's default CPU on instantiate
cs_cz: Umožní uživatelům upravit výchozí počet CPU při spuštění
es_es: Permitir a los usuarios modificar la CPU por defecto de la plantilla al instanciar
et_ee: Luba kasutajatel muuta malli vaikimisi CPU-d selle loomisel
pt_br: Permitir os usuários modificarem a CPU padrão do template ao instanciar
ru_ru: Разрешить пользователям изменять в этом шаблоне процессор по умолчанию при развертывании.
sk_sk: Umožňuje používateľom upraviť defaultné nastavenia CPU zo šablóny v momente spustenia inštancie
tr_tr: Kullanıcıların, bu şablonun varsayılan CPU'sunu örneğinde değiştirmesine izin verin.
zh_cn: 在实例化时允许用户去修改此模板的默认CPU

source: Max VCPU
ru_ru: Макс. число виртуальных процессоров
zh_cn: 最大虚拟CPU

source: VCPU modification
cs_cz: Úprava VCPU
es_es: Modificación de VCPU
pt_br: Modificação de VCPU
ru_ru: Модификация VCPU
sk_sk: Modifikácia VCPU
tr_tr: VCPU modifikasyonu
zh_cn: VCPU 修改

source: Allow users to modify this template's default VCPU on instantiate
cs_cz: Umožní uživatelům upravit výchozí počet VCPU při spuštění
es_es: Permitir a los usuarios modificar la VCPU por defecto de la plantilla al instanciar
et_ee: Luba kasutajatel muuta malli vaikimisi VCPU-d selle loomisel
pt_br: Permitir os usuários modificarem a VCPU padrão do template ao instanciar
ru_ru: Разрешить пользователям изменять в этом шаблоне виртуальный процессор по умолчанию при развертывании.
sk_sk: Umožňuje používateľom upraviť defaultné nastavenia VCPU zo šablóny v momente spustenia inštancie
tr_tr: ullanıcıların, bu şablonun varsayılan VCPU'sunu örneğinde değiştirmesine izin verin.
zh_cn: 在实例化时允许用户去修改此模板的默认VCPU

source: Hypervisor
cs_cz: Hypervizor
es_es: Hipervisor
et_ee: Hüperviisor
pt_br: Hipervisor
pt_pt: Hipervisor
ru_ru: Гипервизор
sk_sk: Hypervízor
tr_tr: Hipervizör
zh_cn: 虚拟化管理程序

source: Logo
fa_ir: آرم
pt_br: Logotipo
ru_ru: Логотип
zh_cn: 商标

source: vCenter Template Ref
cs_cz: vCenter ref. šablony
es_es: Referencia de la plantilla de vCenter
ru_ru: Ссылка на шаблон vCenter
sk_sk: Referencia na vCenter šablónu
tr_tr: vCenter Şablon Ref
zh_cn: 引用的vCenter模板

source: vCenter Cluster Ref
cs_cz: vCenter ref. clusteru
es_es: Referencia del cluster de vCenter
ru_ru: Ссылка на Кластер vCenter
sk_sk: Referencia na cluster
tr_tr: Center Küme Ref
zh_cn: 引用的vCenter集群

source: vCenter Instance ID
cs_cz: Identifikátor vCenter instance
es_es: ID de la instancia de vCenter
ru_ru: ИД экземпляра vCenter
sk_sk: ID vCenter inštancie
tr_tr: vCenter Somut ID
zh_cn: vCenter实例ID

source: Default Resource Pool
cs_cz: Výchozí fond zdrojů
es_es: Pool de recursos por defecto
et_ee: Vaikimisi ressursside kogu
pt_br: Pool de Recursos Padrão
ru_ru: Пул ресурсов по умолчанию
sk_sk: Default fond zdrojov
tr_tr: Varsayılan Kaynak Havuzu
zh_cn: 默认资源池

source: Fixed
cs_cz: Neměnný
es_es: Fijado
et_ee: Määratud
pt_br: Fixo
ru_ru: Исправлено
sk_sk: Pevný
tr_tr: Sabit
zh_cn: 固定

source: Provide on instantiation
cs_cz: Nastavit při spuštění
es_es: Proporcionar en la instanciación
et_ee: Esita loomisel
pt_br: Fornecido na instalação
ru_ru: Обеспечивается в процессе инсталляции
sk_sk: Dodať v momente spustenia inštancie
tr_tr: Somutlaştırma sağlayın
zh_cn: 在实例化时提供

source: Available Resource Pools
cs_cz: Dostupné fondy zdrojů
es_es: Pool de recursos disponibles
et_ee: Saadaval ressursside kogud
pt_br: Pool de Recursos Disponíveis
ru_ru: Доступные пулы ресурсов
sk_sk: Dostupné fondy zdrojov
tr_tr: Kullanılabilir Kaynak Havuzları
zh_cn: 可用的资源池

source: vCenter VM Folder
cs_cz: vCenter Složka virt. strojů
es_es: Carpeta de la MV de vCenter
pt_br: Pasta da VM vCenter
ru_ru: Папка ВМ vCenter
sk_sk: Adresár vCenter VS
tr_tr: vCenter Sanal Makine Klasörü
zh_cn: vCenter虚拟机文件夹

source: If specified, the the VMs and Template folder path where the VM will be created inside the data center. The path is delimited by slashes e.g /Management/VMs. If no path is set the VM will be placed in the same folder where the template is located.
cs_cz: Lomítky oddělovaný popis umístění složce s virt. stroji a šablonami, ve které se v rámci datacentra budou virt. stroje vytvářet. Např. /Management/VMs. Pokud není určena, virt. stroje budou umístěny do stejné složky, ve které se nachází šablona.
es_es: Si se especifica, la ruta de la carpeta MVs y Plantilla donde se creará la MV dentro del centro de datos. La ruta está delimitada por barra inclinada, por ejemplo, / Management / MVs. Si no se establece ninguna ruta, la MV se colocará en la misma carpeta donde se encuentra la plantilla.
ru_ru: Если задан путь, то Шаблон и сама ВМ будут размещены о новому пути. Путь разделяется через /, например /Management/VMs. Если путь не задан, ВМ будет помещена в ту же папку где находится шаблон.
sk_sk: Cesta ku adresáru s virtuálnymi strojmi a šablónami, kde budú vo vnútri dátového centra vytvárané virtuálne stroje. Cesta je oddeľovaná prostredníctvom lomítok, napr. /Management/VMs. Ak nie je nastavená, virtuálne stroje budú ukladané v tom istom adresári, kde sa nachádza šablóna.
tr_tr: Belirtilirse, Sanal Makinenin veri merkezi içinde oluşturulacağı Sanal Makineler ve Şablon klasör yolu. Yol, örneğin / Yönetim / Sanal Makineler ile eğik çizgilerle sınırlandırılır. Hiçbir yol ayarlanmazsa, Sanal Makine şablonun bulunduğu klasöre yerleştirilir.
zh_cn: 如果指定，即为虚拟机和模板文件夹路径，用于放置在数据中心内创建的虚拟机。这个路径以斜杠分隔，例如/Management/VMs。如果没有设置虚拟机的路径，则虚拟机会放置在和模板相同的路径下。

source: Unprivileged mode
ru_ru: Непривилегированный режим
sk_sk: Neprivilegovaný mód
zh_cn: 非特权模式

source: Cost of each MB or GB per hour
cs_cz: Cena jednoho MB nebo GB za hodinu
es_es: Coste de cada MB o GB por hora
et_ee: Iga MB või GB maksumus tunnis
pt_br: Custo de cada MB ou GB por hora
ru_ru: Стоимость каждого МБ или ГБ в час
sk_sk: Účtuj každý MB, alebo GB na hodinovej báze
tr_tr: Saat başına her bir MB'nin veya GB'nin maliyeti
zh_cn: 每小时每MB或GB的成本

source: month
cs_cz: měsíc
es_es: mes
et_ee: kuu
ru_ru: месяц
sk_sk: mesiac
tr_tr: ay
zh_cn: 月

source: Cost of each CPU per hour
cs_cz: Náklady na každé CPU za hodinu
es_es: Coste de cada CPU por hora
et_ee: Iga CPU maksumus tunnis
fa_ir: هزینه‌ی هر پردازنده به ازای هر ساعت
pt_br: Custo de cada CPU por hora
pt_pt: Custo de cada CPU por hora
ru_ru: Стоимость каждого CPU в час
sk_sk: Náklad každého CPU na hodinu
tr_tr: Saat başına her bir CPU'nun maliyeti
zh_cn: 每小时每 CPU 的成本

source: Disk
es_es: Disco
et_ee: Ketas
fa_ir: دیسک
pt_br: Disco
pt_pt: Disco
ru_ru: Диск
zh_cn: 磁盘

source: Cost of each GB per hour
cs_cz: Cena jednoho GB za hodinu
es_es: Coste de cada GB por hora
et_ee: Iga GB maksumus tunnis
pt_br: Custo de cada GB por hora
ru_ru: Стоимость каждого ГБ в час
sk_sk: Účtuj každý GB na hodinovej báze
tr_tr: Saatte başına her bir GB'nin maliyeti
zh_cn: 每小时每GB的成本

source: Do not allow to modify network configuration
cs_cz: Neumožnit změnu síťového nastavení
es_es: No permitir modificar la configuración de la red
et_ee: Ära luba võrgu seadistust muuta
fa_ir: اجازه‌ی ویرایش تنظیمات شبکه را ندهید
pt_br: Não permitir modificar a configuração de rede
pt_pt: Não permitir alterar a configuração de rede
ru_ru: Не разрешать изменять конфигурацию сети
sk_sk: Neumožni zmenu sieťovej konfigurácie
tr_tr: Ağ yapılandırmasında değişiklik yapmaya izin verme
zh_cn: 不允许修改网络配置

source: Users will not be able to remove or add new NICs
cs_cz: Uživatelé nebudou moci odstranit nebo přidat další síť. adaptéry
es_es: Los usuarios no podrán eliminar ni agregar nuevos NICs
et_ee: Kasutajad ei saa uusi võrgukaarte eemaldada või lisada
pt_br: Usuários não poderão remover ou adicionar novas placas de rede
ru_ru: Пользователи не смогут удалять или добавлять новые сетевые карты
sk_sk: Používatelia nebudú schopní pridať, alebo zmazať sieťové adaptéry
tr_tr: Kullanıcılar yeni Sanal Arayüz Denetleyicileri kaldıramaz veya ekleyemez
zh_cn: 用户不能移除或增加新网卡

source: Make this template available for Virtual Router machines only
cs_cz: Nastavit dostupnost šablony pouze pro stroje virt. směrovačů
es_es: Hacer esta plantilla disponible solo para los router virtuales
et_ee: Tee see mall saadavaks ainult Virtuaalsetele ruuteritele
pt_br: Tornar este template disponível somente para Roteadores Virtuais
ru_ru: Сделать этот шаблон доступным только для Виртуальных Роутеров
sk_sk: Sprístupní šablónu iba pre virtuálne routre
tr_tr: Bu şablonu yalnızca Sanal Yönlendirici makineler için kullanılabilir yapın
zh_cn: 使此模板仅对虚拟路由器可用

source: Virtual Routers create Virtual Machines from a source Template. This checkbox makes this template available to be selected in the New Virtual Router wizard
cs_cz: Virtuální směrovače vytváří stroje ze zdrojové šablony. Při zaškrtnutí této kolonky budete mít možnost tuto šablonu zvolit v průvodci vytvoření nového směrovače.
es_es: Los Router Virtuales crean MV desde una Plantilla. Esta casilla hace que esta plantilla este disponible para ser seleccionada en el asistente de Nuevo Router Virtual
pt_br: Os Roteadores Virtuais criam Máquinas Virtuais a partir de um Template. Esta opção torna este template disponível para ser selecionado no assistente de um Novo Roteador Virtual
ru_ru: Виртуальные маршрутизаторы создают Виртуальные Машины из шаблонов. Этот переключатель делает этот шаблон доступным для выбора при создании нового виртуального маршрутизатора.
sk_sk: Virtuálne routre vytvoria virtuálne stroje zo zdrojovej šablóny. Tento checkbox sprístupní túto šablónu pre možnošť výberu vo wizarde Nový virtuálny router.
tr_tr: Sanal Yönlendiriciler, bir Kaynak Şablondan Sanal Makineler oluşturur. Bu onay kutusu, bu şablonun Yeni Sanal Yönlendirici sihirbazında seçilebilmesini sağlar
zh_cn: 虚拟路由器从一个源模板创建虚拟机。此复选框被选中时此模板将在新虚拟路由器设置向导中可被选中

source: Instantiate as a different user
cs_cz: Spustit pod jiným uživatelem
es_es: Instanciar como usuario diferente
pt_br: Instanciar como usuário diferente
ru_ru: Развернуть от лица другой группы
sk_sk: Spusti inštanciu ako iný používateľ
zh_cn: 以不同的用户实例化

source: Instantiate as a different group
cs_cz: Spustit pod jinou skupinou
es_es: Instanciar como grupo diferente
pt_br: Instanciar como grupo diferente
ru_ru: Развернуть от лица другой группы
sk_sk: Spusti inštanciu ako iná skupina
zh_cn: 以不同的群组实例化

source: User / Group
cs_cz: Uživatel / skupina
es_es: Usuario / Grupo
et_ee: Kasutaja / Grupp
pt_br: Usuário / Grupo
ru_ru: Пользователи / Группы
sk_sk: Používateľ / Skupina
tr_tr: Kullanıcı / Grup
zh_cn: 用户/群组

source: NUMA Topology
cs_cz: NUMA topologie
es_es: Topología NUMA
pt_br: Topologia NUMA
ru_ru: Топология NUMA
sk_sk: NUMA topológia
zh_cn: NUMA拓扑

source: These settings will help you to fine tune the performance of VMs
cs_cz: Tato nastavení slouží pro jemné vyladění výkonnosti virt. strojů
es_es: Estas configuraciones te ayudaran a realizar el ajuste fino de rendimiento de las MVs.
ru_ru: Эти настройки помогут вам оптимизировать производительность ВМ
sk_sk: Tieto nastavenia slúžia na jemné ladenie výkonu VS
zh_cn: 这些设置将帮助您对虚拟机性能进行微调

source: Pin Policy
cs_cz: Zásada připnutí
es_es: Politica de PIN.
ru_ru: Политика для Pin
sk_sk: Politika pripnutia
zh_cn: 固定策略

source: vCPU pinning preference: CORE, THREAD, SHARED, NONE
cs_cz: předvolba připnutí virt. procesoru: CORE, THREAD, SHARED, NONE
es_es: Preferencia de fijación de vCPU: NÚCLEO, HILO, COMPARTIDO, NINGUNO
ru_ru: вЦПУ установки: ЯДЕР, НИТЕЙ, РАЗДЕЛЯЕМЫЙ, НЕТ
sk_sk: Preferencia pripnutia vCPU: JADRO, VLÁKNO, ZDIEĽANÉ, ŽIADNE
zh_cn: vCPU固定偏好设置：CORE，THREAD，SHARED，NONE

source: none
cs_cz: none - žádná
es_es: Ninguno
pt_br: nenhum
pt_pt: nenhum
ru_ru: никакой
sk_sk: Nič
tr_tr: hiçbiri

source: thread
cs_cz: vlákno
es_es: Hilo
ru_ru: поток
sk_sk: vlákno

source: shared
cs_cz: sdílené
es_es: Compartido
ru_ru: общий
sk_sk: zdieľaný

source: core
cs_cz: základní
et_ee: tuum
ru_ru: ядро
sk_sk: Základný
tr_tr: çekirdek
zh_cn: 核心

source: Sockets
cs_cz: Sokety
es_es: Conectores
ru_ru: Сокеты
sk_sk: Sockety
zh_cn: 插槽

source: Number of sockets or NUMA nodes
cs_cz: Počet soketů nebo NUMA uzlů
es_es: Número de conectores o nodos NUMA
ru_ru: Количество сокетов или NUMA серверов
sk_sk: Počet socketov, alebo NUMA nódov
zh_cn: 插槽或NUMA节点数量

source: Cores
cs_cz: Jader
es_es: Nucleos
pt_br: Núcleos
ru_ru: Ядра
sk_sk: Jadrá
zh_cn: 核心

source: Number of cores per node
cs_cz: Počet jader na uzel
es_es: Numero de nucleos por nod
pt_br: Número de núcleos por nó
ru_ru: Количество ядер на сервер,
sk_sk: Počet jadier na nód
zh_cn: 每节点核心的数量

source: Threads
cs_cz: Vlákna
es_es: Hilos
ru_ru: Потоки
sk_sk: Vlákna
zh_cn: 线程

source: Number of threads per core
cs_cz: Počet vláken na jádro
es_es: Numero de hilos por nucleo
pt_br: Número de threads por núcleo
ru_ru: Количество нитей на ядро
sk_sk: Počet vláken na jadro
zh_cn: 每核心的线程数量

source: Hugepages Size
cs_cz: Velikost velkých stránek (hugepage)
es_es: Tamaño de páginas enormes
ru_ru: Размер hugepages
sk_sk: Veľkosť Hugepages
zh_cn: 大页面大小

source: Size of the hugepages (MB). If not defined no hugepages will be used
cs_cz: Velikost velkých stránek (MB). Pokud není zadáno, nebudou hugepages použity
es_es: Tamaño de las páginas enormes (MB). Si no se define, no se utilizarán páginas enormes
ru_ru: Размер огромных страниц (hugehfges в MB). Если не задано, огромные страницы не используются
sk_sk: Veľkosť hugepages (v MB). Ak nie je zadefinovaná, hugepages nebudú použité.
zh_cn: 大页面的大小（MB）。如果没有定义则不会使用大页面

source: Memory Access
cs_cz: Přístup do paměti
es_es: Acceso de memoria
pt_br: Acesso à memória
ru_ru: Доступ к памяти
sk_sk: Prístup k pamäti
zh_cn: 内存访问

source: Control if the memory is to be mapped shared or private
cs_cz: Určuje zda má být paměť mapována jako sdílená nebo soukromá
es_es: Controle si la memoria debe ser asignada compartida o privada
ru_ru: Проверка что память подключена может быть подключена в разделяемом или эксклюзивном режиме.
sk_sk: Urči, či pamäť má byť zdieľaná, alebo privátna
zh_cn: 控制内存是否被映射为共享的或者私有的

source: Private
cs_cz: Soukromé
es_es: Privado
ru_ru: Частный
sk_sk: Privátna
zh_cn: 私有

source: Graphics
cs_cz: Grafický režim
es_es: Gráficos
et_ee: Graafika
fa_ir: گرافیک
pt_br: Gráficos
pt_pt: Gráficos
ru_ru: Средства графического доступа
sk_sk: Grafiky
tr_tr: Grafikler
zh_cn: 图形界面

source: Listen on IP
cs_cz: Očekávat spojení na IP adrese
es_es: IP de escucha
et_ee: Kuula IP-l
pt_br: Escutar na porta
ru_ru: Слушать на IP
sk_sk: IP, na ktorej počúva
tr_tr: IP üzerinden dinle
zh_cn: 在IP上监听

source: Server port
cs_cz: Port serveru
es_es: Puerto de Servidor
et_ee: Serveri port
pt_br: Porta do servidor
ru_ru: Порт сервера
tr_tr: Servis portu
zh_cn: 服务器端口

source: Port for the VNC/SPICE server
cs_cz: Port pro VNC/SPICE server
es_es: Puerto para el servidor VNC/SPICE
et_ee: VNC/SPICE serveri port
fa_ir: پورت سرور VNC/SPICE
pt_br: Porta para o servidor VNC/SPICE
pt_pt: Porto para o servidor VNC/SPICE
ru_ru: Порт VNC/SPICE сервера
sk_sk: Port pre VNC / SPICE server
tr_tr: VNC/SPICE sunucusu için port
zh_cn: VNC/SPICE服务端口

source: Keymap
cs_cz: Klávesová mapa
es_es: Mapa de teclado
pt_br: Mapa do teclado
pt_pt: Mapeamento do teclado
ru_ru: Раскладка клавиатуры
sk_sk: Klávesová mapa
tr_tr: Anahtar harita
zh_cn: 键盘映射

source: Generate random password
cs_cz: Vytvořit náhodné heslo
es_es: Generar Contraseña Aleatoria
et_ee: Loo juhuslik parool
pt_br: Gerar senha aleatória
ru_ru: Сгенерировать случайный пароль
sk_sk: Generuj náhodné heslo
tr_tr: Rasgele şifre oluştur
zh_cn: 生成随机密码

source: Command
cs_cz: Příkaz
es_es: Comando
pt_br: Comando
ru_ru: Команда
sk_sk: Prílaz
zh_cn: 命令

source: Inputs
cs_cz: Vstupní zařízení
es_es: Métodos de entrada
et_ee: Sisendid
fa_ir: ورودی ها
pt_br: Entradas
pt_pt: entradas
ru_ru: Устройства ввода
sk_sk: Vstupné zariadenia
tr_tr: Girdiler
zh_cn: 输入设备

source: Mouse
cs_cz: Myš
es_es: Ratón
et_ee: Hiir
pt_pt: Rato
ru_ru: Мышь
sk_sk: Myš
tr_tr: Fare
zh_cn: 鼠标

source: Tablet
es_es: Tableta
ru_ru: Планшетный ПК
zh_cn: 手写板

source: Bus
cs_cz: Sběrnice
ru_ru: Шина
sk_sk: Zbernica
tr_tr: Otobüs
zh_cn: 总线

source: PCI Devices
cs_cz: PCI zařízení
es_es: Dispositivos PCI
et_ee: PCI seadmed
fa_ir: دستگاه‌های PCI
pt_br: Dispositivos PCI
pt_pt: Dispositivos PCI
ru_ru: PCI устройства
sk_sk: PCI zariadenia
tr_tr: PCI Aygıtları
zh_cn: PCI设备

source: PCI passthrough of network devices is configured per NIC, in the "Network" tab. Do not add network devices here
cs_cz: PCI passthrough síťových zařízení se nastavuje pro každý síťový adaptér v záložce „Síť“. Zde nepřidávejte síťová zařízení
es_es: Una pasarela PCI de dispositivos de red se configura por NIC, en la pestaña "Red". No agrege dispositivos de red aqui
pt_br: O passthrough de dispositivos de rede PCI é configurado por Interface de Rede, na aba "Rede". Não adicione dispositivos de rede aqui
ru_ru: PCI passthrough для сетевых адаптеров настраивается на вкладке "Сеть". Не добавляйте сюда сетевые адаптеры
sk_sk: PCI passthrough sieťového zariadenia je konfigurované "per network adaptér" na záložke "Sieť". Nepridávaj siieťové zariadenie tu.
tr_tr: Ağ aygıtlarının PCI geçişi her Ağ Arayüz Denetleyici'si başına "Ağ" sekmesinden yapılandırılır. Ağ cihazlarını buraya eklemeyin
zh_cn: 网络设备的PCI直通在“网络”标签里针对每个网卡设置。请不要在这里添加网络设备

source: To enable periodic backups please refer to "Actions" tab
ru_ru: Для создания периодических бэкапов, пожалуйста воспользуйтесь закладкой "Действия"
sk_sk: Pre aktiváciu opakovaných záloh pozri záložku "Akcie"
