Repository: OpenNebula/one
Catalog: src/sunstone/public/locale/languages/*.po
Languages: cs_cz, es_es, et_ee, fa_ir, pt_br, pt_pt, ru_ru, sk_sk, tr_tr, zh_cn

source: Users
cs_cz: Uživatelé
es_es: Usuarios
et_ee: Kasutajad
fa_ir: کاربران
pt_br: Usuários
pt_pt: Utilizadores
ru_ru: Пользователи
sk_sk: Používatelia
tr_tr: Kullanıcılar
zh_cn: 用户

source: User
cs_cz: Uživatel
es_es: Usuario
et_ee: Kasutaja
fa_ir: کاربر
pt_br: Usuário
pt_pt: Utilizador
ru_ru: Пользователь
sk_sk: Používateľ
tr_tr: Kullanıcı
zh_cn: 用户

source: TOTAL
cs_cz: CELKEM
et_ee: KOKKU
fa_ir: مجموع
ru_ru: ВСЕГО
sk_sk: Celkom
tr_tr: TOPLAM
zh_cn: 总计

source: Create Virtual Machine Group
cs_cz: Vytvořit skupinu virt. strojů
es_es: Crear Grupo de Máquinas Virtuales
et_ee: Loo virtuaalmasina grupp
pt_br: Criar Grupo de Máquinas Virtuais
ru_ru: Создать группу ВМ
sk_sk: Vytvor grupu virtuálnych strojov
tr_tr: Sanal Makine Grubu oluştur
zh_cn: 创建虚拟机组

source: Create
cs_cz: Vytvořit
es_es: Crear
et_ee: Loo
fa_ir: بساز
pt_br: Criar
pt_pt: Criar
ru_ru: Создать
sk_sk: Vytvor
tr_tr: Oluştur
zh_cn: 创建

source: Update Virtual Machine Group
cs_cz: Upravit skupinu virtuálních strojů
es_es: Actualizar Grupo de Máquinas Virtuales
et_ee: Uuenda virtuaalmasinate gruppi
pt_br: Atualizar Grupo de Máquinas Virtuais
ru_ru: Обновить группу ВМ
sk_sk: Aktualizuj skupinu virtuálnych strojov
tr_tr: Sanal Makine Grubu güncelle
zh_cn: 更新虚拟机组

source: Update
cs_cz: Upravit
es_es: Actualizar
et_ee: Uuenda
fa_ir: به روز رسانی
pt_br: Atualizar
pt_pt: Atualizar
ru_ru: Обновить
sk_sk: Aktualizácia
tr_tr: Güncelle
zh_cn: 更新

source: The new role name contains invalid characters.
cs_cz: Název nové role obsahuje neplatné znaky.
es_es: El nuevo nombre del rol contiene caracteres inválidos.
et_ee: Uue rolli nimi sisaldab lubamatuid tähemärke
pt_br: O novo nome da função contém caracteres inválidos.
ru_ru: Название роли содержит недопустимые символы!
sk_sk: Meno novej roly obsahuje neplatné / nepovolené znaky
tr_tr: Yeni rol adı geçersiz karakterler içeriyor.
zh_cn: 该新角色名称中包含无效字符。

source: Role
es_es: Rol
et_ee: Roll
fa_ir: وظیفه
pt_br: Função
pt_pt: Papel
ru_ru: Роль
sk_sk: Rola
tr_tr: Rol
zh_cn: 角色

source: VM groups
cs_cz: Skupiny virt. strojů
es_es: Grupos MV
et_ee: VM grupid
pt_br: Grupos de vm
ru_ru: Группы ВМ
sk_sk: Skupiny virtuálnych strojov
tr_tr: Sanal Makine grupları
zh_cn: 虚拟机组

source: You have to choose at least two roles.
cs_cz: Je třeba vybrat přinejmenším dvě role.
es_es: Necesitas seleccionar al menos dos roles.
et_ee: Sa pead valima vähemalt kaks rolli
pt_br: Você tem que escolher ao menos duas funções
ru_ru: Вам нужно выбрать как минимум две роли.
sk_sk: Musíš vybrať aspoň dve roly
tr_tr: En az iki rol seçmek zorundasınız.
zh_cn: 您必须选择至少两个角色。

source: Already exists a group role with these values.
cs_cz: Skupinová role s těmito hodnotami už existuje.
es_es: Ya existe un rol con ese valor.
et_ee: Selliste väärtustega grupi roll on juba olemas
pt_br: Já existe um grupo de função com estes valores
ru_ru: Группа с этими значениями уже существует.
sk_sk: Rola s týmito parametrami už existuje
tr_tr: Zaten bu değerlerle bir grup rolü var.
zh_cn: 拥有这些值的组角色已经存在。

source: Name
cs_cz: Název
es_es: Nombre
et_ee: Nimi
fa_ir: نام
pt_br: Nome
pt_pt: Nome
ru_ru: Название
sk_sk: Meno
tr_tr: İsim
zh_cn: 名称

source: Cluster
es_es: Clúster
et_ee: Klaster
fa_ir: خوشه
ru_ru: Кластер
tr_tr: Küme
zh_cn: 集群

source: Status
cs_cz: Stav
es_es: Estado
et_ee: Staatus
fa_ir: وضعیت
pt_pt: Estado
ru_ru: Статус
sk_sk: Stav
tr_tr: Durum
zh_cn: 状态

source: Please select a Host from the list
cs_cz: Vyberte hostitele ze seznamu
es_es: Por favor seleccione un Host de la lista
et_ee: Palun vali server nimekirjast
fa_ir: لطفاً یک میزبان از لیست انتخاب کنید
pt_br: Por favor, selecione um Host da lista
pt_pt: Por favor selecione um Anfitrião da lista
ru_ru: Выберите Узел из списка
sk_sk: Vyber hosta zo zoznamu
tr_tr: Lütfen listeden bir Makine seçiniz
zh_cn: 请从列表中选择一个主机

source: You selected the following Host:
cs_cz: Vybrali jste hostitele:
es_es: Ha seleccionado este Host:
et_ee: Sa valisid järgmise serveri:
fa_ir: شما میزبان زیر را انتخاب کرده‌اید:
pt_br: O seguinte Host foi selecionado:
pt_pt: Selecionou o seguinte Anfitrião
ru_ru: Вы выбрали следующий Узел:
sk_sk: Vybral si tohto hosta:
tr_tr: Belirtilen Makineyi seçtiniz:
zh_cn: 您选中了如下主机：

source: Please select one or more hosts from the list
cs_cz: Vyberte ze seznamu jednoho nebo více hostitelů
es_es: Seleccione uno o varios hosts de la lista
et_ee: Palun vali üks või mitu serverit nimekirjast
fa_ir: لطفاً یک یا چند میزبان از لیست انتخاب کنید
pt_br: Por favor, selecione um ou mais hosts da lista
pt_pt: Por favor selecione um ou mais anfitriões da lista
ru_ru: Пожалуйста выберите из списка не менее одного узла
sk_sk: Vyber jeden alebo viac hostov zo zoznamu
tr_tr: Lütfen listeden bir ya da daha fazla makine seçin
zh_cn: 请从列表中选择一个或者多个主机

source: You selected the following hosts:
cs_cz: Vybrali jste hostitele:
es_es: Ha seleccionado los siguientes hosts:
et_ee: Sa valisid järgmised serverid:
fa_ir: شما میزبان‌های زیر را انتخاب کرده‌اید:
pt_br: Você selecionou os seguintes hosts:
pt_pt: Selecionou os seguintes anfitriões:
ru_ru: Вы выбрали следующие узлы:
sk_sk: Vybral si tieto hosty:
tr_tr: Belirtilen makineleri seçtiniz:
zh_cn: 您选中了如下主机：

source: VMs
cs_cz: Virt. stroje
es_es: MVs
et_ee: VMd
fa_ir: ماشین های مجازی
ru_ru: ВМ
sk_sk: Virtuálne stroje
tr_tr: Sanal Makineler
zh_cn: 虚拟机

source: Role
es_es: Rol
et_ee: Roll
fa_ir: وظیفه
pt_br: Função
pt_pt: Papel
ru_ru: Роль
sk_sk: Rola
tr_tr: Rol
zh_cn: 角色

source: Info
fa_ir: اطلاعات
ru_ru: Сведения
tr_tr: Bilgi
zh_cn: 信息

source: Attributes
cs_cz: Atributy
es_es: Atributos
et_ee: Atribuudid
fa_ir: خصوصیات
pt_br: Atributos
pt_pt: Atributos
ru_ru: Атрибуты
sk_sk: Atribúty
tr_tr: Nitelikler
zh_cn: 属性

source: Change owner
cs_cz: Změnit vlastníka
es_es: Cambiar propietario
et_ee: Vaheta omanik
fa_ir: تغییر مالک
pt_br: Alterar proprietário
pt_pt: Alterar dono
ru_ru: Сменить владельца
sk_sk: Zmeň vlastníka
tr_tr: Sahibi Değiştir
zh_cn: 变更所有者

source: Select the new owner
cs_cz: Vyberte nového vlastníka
es_es: Seleccione el nuevo propietario
et_ee: Vali uus omanik
fa_ir: انتخاب مالک جدید
pt_br: Selecione o novo proprietário
pt_pt: Selecione o novo dono
ru_ru: Выберите нового владельца
sk_sk: Vyber nového vlastníka
tr_tr: Yeni sahibi seç
zh_cn: 选择新的所有者

source: Change group
cs_cz: Změnit skupinu
es_es: Cambiar grupo
et_ee: Muuda gruppi
fa_ir: تغییر گروه
pt_br: Alterar grupo
pt_pt: Alterar grupo
ru_ru: Сменить группу
sk_sk: Zmeň skupinu
tr_tr: Grubu değiştir
zh_cn: 变更群组

source: Select the new group
cs_cz: Vyberte novou skupinu
es_es: Seleccione el nuevo grupo
et_ee: Vali uus grupp
fa_ir: گروه جدید را انتخاب نمایید
pt_br: Selecione o novo grupo
pt_pt: Selecione o novo grupo
ru_ru: Выберите новую группу
sk_sk: Vyber novú skupinu
tr_tr: Yeni grubu seç
zh_cn: 选择新的群组

source: Delete
cs_cz: Smazat
es_es: Borrar
et_ee: Kustuta
fa_ir: پاک کن
pt_br: Deletar
pt_pt: Apagar
ru_ru: Удалить
sk_sk: Zmaž
tr_tr: Sil
zh_cn: 删除

source: Lock
cs_cz: Zamknout
es_es: Bloquear
et_ee: Lukusta
pt_br: Bloquear
ru_ru: Заблокировать
sk_sk: Uzamkni
tr_tr: Kilitle
zh_cn: 锁定

source: Unlock
cs_cz: Odemknout
es_es: Desbloquear
et_ee: Ava
pt_br: Desbloquear
ru_ru: Разблокировать
sk_sk: Odomkni
tr_tr: Kilidi Çöz
zh_cn: 解锁

source: Owner
cs_cz: Vlastník
es_es: Propietario
et_ee: Omanik
fa_ir: مالک
pt_br: Proprietário
pt_pt: Dono
ru_ru: Владелец
sk_sk: Vlastník
tr_tr: Sahip
zh_cn: 所有者

source: Group
cs_cz: Skupina
es_es: Grupo
et_ee: Grupp
fa_ir: گروه
pt_br: Grupo
pt_pt: Grupo
ru_ru: Группа
sk_sk: Skupina
tr_tr: Grup
zh_cn: 群组

source: Labels
cs_cz: Štítky
es_es: Etiquetas
et_ee: Sildid
pt_br: Rótulos
ru_ru: Метки
sk_sk: Návestia
tr_tr: Etiketler
zh_cn: 标签

source: Please select a vm group from the list
cs_cz: Vyberte skupinu virt. stroje ze seznamu
es_es: Por favor, selecciona un Grupo MV de la lista
et_ee: Palun vali VM grupp nimekirjast
pt_br: Por favor, selecione um grupo de vm da lista
ru_ru: Выберите группу ВМ из списка
sk_sk: Vyber skupinu virtuálnych strojov zo zoznamu
tr_tr: Lütfen listeden yeni bir sanal makine grubu seçiniz
zh_cn: 请从列表中选择一个虚拟机组

source: You selected the following vm group:
cs_cz: Vybrali jste následující skupinu virt. strojů:
es_es: Has seleccionado el siguiente grupo mv
et_ee: Sa valisid järgmise VM grupi:
pt_br: Você selecionou o seguinte grupo de vm:
ru_ru: Выбранная группа ВМ:
sk_sk: Vybral si nasledovnú skupinu virtuálnych strojov
tr_tr: Belirtilen sanal makine grubunu seçtiniz:
zh_cn: 您选择了以下虚拟机组：

source: Please select one or more vm groups from the list
cs_cz: Vyberte ze seznamu jednu nebo více skupin virt. strojů
es_es: Por favor selecciona uno o mas grupos mv de la lista
et_ee: Palun vali üks või mitu VM gruppi nimekirjast
pt_br: Por favor, selecione um ou mais grupos de vm da lista
ru_ru: Выберите одну или несколько групп ВМ из списка
sk_sk: Vyber zo zoznamu jednu alebo viac skupín virtuálnych strojov
tr_tr: Lütfen listeden yeni bir veya daha fazla sanal makine grubu seçiniz
zh_cn: 请从列表中选择一个或多个虚拟机组

source: You selected the following vm groups:
cs_cz: Vybrali jste následující skupiny virt. strojů:
es_es: Has seleccionado los siguientes grupos mv
et_ee: Sa valisid järgmised VM grupid:
pt_br: Você selecionou os seguintes grupos de vm:
ru_ru: Выбранные группы ВМ:
sk_sk: Vybral si skupiny virtuálnych strojov:
tr_tr: Belirtilen sanal makine gruplarını seçtiniz:
zh_cn: 您选择了以下虚拟机组：

source: MarketPlaces
cs_cz: Katalogy
es_es: Tienda de Aplicaciones
et_ee: Poed
pt_br: Lojas
ru_ru: Магазины приложений
sk_sk: Trhoviská
tr_tr: Pazar Alanları
zh_cn: 应用市场

source: MarketPlace
cs_cz: Katalog
es_es: Tienda de Aplicaciones
et_ee: Pood
pt_br: Loja
ru_ru: Магазин приложений
sk_sk: Trhovisko
tr_tr: Pazar Alanı
zh_cn: 应用市场

source: Import vCenter Networks
cs_cz: Importovat sítě z vCenter
es_es: Importar Redes de vCenter
et_ee: Impordi vCenter võrgud
fa_ir: ورود شبکه‌های vCenter
pt_br: Importar Redes do vCenter
pt_pt: Importar Redes vCenter
ru_ru: Импортировать сети из vCenter
sk_sk: Import vCenter sietí
tr_tr: vCenter Ağlarını İçe Aktar
zh_cn: 导入 vCenter 网络

source: Import
cs_cz: Importovat
es_es: Importar
et_ee: Impordi
fa_ir: وارد کردن
pt_br: Importar
pt_pt: Importar
ru_ru: Импорт
sk_sk: Importuj
tr_tr: İçe aktar
zh_cn: 导入

source: Create Virtual Network
cs_cz: Vytvořit virtuální síť
es_es: Crear Red Virtual
et_ee: Loo virtuaalne võrk
fa_ir: شبکه مجازی بساز
pt_br: Criar Rede Virtual
pt_pt: Criar Rede Virtual
ru_ru: Создать Виртуальную сеть
sk_sk: Vytvor virtuálnu sieť
tr_tr: Sanal Ağ Oluştur
zh_cn: 创建虚拟网络

source: Update Virtual Network
cs_cz: Upravit virtuální síť
es_es: Actualizar Red Virtual
et_ee: Uuenda virtuaalne võrk
fa_ir: آپلود شبکه مجازی
pt_br: Atualizar Rede Virtual
pt_pt: Atualizar Rede Virtual
ru_ru: Изменить Виртуальную сеть
sk_sk: Aktualizuj virtuálnu sieť
tr_tr: Sanal Ağ Güncelle
zh_cn: 更新虚拟网络

source: Replication Mode
cs_cz: Režim replikace
es_es: Modo de replicacion
pt_br: Modo Replicado
ru_ru: Режим репликации
sk_sk: Replikačný mód
zh_cn: 复制模式

source: Universal Synchronization
cs_cz: Univerzální synchronízace
es_es: Sincronizacion universal
pt_br: Sincronização Universal
ru_ru: Универсальная синхронизация
sk_sk: Všeobecná synchronizácia
zh_cn: 全局同步

source: IP Discovery
cs_cz: Vyhledávání IP
es_es: Descubrimiento de IP
pt_br: Descoberta de IP
ru_ru: Настройка IP
sk_sk: Prehľadávanie IP
zh_cn: IP发现

source: MAC Learning
cs_cz: Učení MAC adres
es_es: Aprendizaje MAC
pt_br: Aprendizado de MAC
ru_ru: Поиск MAC
sk_sk: Učenie sa MAC
zh_cn: MAC学习

source: Admin Status
cs_cz: Stav správce
es_es: Estado de administracion
pt_br: Status administrador
ru_ru: Статус Администратора
sk_sk: Stav administrácie
zh_cn: 管理员状态

source: Instantiate Virtual Network
cs_cz: Spustit virtuální síť
es_es: Instanciar maquina virtual
pt_br: Instanciar Rede Virtual
ru_ru: Развернуть виртуальную сеть
sk_sk: Inštancia virtuálnej siete
zh_cn: 实例化虚拟网络

source: Virtual Network created
cs_cz: Virtuální síť vytvořena
es_es: Red Virtual creada
et_ee: Virtuaalne võrk loodud
pt_br: Rede Virtual criada
ru_ru: Виртуальная сеть создана
sk_sk: Virtuálna sieť bola vytvorená
tr_tr: Sanal Makine Oluşturuldu
zh_cn: 虚拟网络已创建

source: Security
cs_cz: Zabezpečení
es_es: Seguridad
et_ee: Turvalisus
fa_ir: امنیت
pt_br: Segurança
pt_pt: Segurança
ru_ru: Безопасность
sk_sk: Bezpečnosť
tr_tr: Güvenlik
zh_cn: 安全

source: This will remove the security group
cs_cz: Toto odebere skupinu zabezpečení
es_es: Esto va a remover el grupo de seguridad
pt_br: Isso removerá grupo de segurança
ru_ru: Это удалить Группу безопасности
sk_sk: Týmto bude bezpečnostná skupina odstránená
zh_cn: 这将删除安全组

source: V. Routers
cs_cz: Virt. směrovače
es_es: Router V.
et_ee: V. Ruuterid
pt_br: Roteadores Virt.
ru_ru: Вирт. маршрутизаторы
sk_sk: Virtuálne routre
tr_tr: Sanal Yönlendiriciler
zh_cn: 虚拟路由器

source: Clusters
cs_cz: Clustery
es_es: Clústers
et_ee: Klastrid
fa_ir: خوشه ها
ru_ru: Кластеры
sk_sk: Clustre
tr_tr: Kümeler
zh_cn: 集群

source: HOLD
es_es: MANTENER
pt_br: PAUSAR
ru_ru: Разм. приост.
sk_sk: Podrž
zh_cn: 暂停

source: UPDATED
es_es: ACTUALIZADO
ru_ru: ОБНОВЛЕН
sk_sk: AKTUALIZOVANÝ

source: OUTDATED
ru_ru: УСТАРЕЛ
sk_sk: ZASTARANÝ

source: UPDATING
es_es: ACTUALIZANDO
ru_ru: ОБНОВЛЕНИЕ
sk_sk: AKTUALIZUJEM

source: ERROR
cs_cz: CHYBA
et_ee: VIGA
fa_ir: خطا
pt_br: COM ERRO
pt_pt: ERRO
ru_ru: ОШИБКА
sk_sk: CHYBA
tr_tr: HATA
zh_cn: 错误

source: UNKNOWN
cs_cz: NEZNÁMÝ
et_ee: TEADMATA
fa_ir: شناخته نشده
pt_pt: DESCONHECIDO
ru_ru: НЕИЗВЕСТНО
sk_sk: NEZNÁMY
tr_tr: BİLİNMEYEN
zh_cn: 未知

source: RESERVED
es_es: RESERVADO
ru_ru: ЗАРЕЗЕРВИРОВАН
sk_sk: REZERVOVANÝ

source: Leases
cs_cz: Zápůjčky
es_es: Concesiones
fa_ir: اجاره ها
pt_br: Alocações
pt_pt: Atribuições
ru_ru: Выделенные адреса
sk_sk: Prenájmy
tr_tr: Kiralar
zh_cn: 租约

source: VM:
cs_cz: STROJ:
es_es: MV:
fa_ir: ماشین مجازی:
ru_ru: ВМ:
sk_sk: VS:
tr_tr: Sanal Makine:
zh_cn: 虚拟机：

source: NET:
cs_cz: SÍŤ:
es_es: RED:
fa_ir: شبکه:
pt_br: REDE:
pt_pt: REDE:
ru_ru: Сеть:
zh_cn: 网络：

source: VR:
ru_ru: Вирт. маршрутизатор:
tr_tr: Sanal Yönlendirici:
zh_cn: 虚拟路由器：

source: vCenter information
cs_cz: Informace z vCenter
es_es: Información vCenter
et_ee: vCenter info
pt_br: Informação do vCenter
ru_ru: Сведения о vCenter
sk_sk: vCenter informácie
tr_tr: vCenter bilgisi
zh_cn: vCenter 信息

source: Reservation parent
cs_cz: Rezervováno ze sítě
es_es: Padre de Reserva
pt_br: Reserva pai
pt_pt: Reserva mãe
ru_ru: Резервирование
sk_sk: Nadradená rezervácia
zh_cn: 保留上级

source: This Network is already a reservation
cs_cz: Tato síť už je rezervací
es_es: La Red esta reservada ya
et_ee: See võrk on juba reserveering
fa_ir: این شبکه رزرو شده است
pt_br: Esta Rede já está reservada
pt_pt: Esta Rede já está reservada
ru_ru: Эта сеть уже зарезервирована
sk_sk: Táto sieť je už rezervovaná
tr_tr: Bu Ağ zaten ayrılmış
zh_cn: 此网络已经保留

source: YES
cs_cz: ANO
es_es: SÍ
et_ee: JAH
fa_ir: بله
pt_br: SIM
pt_pt: SIM
ru_ru: Да
sk_sk: ÁNO
tr_tr: EVET
zh_cn: 是

source: NO
cs_cz: NE
et_ee: EI
fa_ir: نه
pt_br: NÃO
pt_pt: NÃO
ru_ru: Нет
sk_sk: NIE
tr_tr: HAYIR
zh_cn: 否

source: Addresses
cs_cz: Adresy
es_es: Direcciones
et_ee: Aadressid
fa_ir: آدرش‌ها
pt_br: Endereços
pt_pt: Endereços
ru_ru: Адреса
sk_sk: Adresy
tr_tr: Adresler
zh_cn: 地址

source: This will delete all the addresses in this range
cs_cz: Toto smaže všechny adresy v tomto rozsahu
es_es: Esto borrará todas las direcciones en el rango
et_ee: See kustutab kõik aadressid selles vahemikus
fa_ir: این کار باعث پاک شدن همه آدرس‌های این طیف می‌شود
pt_br: Isto irá apagar todos os endereços neste intervalo
pt_pt: Isto irá apagar todos os endereços neste intervalo
ru_ru: Будут удалены все адреса в этом диапазоне
sk_sk: Toto zmaže všetky adresy z rozsahu
tr_tr: Bu, bu aralıkta olan tüm adresleri silecektir
zh_cn: 此操作将删除该范围内所有IP地址

source: The Address Range was not found
cs_cz: Adresní rozsah nebyl nalezen
es_es: El Rango de Direcciones no se ha encontrado
et_ee: Aadressivahemikku ei leitud
pt_br: O Intervalo de Endereços não foi encontrado.
ru_ru: Диапазон адресов не найден
sk_sk: Rozsah adries nebol nájdený
tr_tr: Adres Aralığı bulunamadı.
zh_cn: 没有发现该地址范围

source: Type
cs_cz: Typ
es_es: Tipo
et_ee: Tüüp
fa_ir: نوع
pt_br: Tipo
pt_pt: Tipo
ru_ru: Тип
sk_sk: Typ
tr_tr: Tip
zh_cn: 类型

source: ULA prefix
cs_cz: ULA předpona
es_es: Prefijo ULA
et_ee: ULA prefiks
fa_ir: پیشوند ULA
pt_br: Prefixo ULA
pt_pt: Prefixo ULA
ru_ru: Префикс ULA
tr_tr: Sınırsız Lisans Sözleşmesi ön eki
zh_cn: ULA 前缀

source: Size
cs_cz: Velikost
es_es: Tamaño
et_ee: Suurus
fa_ir: حجم
pt_br: Tamanho
pt_pt: Tamanho
ru_ru: Размер
sk_sk: Veľkosť
tr_tr: Boyut
zh_cn: 大小

source: Used leases
cs_cz: Využito
es_es: Leases usados
fa_ir: اجاره‌های استفاده شده
pt_br: Endereços usados
pt_pt: Endereços usados
ru_ru: Выделенные адреса
sk_sk: Použité prenájmy
tr_tr: Kullanılmış kiralar
zh_cn: 已使用租约

source: Reservation parent AR
cs_cz: Nadřazený adresní rozsah zápůjčky
es_es: Padre AR de Reserva
pt_br: Reserva pai AR
pt_pt: Reserva mãe AR
ru_ru: Резервирование родительского AR
sk_sk: AR nadradenej rezervácie
zh_cn: 保留上级地址范围

source: IPAM driver
cs_cz: Ovladač IPAM
es_es: Driver IPAM
et_ee: IPAM draiver
pt_br: Driver IPAM
ru_ru: IPAM драйвер
sk_sk: IPAM ovládač
tr_tr: IP Adresleri Yönetim sürücüsü
zh_cn: IPAM 驱动器

source: Instantiate
cs_cz: Spustit
es_es: Instanciar
et_ee: Loo
fa_ir: فورا بساز
pt_br: Instanciar
pt_pt: Instanciar
ru_ru: Создать ВМ
sk_sk: Spustiť Inštanciu
tr_tr: Somutlaştır
zh_cn: 实例化

source: Reserve
cs_cz: Rezervovat
es_es: Reservar
et_ee: Reserveeri
fa_ir: بازگشتی
pt_br: Reservar
pt_pt: Reservar
ru_ru: Зарезервировано
sk_sk: Rezervuj
tr_tr: Ayır
zh_cn: 保留

source: Recover
cs_cz: Zotavit
es_es: Recuperar
et_ee: Taasta
fa_ir: بازیابی
pt_br: Recuperar
pt_pt: Recuperar
ru_ru: Восстановить
sk_sk: Obnovenie
tr_tr: Kurtar
zh_cn: 恢复

source: retry
cs_cz: zopakovat
es_es: reintentar
et_ee: korda
fa_ir: تلاش مجدد
pt_br: tentar novamente
pt_pt: tentar novamente
ru_ru: повторить
sk_sk: Opakuj
tr_tr: yeniden dene
zh_cn: 重试

source: success
cs_cz: úspěšně dokončeno
es_es: éxito
et_ee: edukas
fa_ir: موفقیت‌آمیز
pt_br: sucesso
pt_pt: sucesso
ru_ru: успешно
sk_sk: Úspech
tr_tr: başarılı
zh_cn: 成功

source: failure
cs_cz: nechat zhavarovat
es_es: fallo
et_ee: rike
fa_ir: شکست
pt_br: falha
pt_pt: falha
ru_ru: не выполнено
sk_sk: Chyba
tr_tr: başarısız
zh_cn: 失败

source: delete
cs_cz: smazat
es_es: borrar
et_ee: kustuta
fa_ir: پاک کن
pt_br: apagar
pt_pt: apagar
ru_ru: удалить
sk_sk: Vymaž
tr_tr: sil
zh_cn: 删除

source: Recovers a stuck Virtual Network after an update operation that didn't finish successfully, since updating a Virtual Network implies updating the corresponding Virtual Machine NICs. The recovery may be done by failing, succeeding or retrying the current operation; or deleting the Virtual Network. <b>You need to manually check the affected VMs and the network resources on the infrastructure </b>to decide if the operation was successful or not, or if it can be retried.
ru_ru: Восстанавливает застрявшую виртуальную сеть после неудачного завершения операции обновления, поскольку обновление виртуальной сети подразумевает обновление соответствующих сетевых адаптеров виртуальной машины. Восстановление может быть завершено после сбоя, последующего или повторного выполнения текущей операции; или удаление виртуальной сети. <b>Вам нужно вручную проверить затронутые виртуальные машины и сетевые ресурсы в инфраструктуре </b>, чтобы определить, была ли операция успешной или нет, или можно повторить попытку.
sk_sk: Obnovuje zaseknutú virtuálnu sieť po aktualizácii, ktorá neskončila úspešne, pretože aktualizácia virtuálnej siete znamená aktualizáciu príslušných sieťových kariet virtuálneho počítača. Obnova sa môže vykonať neúspešným, úspešným alebo opakovaným pokusom o obnovu, alebo odstránením virtuálnej siete. <b>Musíte manuálne skontrolovať ovplyvnené virtuálne počítače a sieťové zdroje v infraštruktúre </b>, aby ste sa rozhodli, či bola operácia úspešná alebo nie, alebo či ju možno zopakovať.

source: One or more required fields are missing.
cs_cz: Jedna nebo více požadovaných kolonek není vyplněná.
es_es: Uno o mas campos necesarios no se han rellenado
et_ee: Üks või mitu nõutud välja on puudu.
fa_ir: یک یا تعداد بیشتری از فیلدهای ضروری خالی هستند.
pt_br: Um ou mais campos obrigatórios estão faltando.
pt_pt: Um ou mais campos obrigatórios estão em falta.
ru_ru: Одно или несколько полей отсутствуют.
sk_sk: Jeden alebo viac povinných údajov chýba
tr_tr: Bir ya da birden fazla gerekli alan eksik.
zh_cn: 一个或多个必填字段缺失。

source: Address Range
cs_cz: Adresní rozsah
es_es: Rango de Red
et_ee: Aadressivahemik
fa_ir: طیف آدرس
pt_br: Intervalo de Endereços
pt_pt: Intervalo de Endereço
ru_ru: Диапазон адресов
sk_sk: Rozsah adries
tr_tr: Adres Aralığı
zh_cn: 地址范围

source: Start
cs_cz: Začátek
es_es: Inicio
fa_ir: شروع
pt_br: Início
pt_pt: Iniciar
ru_ru: Начало
sk_sk: Štart
tr_tr: Başlat
zh_cn: 开始

source: End
cs_cz: Konec
es_es: Fin
et_ee: Lõpp
pt_br: Fim
ru_ru: Окончание
sk_sk: Koniec
tr_tr: Son
zh_cn: 结束

source: Please select an Address Range from the list
cs_cz: Vyberte adresní rozsah ze seznamu
es_es: Seleccina un Rango de Red del listado
et_ee: Palun vali nimekirjast aadressivahemik
fa_ir: یک طیف آدرس از لیست زیر انتخاب کنید
pt_br: Por favor, selecione um Intervalo de Endereços da lista
pt_pt: Por favor selecione um Intervalo de Endereços da lista
ru_ru: Пожалуйста выберите Диапазон Адресов из списка
sk_sk: Vyber rozsah adries zo zoznamu
tr_tr: Lütfen listeden bir Adres Aralığı seçiniz
zh_cn: 请从列表中选择一个地址范围

source: You selected the following Address Range:
cs_cz: Vybrali jste následující adresní rozsah:
es_es: Ha seleccionado el siguiente Rango de Red:
et_ee: Sa valisid järgmise aadressivahemiku:
fa_ir: شما طیف‌های آدرس زیر را انتخاب کرده‌اید:
pt_br: Você selecionou o seguinte Intervalo de Endereços:
pt_pt: Selecionou o seguinte Intervalo de Endereços:
ru_ru: Вы выбрали следующий Диапазон Адресов:
sk_sk: Vybral si nasledujúci adresný rozsah:
tr_tr: Belirtilen Adres Aralığını seçtiniz:
zh_cn: 您选择了以下地址范围：

source: Reservation
cs_cz: Rezervace
es_es: Reserva
et_ee: Reserveeringud
fa_ir: رزرواسیون
pt_br: Reserva
pt_pt: Reserva
ru_ru: Резервирование
sk_sk: Rezervácia
tr_tr: Ayırma
zh_cn: 保留

source: Bridge
cs_cz: Most
et_ee: Sild
fa_ir: پل ارتباطی
pt_pt: Ponte
ru_ru: Интерфейс сет. моста
sk_sk: Most
tr_tr: Köprü
zh_cn: 网桥

source: Please select a network from the list
cs_cz: Vyberte síť ze seznamu
es_es: Por favor, seleccione una red de la lista
et_ee: Palun vali võrk nimekirjast
fa_ir: یک شبکه را از لیست انتخاب کنید
pt_br: Por favor, Selecione uma rede da lista
pt_pt: Por favor selecione uma rede da lista
ru_ru: Выберите сеть из списка
sk_sk: Vyber sieť zo zoznamu
tr_tr: Lütfen listeden bir ağ seçinşz
zh_cn: 请从列表中选择一个网络

source: You selected the following network:
cs_cz: Vybrali jste následující síť:
es_es: Ha seleccionado las siguiente red:
et_ee: Sa valisid järgmise võrgu:
fa_ir: شما شبکه‌های زیر را انتخاب کرده‌اید:
pt_br: Você selecionou a seguinte rede:
pt_pt: Selecionou uma das seguintes redes:
ru_ru: Вы выбрали следующую сеть:
sk_sk: Vybral si túto sieť:
tr_tr: Belirtilen ağı seçtiniz:
zh_cn: 您选择了以下网络：

source: Please select one or more networks from the list
cs_cz: Vyberte ze seznamu jednu nebo více sítí
es_es: Seleccione uno o mas redes de la lista
et_ee: Palun vali üks või mitu võrku nimekirjast
fa_ir: لطفاً یک یا تعداد بیشتر شبکه از لیست انتخاب کنید
pt_br: Por favor selecione uma ou mais redes da lista
pt_pt: Por favor selecione uma ou mais redes da lista
ru_ru: Пожалуйста, выберите одну или более сетей из списка
sk_sk: Vyber jednu alebo viac sietí zo zoznamu
tr_tr: Lütfen listeden bir veya daha fazla ağ seçiniz
zh_cn: 请从列表中选择一个或多个网络
