Repository: OpenNebula/one
Catalog: src/sunstone/public/locale/languages/*.po
Languages: cs_cz, es_es, et_ee, fa_ir, pt_br, pt_pt, ru_ru, sk_sk, tr_tr, zh_cn

source: Showback
cs_cz: Náklady
es_es: Estadisticas de Uso
et_ee: Kulu
fa_ir: شوبک
pt_br: Custo de utilização
pt_pt: Estatística de utilização
ru_ru: Потребление ресурсов
sk_sk: Prehľad vyťaženia
tr_tr: Geri göstermek
zh_cn: 回溯分析

source: Accounting
cs_cz: Účtování
es_es: Contabilidad
et_ee: Arvestus
fa_ir: حسابداری
pt_br: Contabilidade
pt_pt: Contabilidade
ru_ru: Отчетность
sk_sk: Účtovanie
tr_tr: Muhasebe
zh_cn: 计费

source: Please select a Group from the list
cs_cz: Vyberte skupinu ze seznamu
es_es: Por favor seleccione un Grupo de la lista
et_ee: Palun vali grupp nimekirjast
fa_ir: لطفاً یک گروه از لیست انتخاب نمایید.
pt_br: Por favor, selecione um Grupo da lista
pt_pt: Por favor selecione um Grupo da lista
ru_ru: Пожалуйста выберите Группу из списка
sk_sk: Vyber skupinu zo zoznamu
tr_tr: Lütfen listeden bir group seçiniz
zh_cn: 请从列表中选择一个群组

source: You selected the following Group:
cs_cz: Vybrali jste následující skupinu:
es_es: Ha seleccionado el siguiente Grupo:
et_ee: Sa valisid järgmise grupi:
fa_ir: شما گروه زیر را انتخاب کرده‌اید:
pt_br: Você selecionou o seguinte Grupo:
pt_pt: Selecionou o seguinte Grupo:
ru_ru: Вы выбрали следующую Группу:
sk_sk: Vybral si nasledujúcu skupinu:
tr_tr: Belirtilen Grup'u seçtiniz:
zh_cn: 您选择以下群组：

source: Please select one or more groups from the list
cs_cz: Vyberte ze seznamu jednu nebo více skupin
es_es: Por favor seleccione uno o varios grupos de la lsita
et_ee: Palun vali üks või mitu gruppi nimekirjast
fa_ir: لطفاً یک یا چند گروه از لیست انتخاب نمایید.
pt_br: Por favor, selecione um ou mais grupos da lista
pt_pt: Por favor selecione um ou mais grupos da lista
ru_ru: Пожалуйста выберите одну или несколько групп из списка
sk_sk: Vyber jednu alebo viac skupín zo zoznamu
tr_tr: Lütfen listeden bir veya daha fazla grup seçiniz
zh_cn: 请从列表中选择一个或多个群组

source: You selected the following groups:
cs_cz: Vybrali jste následující skupiny:
es_es: Ha seleccionado los siguientes grupos:
et_ee: Sa valisid järgmised grupid:
fa_ir: شما گروه‌های زیر را انتخاب کرده‌اید:
pt_br: Você selecionou os seguinte grupos:
pt_pt: Selecionou os seguintes grupos:
ru_ru: Вы выбрали следующие группы:
sk_sk: Vybral si nasledujúce skupiny:
tr_tr: Belirtilen grupları seçtiniz:
zh_cn: 您选择以下的群组：

source: Dashboard
cs_cz: Přehled
es_es: Panel principal
et_ee: Töölaud
fa_ir: داشبورد
pt_pt: Página de controlo
ru_ru: Инф. панель
sk_sk: Palubná doska
tr_tr: Pano
zh_cn: 仪表板

source: Backup created
es_es: Backup Creado
ru_ru: Бэкап создан
sk_sk: Záloha vytvorená

source: Restored Template
es_es: Plantilla restaurada
ru_ru: Восстановленный Шаблон
sk_sk: Obnovená šablóna

source: Restored Disk
es_es: Disco Restaurado
ru_ru: Восстановленный Диск
sk_sk: Obnovený disk

source: Increments
es_es: Incrementos
ru_ru: добавляет
sk_sk: Prírastky

source: Restore
es_es: Restaurar
ru_ru: Восстановить
sk_sk: Obnova

source: Please select a backup from the list
ru_ru: Пожалуйста выберите бэкап из списка
sk_sk: Vyber zálohu zo zoznamu

source: You selected the following backup:
ru_ru: Вы выбрали следующий бэкап:
sk_sk: Vybral si nasledovnú zálohu:

source: Please select one or more backups from the list
ru_ru: Пожалуйста выберите еще один или несколько бэкапов из списка
sk_sk: Vyber jednu alebo viac záloh zo zoznamu

source: You selected the following backups:
ru_ru: Вы выбрали следующий бэкап:
sk_sk: Vybral si nasledovné zálohy:

source: Create MarketPlace App
cs_cz: Vytvořit předpřipravený stroj katalogu
es_es: Crear una App de la Tienda
et_ee: Loo poe rakendus
pt_br: Criar Loja de App
ru_ru: Создать приложение в магазине приложений
sk_sk: Vytvor aplikáciu trhoviska
tr_tr: Pazar Uygulaması Oluştur
zh_cn: 创建应用市场 App

source: Create MarketPlace App from Image
cs_cz: Vytvořit předpřipravený stroj z obrazu
es_es: Crear una App de la Tienda desde una Imagen
et_ee: Loo poe rakendus kettast
pt_br: Criar Loja de App a partir da Imagem
ru_ru: Создать приложение из образа
sk_sk: Vytvor aplikáciu trhoviska z obrazu
tr_tr: Pazar Alanı Uygulamasını İmajdan Oluştur
zh_cn: 从镜像中创建应用市场 App

source: Create MarketPlace App from VM Template
ru_ru: Создать приложение в магазине приложений из Шаблона ВМ
sk_sk: Vytvor APP trhovisko z VS šablóny
zh_cn: 从虚拟机模板创建 MarketPlace 应用程序

source: Create MarketPlace App from Service
ru_ru: Создать приложение в магазине приложений из Сервиса
sk_sk: Vytvor APP trhovisko zo služby
zh_cn: 从服务中创建 MarketPlace 应用程序

source: Create MarketPlace App from VM
ru_ru: Создать приложение в магазине приложений из ВМ
sk_sk: Vytvor APP trhovisko z VS
zh_cn: 从VM创建 MarketPlace 应用程序

source: Import error: Can't import vCenter VMs to a marketplace, only vCenter VM templates.
ru_ru: Ошибка импорта: Невозможно импортировать ВМ в формате vCenter в магазин приложений, импортируются только Шаблоны в формате vCenter.
sk_sk: Chyba importu: nie je možné importovať do trhoviska vCenter VS, ale iba šablóny vCenter VS
zh_cn: 导入错误:不能将vCenter虚拟机导入市场，只能导入vCenter虚拟机模板。

source: saved successfully
cs_cz: úspěšně uloženo
es_es: salvado correctamente
et_ee: salvestatud edukalt
fa_ir: با موفقیت ذخیره شد
pt_br: salvo com sucesso
pt_pt: guardado com sucesso
ru_ru: успешно сохранено
sk_sk: Úspešne uložené
tr_tr: kaydetme başarılı
zh_cn: 保存成功

source: Download App To OpenNebula
cs_cz: Stáhnout předpřipravený stroj do OpenNebula
es_es: Descargar una App a OpenNebula
et_ee: Lae rakendus OpenNebulasse
pt_br: Download de uma App para OpenNebula
ru_ru: Скачать приложение в OpenNebula
sk_sk: Stiahni APP do OpenNebuly
tr_tr: Uygulamayı OpenNebula'ya İndir
zh_cn: 下载 App 到本系统中

source: Download
cs_cz: Stáhnout
es_es: Descargar
et_ee: Lae alla
ru_ru: Загрузить
tr_tr: İndir
zh_cn: 下载

source: Last updated
cs_cz: Naposledy aktualizováno
es_es: Último Actualizado
pt_br: Última atualização
ru_ru: Последний обновленный
sk_sk: Naposledy aktualizovaný
zh_cn: 最新更新

source: Please select a dockerhub tag from the list (default latest)
cs_cz: Vyberte ze seznamu štítek na službě dockerhub (výchozí je latest – nejnovější)
es_es: Por favor seleccionar una etiqueta de dockerhub de la lista (el último por default)
pt_br: Por favor selecione uma tag dockerhub da a partir da lista (última versão por padrão)
ru_ru: Пожалуйста выберите dockerhub tag из списка (по умолчанию последний измененный)
sk_sk: Vyber Dockerhub tagy zo zoznamu: (default posledný)
zh_cn: 请从列表中选择dockerhub标签(默认最新)

source: You selected the following dockerhub tags:
cs_cz: Vybrali jste následující štítky ze služby dockerhub:
es_es: Usted seleccionó las siguientes etiquetas de dockerhub:
pt_br: Você selecionou as seguintes tags dockerhub:
ru_ru: Вы выбрали следующие dockerhub tags:
sk_sk: Vybral si nasledovné Dockerhub tagy:
zh_cn: 您选择了以下dockerhub标签:

source: MarketPlace App created
cs_cz: Předpřipravený stroj z katalogu vytvořen
es_es: App de la Tienda creada
et_ee: Poe rakendus loodud
pt_br: Loja de App criada
ru_ru: Приложение в магазине приложений создано
sk_sk: Aplikácia trhoviska vytvorená
tr_tr: Pazar Alanı Uygulaması oluşturuldu
zh_cn: 应用市场 App 已创建

source: Image created
cs_cz: Obraz vytvořen
es_es: Imagen creada
et_ee: Ketas loodud
pt_br: Imagem criada
ru_ru: Образ создан
sk_sk: Obraz bol vytvorený
tr_tr: İmaj oluşturuldu
zh_cn: 镜像已创建

source: Error
cs_cz: Chyba
et_ee: Viga
pt_br: Erro
ru_ru: Ошибка
sk_sk: Chyba
tr_tr: Hata
zh_cn: 错误

source: This MarketPlace App resides in Zone
cs_cz: Tento předpřipravený stroj z katalogu se nachází v oblasti
es_es: Esta App de la Tienda reside en la Zona
et_ee: See poe rakendus asub tsoonis
pt_br: Esta Loja de App encontra-se na Zona
ru_ru: Это приложение из магазина приложений находится в Зоне.
sk_sk: Táto APP trhoviska je v zóne
tr_tr: Bu Pazar uygulaması bölge içindedir
zh_cn: 这个市场应用程序驻留在区域中

source: . To delete it you need to switch to that Zone from the zone selector in the top-right corner.
cs_cz: . Pro vymazání je třeba se do této oblasti přepnout a to výběrem v pravém horním rohu.
es_es: . Para borrar se necesitará cambiar a dicha Zona desde el selector de zona en la esquina sup-derecha
et_ee: . Et seda kustutada, pead sa vailma selle tsooni lehe paremast ülemisest nurgast.
pt_br: . Para apagá-la você precisa mudar para esta Zona utilizando o seletor de zonas no canto superior direito.
ru_ru: . Что бы удалить его, вам нужно переключиться на эту Зону из переключателя выбранной Зоны в правом-верхнем углу.
sk_sk: . Pre vymazanie sa potrebuješ najprv prepnúť do Zóny prostredníctvom výberu v pravom hornom rohu
tr_tr: . Silmek için sağ üst köşedeki bölge seçiciden o bölgeye geçmeniz gerekir.
zh_cn: 要删除它您需要从右上角的区域选择器切换到那个区域。

source: Ok
ru_ru: Ок
tr_tr: Tamam

source: Import into Datastore
cs_cz: Importovat do dat. úložišť
es_es: Importar en el Datastore
pt_br: Importar em Datastore
ru_ru: Импорт в хранилище
sk_sk: Importuj do dátového úložiska
zh_cn: 导入数据存储

source: Download to your desktop
cs_cz: Stáhnout si na svůj počítač
es_es: Descarga a tu escritorio
pt_br: Baixar para sua área de trabalho
ru_ru: Загрузить на ваш компьютер
sk_sk: Stiahnúť na desktop
zh_cn: 下载到您的桌面

source: Version
cs_cz: Verze
et_ee: Versioon
pt_br: Versão
ru_ru: Версия
sk_sk: Verzia
tr_tr: Versiyon
zh_cn: 版本

source: Registration Time
cs_cz: Čas registrace
es_es: Fecha de Registro
et_ee: Registreerimise aeg
pt_br: Horário de Registro
ru_ru: Время регистрации
sk_sk: Čas registrácie
tr_tr: Kayıt Zamanı
zh_cn: 注册时间

source: Please select an appliance from the list
cs_cz: Vyberte předpřipravený stroj ze seznamu
es_es: Por favor selecciona una App de la lista
et_ee: Palun vali nimekirjast rakendus
pt_br: Por favor, selecione um appliance da lista
ru_ru: Пожалуйста выберите устройство из списка
sk_sk: Vyber appliance zo zoznamu
tr_tr: Lütfen listeden bir cihaz seçiniz
zh_cn: 请从列表中选择一个应用

source: You selected the following appliance:
cs_cz: Vybrali jste následující předpřipravený stroj:
es_es: Has seleccionado la siguiente aplicacion:
et_ee: Sa valisid järgmise rakenduse:
pt_br: Você selecionou o seguinte appliance:
ru_ru: Вы выбрали следующее устройство:
sk_sk: Vybral si nasledovnú appliance
tr_tr: Belirtilen cihazı seçtiniz:
zh_cn: 您选择了下列app：

source: Please select one or more appliances from the list
cs_cz: Vyberte ze seznamu jeden nebo více předpřipravených strojů
es_es: Por favor selecciona una o mas aplicaciones de la lista
et_ee: Palun vali üks või mitu rakendust nimekirjast
pt_br: Por favor, selecione um ou mais appliances da lista
ru_ru: Пожалуйста выберите одно или более устройство из списка
sk_sk: Vyber jednu, alebo viac appliances zo zoznamu
tr_tr: Lütfen listeden bir ya da daha fazla cihaz seçin
zh_cn: 请从列表中选择多个应用

source: You selected the following appliances:
cs_cz: Vybrali jste následující předpřipravený stroj:
es_es: Has seleccionado las siguientes aplicaciones:
et_ee: Sa valisid järgmised rakendused:
pt_br: Você selecionou os seguintes appliances:
ru_ru: Вы выбрали следующие устройства:
sk_sk: Vybral si nasledovné aplliances:
tr_tr: Belirtilen cihazları seçtiniz:
zh_cn: 您选择了下列app：

source: Instantiate Virtual Router Template
cs_cz: Spustit virt. stroje z šablony
es_es: Instanciar Plantilla Virtual Router
et_ee: Loo Virtuaalse ruuteri mall
pt_br: Instanciar o Template do Roteador Virtual
ru_ru: Развернуть шаблон виртуального роутера
sk_sk: Spusti inštanciu virtuálneho routra zo šablóny
tr_tr: Sanal Yönlendirici Şablonunu Somutlaştır
zh_cn: 实例化虚拟路由器模板

source: Failed to create VMs. Virtual Router may need to be deleted manually.
cs_cz: Nepodařilo se vytvořit virt. stroje. Virt. směrovač může být třeba smazat ručně.
es_es: Fallo al crear las MVs. El Router Virtual necesitará ser borrado manualmente.
et_ee: VM-de loomine luhtus. Virtuaalruuter võib vajada käsitsi kustutamist.
pt_br: Falha ao criar as VMs. Pode ser necessário remover o Roteador Virtual manualmente.
ru_ru: Не удалось создать ВМ. Возможно, потребуется удалить Виртуальный Маршрутизатор вручную
sk_sk: Vytvorenie VS zhavarovalo. Virtuálny router možno bude treba vymazať manuálne.
tr_tr: Sanal Makine oluşturma başarısız. Sanal Yönlendiricinin el ile silinmesi gerekebilir.
zh_cn: 创建虚拟机失败，虚拟路由器可能需要手动删除

source: Create Virtual Machine
cs_cz: Vytvořit virt. stroj
es_es: Crear Máquina Virtual
et_ee: Loo virtuaalmasin
fa_ir: یک ماشین مجازی بساز
pt_br: Criar Máquina Virtual
pt_pt: Criar Máquina Virtual VM
ru_ru: Укажите параметры виртуальной машины
sk_sk: Vytvor virtuálny stroj
tr_tr: Sanal Makine Oluştur
zh_cn: 创建虚拟机

source: Update VM Configuration
cs_cz: Aktualizovat nastavení virt. stroje
es_es: Actualizar las propiedades de Máquina Virtual
et_ee: Uuenda VM seadeid
pt_br: Atualizar configuração da VM
ru_ru: Обновить конфигурацию ВМ
sk_sk: Aktualizuj konfiguráciu VS
tr_tr: Sanal Makine Yapılandırmasını Güncelle
zh_cn: 更新虚拟机配置

source: Data for rdp file isn't correct
cs_cz: Data pro rdp soubor nejsou v pořádku
es_es: La información para el archivo de RDP es incorrecta
pt_br: Dado para arquivo rdp não está correto
ru_ru: Некорректные данные в RDP файле
sk_sk: Dáta pre RDP súbor sú nesprávne
zh_cn: rdp文件的数据不正确

source: Data for virt-viewer file isn't correct
cs_cz: Data pro soubor pro klienta virt-viewer nejsou vpořádku
es_es: La información para el virt-viewer es incorrecta
pt_br: Dado para arquivo virt-viewer não está correto
ru_ru: Неверные данные для файла конфигурации virt-viewer.
sk_sk: Údaje pre virt-viewer nie sú správne
zh_cn: virt-viewer文件的数据不正确

source: Please select one (and just one) VM to export.
ru_ru: Пожалуйста выберите одну (и только одну) ВМ для экспорта
sk_sk: Vyber jeden (práve jeden) VS na export
zh_cn: 请选择一个(且仅一个)要导出的虚拟机。

source: Host
cs_cz: Hostitel
et_ee: Server
fa_ir: میزبان
pt_pt: Anfitrião
ru_ru: Узел
tr_tr: Makine
zh_cn: 主机

source: Start Time
cs_cz: Čas startu
es_es: Inicio
et_ee: Käivitamise aeg
fa_ir: زمان آغاز
pt_br: Hora de início
pt_pt: Hora de Início
ru_ru: Время запуска
sk_sk: Čas štartu
tr_tr: Başlama Zamanı
zh_cn: 起始时间

source: Hidden Template
cs_cz: Skrytá šablona
es_es: Plantilla Oculta
et_ee: Peidetud mall
fa_ir: الگوی پنهان
pt_br: Ocultar Template
pt_pt: Modelo oculto
ru_ru: Скрытый шаблон
sk_sk: Skrytá šablóna
tr_tr: Gizli Şablon
zh_cn: 隐藏模版

source: Charter
ru_ru: Глава
sk_sk: Prenájom
zh_cn: 契约

source: Placement
cs_cz: Umístění
es_es: Ubicación
et_ee: Paigutus
fa_ir: قرارگیری
pt_br: Localização
pt_pt: Colocação
ru_ru: Размещение
sk_sk: Umiestnenie
tr_tr: Yerleşim
zh_cn: 放置

source: Datastore
cs_cz: Datové úložiště
et_ee: Andmekogu
fa_ir: محیط ذخیره سازی
ru_ru: Хранилище
sk_sk: Úložisko
tr_tr: Veri Deposu
zh_cn: 数据存储

source: Action
cs_cz: Akce
es_es: Acción
et_ee: Tegevus
fa_ir: اقدام
pt_br: Ação
pt_pt: Ação
ru_ru: Действие
sk_sk: Operácia
tr_tr: Eylem
zh_cn: 操作

source: Change time
cs_cz: Čas změny
es_es: Cambiar la hora
et_ee: Muutmise aeg
pt_br: Horário de alteração
ru_ru: Время изменения
sk_sk: Zmena času
tr_tr: Zamanı Değiştir
zh_cn: 更改时间

source: Total time
cs_cz: Doba celkem
es_es: Tiempo total
et_ee: Kokku aeg
fa_ir: زمان کلی
pt_br: Tempo total
pt_pt: Tempo total
ru_ru: Всего времени
sk_sk: Celkový čas
tr_tr: Toplam zaman
zh_cn: 总运行时间

source: Prolog time
cs_cz: Doba kopírování
es_es: Tiempo Prolog
et_ee: Proloogi aeg
fa_ir: زمان اختصاص منابع
pt_br: Tempo de Prolog
pt_pt: Tempo de prólogo
ru_ru: Время пролога
sk_sk: Čas nábehu
tr_tr: Prolog Zamanı
zh_cn: 准备操作时间

source: No data available in table
cs_cz: V tabulce nejsou k dispozici žádná data
es_es: No hay datos en la tabla
et_ee: Tabelis andmed puuduvad
fa_ir: داده‌ای در جدول نیست
pt_br: Não há dados disponíveis na tabela
pt_pt: Não há dados disponíveis na tabela
ru_ru: Нет доступных данных
sk_sk: Žiadne dáta nie sú dostupné
tr_tr: Tabloda veri mevcut değil
zh_cn: 表中没有数据

source: Sched Message
cs_cz: Zpráva z plánovače
es_es: Mensaje del Planificador
et_ee: Ajastuse teade
fa_ir: پیام‌های زمان‌بندی شده
pt_br: Mensagem de agendamento
pt_pt: Mensagem de calendarização
ru_ru: Сообщение планировщика
sk_sk: Plánovaný Oznam
tr_tr: Ayrılmış Mesaj
zh_cn: 调度信息

source: Placement - Host
cs_cz: Umístění - Hostitel
es_es: Planificación - Host
et_ee: Paigutus - Server
fa_ir: قرارگیری - میزبان
pt_br: Alocação - Host
pt_pt: Alocamento - Anfitrião
ru_ru: Размещение - Узел
sk_sk: Umiestnenie - host
tr_tr: Yerleşim - Makine
zh_cn: 放置位置 - 主机

source: Requirements
cs_cz: Požadavky
es_es: Requisitos
et_ee: Nõuded
fa_ir: نیازمندی‌ها
pt_br: Requerimentos
pt_pt: Requisitos
ru_ru: Требования
sk_sk: Požiadavky
tr_tr: Gereksinimler
zh_cn: 资源需求

source: Rank
cs_cz: Zařazení
es_es: Rango
et_ee: Järjestus
fa_ir: رتبه
pt_br: Posição
pt_pt: Posição
ru_ru: Ранг
sk_sk: Poradie
tr_tr: Derece
zh_cn: 级别

source: Placement - Datastore
cs_cz: Umístění – Datové úložiště
es_es: Planificación - Datastore
et_ee: Paigutus - Andmekogu
fa_ir: قرارگیری - پایگاه داده
pt_br: Alocação - Datastore
pt_pt: Alocamento - Datastore
ru_ru: Размещение - Хранилище
sk_sk: Umiestnenie - úložisko
tr_tr: Yerleşim - Veri Deposu
zh_cn: 放置位置 - 数据存储

source: DS Requirements
cs_cz: Požadavky na dat. úložiště
es_es: Requisitos del DS
et_ee: Andmelao nõuded
fa_ir: نیازمندی‌های ذخیره‌ساز داده
pt_br: Requisitos do DS
pt_pt: Requisitos DS
ru_ru: Требования хранилища
sk_sk: Dátový sklad - požiadavky
tr_tr: Veri Deposu Gereksinimleri
zh_cn: 数据存储需求

source: DS Rank
cs_cz: Zařazení dat. úložiště
es_es: Rango del DS
et_ee: Andmelao järjestus
fa_ir: رتبه ذخیره‌ساز داده
pt_br: Posição do DS
pt_pt: Posição DS
ru_ru: Ранг хранилища
sk_sk: Dátový sklad - poradie
tr_tr: Veri Deposu Derecesi
zh_cn: 数据存储级别

source: Log file is empty
cs_cz: Soubor se záznamem událostí je prázdný
es_es: El archivo de log está vacío
pt_br: Arquivo de log está vazio
ru_ru: Файл журнала пуст
sk_sk: Log je prázdny
zh_cn: 日志文件为空

source: Some ad-block extensions are known to filter the '/log?id=' URL
cs_cz: Některá rozšíření prohlížeče pro blokování reklam mohou filtrovat adresu „/log?id=“
es_es: Algunas extensiones de bloque pueden filtrar la URL '/log?id='
et_ee: On teada, et mõned reklaamivastased laiendused filtreerivad '/ log?Id =' URL-i
pt_br: Alguns plugins de bloqueio de propagandas são conhecidos por filtrar a URL '/log?id='
ru_ru: Часть блокировщиков рекламы в браузере могут блокировать '/log?id=' URL. Проверте настройки в браузере.
sk_sk: Sú známe niektoré ad-block rozšírenia pre filtrovanie '/log?id=' URL.
tr_tr: Bazı reklam bloğu uzantılarının '/log?id=' URL değerini filtrelediği bilinmektedir
zh_cn: 使用AD-Block插件的浏览器会将带 '/log?id='的URL过滤掉

source: CPU usage
cs_cz: Využití procesoru
es_es: Uso de CPU
pt_br: Uso de CPU
ru_ru: Потребление CPU
sk_sk: Využitie CPU
zh_cn: CPU使用情况

source: yes
cs_cz: ano
es_es: sí
et_ee: jah
fa_ir: بله
pt_br: sim
pt_pt: sim
ru_ru: да
sk_sk: Áno
tr_tr: evet
zh_cn: 是

source: no
cs_cz: ne
et_ee: ei
fa_ir: نه
pt_br: não
pt_pt: não
ru_ru: нет
sk_sk: Nie
tr_tr: hayır
zh_cn: 否

source: Driver Error
ru_ru: Ошибка драйвера
sk_sk: Chyba ovládača
zh_cn: 启动错误

source: Scheduler Error
ru_ru: Ошибка планировщика
sk_sk: Chyba plánovača

source: Scheduled Action Error
ru_ru: Ошибка в запланированном Действии.
sk_sk: Chyba naplánovanej operácie
zh_cn: 调度操作失败

source: Conf
cs_cz: Nastav.
es_es: Configuración
et_ee: Seade
fa_ir: پیکربندی
pt_pt: Configuração
ru_ru: Конфигурация
sk_sk: Konfigurácia
zh_cn: 配置

source: Snapshots
cs_cz: Zachycené stavy
es_es: Instantáneas
et_ee: Tõmmised
fa_ir: اسنپ‌شات‌ها
ru_ru: Снимки
sk_sk: Snímky
tr_tr: Anlık Görüntüler
zh_cn: 快照

source: Timestamp
cs_cz: Časové razítko
es_es: Marca de tiempo
et_ee: Ajatempel
fa_ir: برچسب زمانی
ru_ru: Метка времени
sk_sk: Časová pečiatka
tr_tr: Zaman Damgası
zh_cn: 时间戳

source: Take snapshot
cs_cz: Pořídit zachycený stav
es_es: Tomar instantánea
et_ee: Tee tõmmis
fa_ir: گرفتن اسنپ‌شات
pt_br: Fazer Snapshot
pt_pt: Tirar snapshot
ru_ru: Сделать снимок
sk_sk: Urob snímku
tr_tr: Anlık görüntü al
zh_cn: 制作快照

source: No snapshots to show
cs_cz: Nejsou k dispozici žádné zachycené stavy
es_es: No hay instantáneas que mostrar
et_ee: Pole kuvada ühegi tõmmist
fa_ir: اسنپ‌شاتی برای نمایش وجود ندارد
pt_br: Não há snapshots para mostrar
pt_pt: Sem snapshots para mostrar
ru_ru: Нет снимков
sk_sk: Žiadne snímky
tr_tr: Gösterilecek anlık görüntü yok
zh_cn: 没有可以显示的快照

source: snapshot in progress
cs_cz: probíhá pořizování zachyceného stavu
es_es: instantánea en progreso
et_ee: Tõmmis loomisel
fa_ir: اسنپ‌شات در حال انجام
pt_br: snapshot em andamento
pt_pt: snapshot em progresso
ru_ru: создание моментального снимка в процессе
sk_sk: Snímka sa vytvára
tr_tr: anlık görüntü sürüyor
zh_cn: 快照操作进行中

source: Revert
cs_cz: Vrátit
es_es: Revertir
et_ee: Võta tagasi
fa_ir: بازگشت به قبل
pt_br: Desfazer
pt_pt: Reverter
ru_ru: Откатить
sk_sk: Vrátiť
tr_tr: Geri dön
zh_cn: 还原

source: IP
ru_ru: IP-адрес

source: MAC
fa_ir: آدرس فیزیکی شبکه
ru_ru: MAC-адрес
zh_cn: 物理网卡

source: PCI address
cs_cz: PCI adresa
es_es: Direccion PCI
et_ee: PCI aadress
pt_br: Endereço PCI
ru_ru: PCI-адрес
sk_sk: PCI adresa
tr_tr: PCI adresi
zh_cn: PCI 地址

source: Attach nic
cs_cz: Připojit síť. adaptér
es_es: Adjuntar Interfaz de Red
et_ee: Ühenda võrgukaart
fa_ir: nic جدید را اضافه کنید
pt_br: Anexar placa de rede
pt_pt: Anexar placa de rede
ru_ru: Добавить сетевой интерфейс
sk_sk: Pripoj sieťový adaptér
tr_tr: Ağ arayüz denetleyici iliştir
zh_cn: 附加网卡

source: Network Monitoring Attributes
cs_cz: Atributy monitorování sítě
es_es: Atributos de Monitorización de Redes
et_ee: Võrgu monitooringu atribuudid
fa_ir: صفات مانیتورینگ شبکه
pt_br: Atributos de Monitoramento da Rede
pt_pt: Atributos de Monitorização de Rede
ru_ru: Атрибуты мониторинга сети
sk_sk: Atribúty monitoringu siete
tr_tr: Ağ İzleme Öznitelikleri
zh_cn: 网络监控属性

source: NET RX
cs_cz: PŘIJATO
es_es: Red RX
ru_ru: RX
zh_cn: 网络接收

source: NET TX
cs_cz: ODESLÁNO
es_es: Red TX
ru_ru: TX
zh_cn: 网络发送

source: NET DOWNLOAD SPEED
cs_cz: RYCHLOST STAHOVÁNÍ
es_es: VEL. DESCARGA DE RED
et_ee: Võrgu allalaadimise kiirus
fa_ir: سرعت دانلود شبکه
pt_br: VELOCIDADE DE DOWNLOAD
pt_pt: VELOCIDADE DE TRANSFERÊNCIA DA REDE
ru_ru: Скорость входящих соединений
sk_sk: Downolad rýchlosť
tr_tr: NET İNDİRME HIZI
zh_cn: 网络下载速度

source: NET UPLOAD SPEED
cs_cz: RYCHLOST ODESÍLÁNÍ
es_es: VEL. SUBIDA DE RED
et_ee: Võrgu üleslaadimise kiirus
fa_ir: سرعت آپلود شبکه
pt_br: vELOCIDADE DE UPLOAD
pt_pt: VELOCIDADE DE ENVIO DA REDE
ru_ru: Скорость исходящих соединений
sk_sk: Upload rýchlosť
tr_tr: NET GÖNDERME HIZI
zh_cn: 网络上载速度

source: attach/detach in progress
cs_cz: probíhá připojování/odpojování
es_es: conexión/desconexión en progreso
et_ee: ühendamine/lahtiühendamine edenemisel
fa_ir: اتصال/انفصال در حال انجام است
pt_br: anexar/desanexar em progresso
pt_pt: anexar/desanexar em curso
ru_ru: выполняется присоединение/отсоединение
sk_sk: Pripájanie / Odpájanie prebieha
tr_tr: bağla/ayır işlemi devam ediyor
zh_cn: 正在附加／解除附加

source: Attach security group
ru_ru: Подключить группу безопасности
sk_sk: Pripoj security skupinu

source: This will detach the security group immediately
ru_ru: Это сразу отключит группу безопасности
sk_sk: Okamžite odpojiť security skupinu

source: This will detach the alias immediately
cs_cz: Toto okamžitě odpojí alternativní název
es_es: Esto separará el alias de inmediato
pt_br: Isso irá remover o rótulo imediatamente
ru_ru: Это немедленно отключит алиас
sk_sk: Táto akcia detachne alias okamžite
zh_cn: 这将立即卸载别名

source: Network reception
cs_cz: Přijato
es_es: Recepción de red
et_ee: Võrgu vastuvõtt
fa_ir: دریافت شبکه
pt_br: Recepção da rede
pt_pt: Receção de Rede
ru_ru: Принято по сети
sk_sk: Sieťový príjem
tr_tr: Ağ alımı
zh_cn: 网络接收

source: Network transmission
cs_cz: Odesláno
es_es: Transmisión de red
et_ee: Võrgu edastamine
fa_ir: نقل و انتقال شبکه
pt_br: Transmissão da rede
pt_pt: Transmissão de Rede
ru_ru: Передано по сети
sk_sk: Sieťové vysielanie
tr_tr: Ağ gönderimi
zh_cn: 网络发送
