Repository: OpenNebula/one
Catalog: src/sunstone/public/locale/languages/*.po
Languages: cs_cz, es_es, et_ee, fa_ir, pt_br, pt_pt, ru_ru, sk_sk, tr_tr, zh_cn

source: You selected the following ACL rule:
cs_cz: Vybrali jste následující ACL pravidlo:
es_es: Ha seleccionado la siguiente regla ACL:
et_ee: Sa valisid järgmise juurdepääsu reegli:
fa_ir: شما قانون ACL زیر را انتخاب کرده‌اید:
pt_br: Você selecionou a seguinte regra ACL:
pt_pt: Selecionou a seguinte regra ACL:
ru_ru: Вы выбрали следующее правило ACL:
sk_sk: Vybral si nasledovné ACL pravidlo:
tr_tr: Belirtilen Erişim Kontrol Listesi kuralını seçtiniz:
zh_cn: 您选择了以下ACL规则：

source: Please select one or more ACL rules from the list
cs_cz: Vyberte ze seznamu jedno nebo více ACL pravidel
es_es: Por favor, seleccione una o varias reglas ACL del listado
et_ee: Palun vali üks või mitu juurdepääsu reeglit nimekirjast
fa_ir: لطفاً یک یا چند قانون ACL از لیست زیر انتخاب نمایید.
pt_br: Por favor, selecione uma ou mais regras ACL da lista
pt_pt: Por favor selecione uma ou mais regras ACL da lista
ru_ru: Пожалуйста выберите одно или несколько правил ACL из списка
sk_sk: Vyber jedno alebo viac ACL pravidiel zo zoznamu
tr_tr: Lütfen listeden bir veya daha fazla Erişim Kontrol Listesi kuralı seçiniz
zh_cn: 请从列表中选择一条或多条ACL规则

source: You selected the following ACL rules:
cs_cz: Vybrali jste následující ACL pravidla:
es_es: Ha seleccionado las siguientes reglas ACL:
et_ee: Sa valisid järgmised juurdepääsu reeglid:
fa_ir: شما قوانین ACL زیر را انتخاب کرده‌اید:
pt_br: Você selecionou as seguintes regras ACL:
pt_pt: Selecionou as seguintes regras ACL:
ru_ru: Вы выбрали следующие правила ACL:
sk_sk: Vybral si nasledovné ACL pravidlá:
tr_tr: Belirtilen Erişim Kontrol Listesi kurallarını seçtiniz:
zh_cn: 您选择了以下ACL规则：

source: Documents
cs_cz: Dokumenty
es_es: Documentos
et_ee: Dokumendid
fa_ir: مستندات
pt_br: Documentos
pt_pt: Documentos
ru_ru: Документы
sk_sk: Dokumenty
tr_tr: Dökümanlar
zh_cn: 文档

source: Marketplaces
cs_cz: Katalogy
es_es: Tienda de Aplicaciones
et_ee: Poed
pt_br: Lojas
ru_ru: Магазин приложений
sk_sk: Trhoviská
tr_tr: Market Yerleri
zh_cn: 应用市场

source: Marketplace Apps
cs_cz: Předpřipravené stroje katalogu
es_es: Tienda de Aplicaciones
et_ee: Rakendused poes
pt_br: Loja de Apps
ru_ru: Приложения из магазина приложений
sk_sk: Obchodné aplikácie
tr_tr: Market Yeri Uygulamaları
zh_cn: 应用市场 Apps

source: VM Groups
cs_cz: Skupiny virt. strojů
es_es: Grupos MV
et_ee: VM Grupid
pt_br: Grupos de VM
ru_ru: Группы ВМ
sk_sk: Grupy VS
tr_tr: Sanal Makine Grupları
zh_cn: 虚拟机组

source: Cluster ID
cs_cz: Identifikátor clusteru
es_es: ID Clúster
et_ee: Klastri ID
fa_ir: شماره خوشه
pt_br: ID do Cluster
pt_pt: ID do Cluster
ru_ru: № кластера
tr_tr: Küme ID
zh_cn: 集群 ID

source: Zone created
cs_cz: Zóna vytvořena
es_es: Zona creada
et_ee: Tsoon loodud
pt_br: Zona criada
ru_ru: Зона создана
sk_sk: Zóna bola vytvorená
tr_tr: Alan oluşturuldu
zh_cn: 区域已创建

source: Endpoint
cs_cz: Adresa pro připojení
es_es: Punto Terminal
et_ee: Lõpp-punkt
fa_ir: نقطه پایانی
pt_pt: Ponto final
ru_ru: Конечная точка
sk_sk: Koncový bod
tr_tr: Uç nokta
zh_cn: 端点

source: Please select a Zone from the list
cs_cz: Vyberte zónu ze seznamu
es_es: Seleccione una Zona de la lista
et_ee: Palun vali tsoon nimekirjast
fa_ir: یک ناحیه را از لیست انتخاب کنید
pt_br: Por favor, selecione uma Zona da lista
pt_pt: Por favor selecione uma Zona da lista
ru_ru: Выберите зону из списка
sk_sk: Vyber zónu zo zoznamu
tr_tr: Lütfen listeden bir Alan seçiniz
zh_cn: 请从列表中选择一个区域

source: You selected the following Zone:
cs_cz: Vybrali jste následující zónu:
es_es: Ha seleccionado la siguiente Zona:
et_ee: Sa valisid järgmise tsooni:
fa_ir: شما ناحیه‌های زیر را انتخاب کرده‌اید:
pt_br: Você selecionou a seguinte Zona:
pt_pt: Selecionou a seguinte Zona:
ru_ru: Вы выбрали следующую зону:
sk_sk: Vybral si nasledovnú zónu:
tr_tr: Belirtilen Alanı seçtiniz:
zh_cn: 您选择了以下区域：

source: Please select one or more Zones from the list
cs_cz: Vyberte ze seznamu jednu nebo více zón
es_es: Seleccione una o mas Zonas de la lista
et_ee: Palun vali üks või mitu tsooni nimekirjast
fa_ir: لطفاً یک یا تعداد بیشتر ناحیه از لیست انتخاب کنید
pt_br: Por favor, selecione uma ou mais Zonas da lista
pt_pt: Por favor selecione uma ou mais Zonas da lista
ru_ru: Выберите одну или несколько зон из списка
sk_sk: Vyber jednu alebo viac zón zo zoznamu
tr_tr: Lütfen listeden bir veya daha fazla Alan seçiniz
zh_cn: 请从列表中选择一个或多个区域

source: You selected the following Zones:
cs_cz: Vybrali jste následující zóny:
es_es: Ha seleccionado las siguientes Zonas:
et_ee: Sa valisid järgmised tsoonid:
fa_ir: شما ناحیه‌های زیر را انتخاب کرده‌اید
pt_br: Você selecionou as seguintes Zonas:
pt_pt: Selecionou as seguintes Zonas:
ru_ru: Вы выбрали следующие зоны:
sk_sk: Vybral si nasledovné zóny:
tr_tr: Belirtilen Alanları seçtiniz:
zh_cn: 您选择了以下区域：

source: Infrastructure
cs_cz: Infrastruktura
es_es: Infraestructura
et_ee: Taristu
fa_ir: زیرساخت
pt_br: Infraestrutura
pt_pt: Infraestrutura
ru_ru: Инфраструктура
sk_sk: Infraštruktúra
tr_tr: Altyapı
zh_cn: 基础设施

source: ON
cs_cz: ZAPNUTÝ
es_es: ENCENDIDO
et_ee: SEES
fa_ir: روشن
pt_br: LIGADOS
pt_pt: LIGADO
ru_ru: ВКЛ
sk_sk: Beží
tr_tr: AÇIK
zh_cn: 启用

source: Service Templates
cs_cz: Šablony služeb
es_es: Plantilla de Servicio
et_ee: Teenuse mallid
pt_br: Templates de Serviço
ru_ru: Шаблоны Сервисов
sk_sk: Šablóna služby
tr_tr: Servis Şablonları
zh_cn: 服务模板

source: Service Template
cs_cz: Šablona služby
es_es: Plantilla de Servicio
et_ee: Teenuse mall
pt_br: Template de Serviço
ru_ru: Шаблон Серовиса
sk_sk: Šablóna služby
tr_tr: Servis Şablon
zh_cn: 服务模板

source: Create User
cs_cz: Vytvořit uživatele
es_es: Crear Usuario
et_ee: Loo kasutaja
fa_ir: ایجاد کاربر
pt_br: Criar Usuário
pt_pt: Criar Utilizador
ru_ru: Создать пользователя
sk_sk: Vytvor užívateľa
tr_tr: Kullanıcı Oluştur
zh_cn: 创建用户

source: To define secondary groups you need to also set the main group
cs_cz: Při nastavení vedlejších skupin je třeba také určit hlavní skupinu
es_es: Para definir grupos secundarios necesita igualmente marcar un grupo principal
et_ee: Et defineerida sekundaarne grupp pead sa samuti valima primaarse grupi
pt_br: Para definir os grupos secundários você precisa também definir o grupo principal
ru_ru: Для определения вторичной группы должны так же установить главную группу
sk_sk: Pre definovanie sekundárnej skupiny musí byť zadefinovaná najskôr primárna skupina
tr_tr: İkincil grupları tanımlamak için ana grubun da ayarlanmanız gerekmektedir
zh_cn: 要定义次要群组您也需要设置主要群组

source: User created
cs_cz: Uživatel vytvořen
es_es: Usuario creado
et_ee: Kasutaja loodud
pt_br: Usuário criado
ru_ru: Пользователь создан
sk_sk: Užívateľ bol vytvorený
tr_tr: Kullanıcı oluşturuldu
zh_cn: 用户已创建

source: ascending
cs_cz: vzestupně
es_es: ascendente
et_ee: kasvavalt
fa_ir: صعودی
pt_br: crescente
pt_pt: ascendente
ru_ru: восходящий
sk_sk: Vzostupne
tr_tr: artan
zh_cn: 正序

source: descending
cs_cz: sestupně
es_es: descendente
et_ee: kahanevalt
fa_ir: نزولی
pt_br: decrescente
pt_pt: descendente
ru_ru: нисходящий
sk_sk: Zostupne
tr_tr: azalan
zh_cn: 倒序

source: Auth
cs_cz: Ověření
es_es: Autorización
et_ee: Autentimine
pt_br: Autenticação
pt_pt: Autenticação
ru_ru: Аутентификация
sk_sk: Autorizácia
tr_tr: Kimlik Doğrulama
zh_cn: 认证

source: Manage two factor authentication
cs_cz: Spravovat dvoufázové ověřování
es_es: Administrar autenticacion en dos pasos
pt_br: Gerênciar autênticação de dois fatores
ru_ru: Настроить 2-факторную аутентификацию
sk_sk: Správa dvojfaktorovej autentifikácie
zh_cn: 管理两步身份验证

source: Disable all authenticators
cs_cz: Zakázat veškeré ověřovací aplikace
es_es: Deshabilitar todos los autenticadores
pt_br: Desabilitar todos autenticadores
ru_ru: Отключить все модули авторизации
sk_sk: Vypni všetky autentifikátory
zh_cn: 禁用所有验证器

source: Password
cs_cz: Heslo
es_es: Contraseña
et_ee: Parool
fa_ir: رمز عبور
pt_br: Senha
pt_pt: Palavra-passe
ru_ru: Пароль
sk_sk: Heslo
tr_tr: Şifre
zh_cn: 密码

source: Current password
cs_cz: Stávající heslo
es_es: Contraseña actual
et_ee: Praegune parool
pt_br: Senha atual
ru_ru: Текущий пароль
sk_sk: Aktuálne heslo
tr_tr: Şimdiki şifre
zh_cn: 当前密码

source: Close
cs_cz: Zavřít
es_es: Cerrar
et_ee: Sulge
pt_br: Fechar
ru_ru: Закрыть
sk_sk: Zavri
tr_tr: Kapat
zh_cn: 关闭

source: Change primary group
cs_cz: Změnit hlavní skupinu
es_es: Cambiar grupo principal
et_ee: Muuda primaarset gruppi
pt_br: Alterar grupo primário
ru_ru: Изменить основную группу
sk_sk: Zmeň primárnu skupinu
tr_tr: Birincil grubu değiştir
zh_cn: 更改主要群组

source: This will change the primary group of the selected users. Select the new group
cs_cz: Toto označeným uživatelům změní hlavní skupinu. Vyberte novou skupinu
es_es: Se cambiará el grupo principal para los usuarios seleccionados. Seleccione el nuevo grupo
et_ee: See muudab valitud kasutajate primaarset gruppi. Vali uus grupp
pt_br: Isto irá alterar o grupo primário dos usuários selecionados. Selecione o novo grupo
ru_ru: Это изменит основную группу выбранных пользователей. Выберите новую группу
sk_sk: Týmto zmeníš primárnu skupinu pre vybratých používateľov. Vyber novú skupinu.
tr_tr: Bu, seçilen kullanıcıların birincil grubunu değiştirecektir. Yeni grubu seçin
zh_cn: 此操作将更改所选用户的主要群组，请选择新群组

source: Authenticator app already registered
cs_cz: Aplikace pro ověřování se už je zaregistrována
es_es: Aplicación Autenticadora ya fue registrada
pt_br: Autenticador de app já registrado
ru_ru: Приложение авторизации уже зарегистрировано
sk_sk: Autentifikačná aplikácia už bola registrovaná
zh_cn: 验证器应用已注册

source: Auth driver
cs_cz: Ovladač ověř.
es_es: Driver de autenticación
et_ee: Autentimise draiver
pt_br: Driver de Auth
pt_pt: Driver de autenticação
ru_ru: Драйвер авторизации
sk_sk: Auth ovládač
tr_tr: Kimlik Doğrulama sürücüsü
zh_cn: 认证驱动器

source: Group ID
cs_cz: Identifikátor skupiny
es_es: ID de Grupo
et_ee: Grupi ID
fa_ir: مشخصه گروه
pt_br: ID do Grupo
pt_pt: ID de Grupo
ru_ru: ID группы
sk_sk: ID Skupiny
tr_tr: Grup ID
zh_cn: 群组ID

source: Hidden User Data
cs_cz: Skrytá uživatelská data
es_es: Datos de Usuario Ocultos
et_ee: Peidetud kasutaja andmed
fa_ir: داده پنهان کاربر
pt_br: Ocultar Dados do Usuário
pt_pt: Dados de Utilizador ocultos
ru_ru: Скрытые данные пользователя
sk_sk: Skryté používateľské dáta
tr_tr: Gizli Kullanıcı Bilgisi
zh_cn: 隐藏的用户数据

source: Please select a User from the list
cs_cz: Vyberte uživatele ze seznamu
es_es: Por favor selecciona un Usuario de la lista
et_ee: Palun vali kasutaja nimekirjast
fa_ir: لطفاً کاربری از لیست انتخاب کنید
pt_br: Por favor, selecione um Usuário da lista
pt_pt: Por favor selecione um Utilizador da lista
ru_ru: Пожалуйста выберите пльзователя из списка
sk_sk: Vyber používateľa zo zoznamu
tr_tr: Lütfen listeden bir Kullanıcı seçiniz
zh_cn: 请从列表中选择用户

source: You selected the following User:
cs_cz: Vybrali jste následujícího uživatele:
es_es: Ha seleccionado el siguiente Usuario:
et_ee: Sa valisid järgmise kasutaja:
fa_ir: شما کاربر زیر را انتخاب کرده‌اید
pt_br: Você selecionou o seguinte Usuário:
pt_pt: Selecionou o seguinte Utilizador:
ru_ru: Вы выбрали следующего пользователя:
sk_sk: Vybral si nasledujúceho používateľa
tr_tr: Belirtilen kullanıcıyı seçtiniz:
zh_cn: 您选择了以下用户：

source: Please select one or more users from the list
cs_cz: Vyberte ze seznamu jednoho nebo více uživatelů
es_es: Por favor selecciona uno o mas usuarios de la lista
et_ee: Palun vali üks või mitu kasutajat nimekirjast
fa_ir: یک یا چند کاربر از لیست انتخاب کنید
pt_br: Por favor, selecione um ou mais usuários da lista
pt_pt: Por favor selecione um ou mais utilizadores da lista
ru_ru: Пожалуйста, выберите одного или нескольких пользователей из списка
sk_sk: Vyber jedného alebo viac používateľov zo zoznamu
tr_tr: Lütfen listeden bir ya da daha fazla kullanıcı seçin
zh_cn: 请从列表中选择一个或多个用户

source: You selected the following users:
cs_cz: Vybrali jste následující uživatele:
es_es: Ha seleccionado los siguientes usuarios:
et_ee: Sa valisid järgmised kasutajad:
fa_ir: شما کاربران زیر را انتخاب کرده‌اید
pt_br: Você selecionou os seguintes usuários:
pt_pt: Selecionou os seguintes utilizadores:
ru_ru: Вы выбрали следующих пользователей:
sk_sk: Vybral si nasledujúcich používateľov:
tr_tr: Belirtilen kullanıcıları seçtiniz:
zh_cn: 您选择了以下用户：

source: Config
cs_cz: Nastav.
es_es: Configuración
et_ee: Seaded
fa_ir: تنظیم
pt_br: Configurar
pt_pt: Configuração
ru_ru: Конфигурация
sk_sk: Konfigurácia
tr_tr: Yapılandırma
zh_cn: 配置

source: Fill in a new password
cs_cz: Zadejte nové heslo
es_es: Introduzca una nueva contraseña
et_ee: Sisesta uus parool
fa_ir: یک رمز عبور جدید وارد کنید
pt_br: Preencha com uma nova senha
pt_pt: Preencha de novo a palavra-passe
ru_ru: Введите новый пароль
sk_sk: Zadaj nové heslo
tr_tr: Yeni bir şifre giriniz
zh_cn: 填写新密码

source: Passwords do not match
cs_cz: Zadání hesla si neodpovídají
es_es: Las contraseñas no son iguales
et_ee: Paroolid ei kattu
fa_ir: رمز‌های عبور همخوانی ندارند
pt_br: Senhas não conferem
pt_pt: As palavras-chave não coincidem
ru_ru: Пароли не совпадают
sk_sk: Heslá nesúhlasia
tr_tr: Şifreler Uyuşmamaktadır
zh_cn: 密码不匹配

source: You have to provide an SSH key
cs_cz: Je třeba zadat SSH klíč
es_es: Debe introducir una clave SSH
et_ee: Sa pead sisestama SSH võtme
fa_ir: شما یک کلید SSH ارائه کرده‌اید
pt_br: Você deve fornecer uma chave SSH
pt_pt: Tem que fornecer uma chave SSH
ru_ru: Вам необходимо предоставить SSH ключ
sk_sk: Poskytni SSH kľúč
tr_tr: Bir SSH anahtarı sağlamalısınız
zh_cn: 您必须提供一个SSH密钥

source: Group Quotas
cs_cz: Skupinové kvóty
es_es: Cuotas de Grupo
et_ee: Grupi limiidid
fa_ir: سهمیه گروه
pt_br: Quotas do Grupo
pt_pt: Quotas de Grupo
ru_ru: Квоты группы
sk_sk: Skupinové kvóty
tr_tr: Grup Kotaları
zh_cn: 群组配额

source: Select group
cs_cz: Vyberte skupinu
es_es: Escoger grupo
et_ee: Vali grupp
fa_ir: انتخاب گروه
pt_br: Selecione o grupo
pt_pt: Selecione grupo
ru_ru: Выберите группу
sk_sk: Vyber skupinu
tr_tr: Grup seç
zh_cn: 选择群组

source: TOTAL VMs
cs_cz: CELKEM VIRT. STROJŮ
es_es: MVs TOTALES
pt_br: TOTAL DE VMs
ru_ru: Всего ВМ
sk_sk: Celkom VS
tr_tr: TOPLAM SANAL MAKİNELER
zh_cn: 虚拟机总数

source: ACTIVE
cs_cz: AKTIVNÍ
es_es: ACTIVA
et_ee: AKTIIVNE
fa_ir: فعال
pt_br: ATIVAS
pt_pt: ATIVA
ru_ru: Активен
sk_sk: AKTÍVNY
tr_tr: AKTIF
zh_cn: 活动

source: FAILED
cs_cz: NEZDAR
es_es: FALLO
et_ee: EBAÕNNESTUNUD
fa_ir: شکست خورد
pt_br: COM FALHA
pt_pt: FALHADO
ru_ru: Ошибка
sk_sk: ZHAVAROVANÝ
tr_tr: BAŞARISIZ
zh_cn: 失败

source: Instances
cs_cz: Instance
es_es: Instancias
pt_br: Instâncias
ru_ru: Экземпляры ВМ
sk_sk: Inštancie
tr_tr: Somut Makineler
zh_cn: 实例

source: Create Security Group
cs_cz: Vytvořit skupinu zabezpečení
es_es: Crear un grupo de seguridad
et_ee: Loo turvagrupp
fa_ir: ایجاد گروه امنیتی
pt_br: Criar Grupo de Segurança
pt_pt: Criar Grupo de Segurança
ru_ru: Создать Группу безопасности
sk_sk: Vytvor security skupinu
tr_tr: Güvenlik Grubu Oluştur
zh_cn: 创建安全组

source: Update Security Group
cs_cz: Upravit skupinu zabezpečení
es_es: Actualizar un grupo de seguridad
et_ee: Uuenda turvagrupp
fa_ir: به روز رسانی گروه امنیتی
pt_br: Atualizar Grupo de Segurança
pt_pt: Atualizar Grupo de Segurança
ru_ru: Обновить Группу безопасности
sk_sk: Aktualizuj security grupu
tr_tr: Güvenlik Grubu Güncelle
zh_cn: 更新安全组

source: Security Group created
cs_cz: Skupina zabezpečení vytvořena
es_es: Grupo de Seguridad creado
et_ee: Turvagrupp loodud
pt_br: Grupo de Segurança criado
ru_ru: Группа безопасности создана
sk_sk: Security skupina bola vytvorená
tr_tr: Güvenlik Grubu Oluşturuldu
zh_cn: 安全组已创建

source: Please note: each time the rules are edited, the commit operation is done automatically. <br/><br/>This action will force the propagation of security group changes to VMs. The operation takes time to iterate over all VMs in the security group, the progress can be checked in the "VMs" panel.
cs_cz: Pozor: pokaždé, když je pravidlo upraveno, provede se uplatnění jeho změněné podoby. <br/><br/>Tato akce vynutí propagaci změn skupiny zabezpečení na virt. stroje. Proces zabere nějakou dobu, než projde každý virt. stroj ve skupině zabezpečení. Průběh je možné sledovat v panelu „Virtuální stroje“.
es_es: Por favor: cada vez que las reglas se editan, la operación de actualización se hace automaticamente.<br/><br/>Esta acción forzará la propagación de los cambios en los grupos de seguridad en las MVs del grupo de seguridad afectado. El progreso del mismo puede ser verificado en el panel de "MV".
et_ee: Infoks: iga kord kui reegleid on muudetud, nende rakendus toimub automaatselt. <br/><br/> Tee tegevus rakendab turvagrupi muutused VM-dele. Kõigi turvagrupis olevate VM-de muutused võtavad aega, progressi saab jälgida VM panelilt.
pt_br: Por favor, note: cada vez que as regras são editadas, a operação de atualização é feita automaticamente.<br/><br/>Esta ação irá forçar a propagação das mudanças nos grupos de segurança das VMs. A operação leva tempo para ser realizada em todas as VMs no grupo de segurança, o progresso pode ser verificado no painel das "VMs".
ru_ru: Запомните: каждый раз когда правила изменяются, автоматически выполняется операция коммита. <br/><br/>Это может принудительно обновить группы безопасности на ВМ. Операция занимает определенное время до для выполнения на всех ВМ, текущий прогресс можно отследить на ВМ панели.
sk_sk: Zober na vedomie: po každej editácii pravidla je vždy automaticky vykonaný commit. Týmto je vynútené šírenie zmien skupinového zabezpečenia do virtuálnych strojov. Vykonanie operácie pre všetky virtuálne stroje zaberie určitý čas - progres možno skontrolovať na "VS" paneli.
tr_tr: Lütfen dikkat: kurallar her düzenlendiğinde, tamamlama işlemi otomatik olarak yapılır. <br/> <br/> Bu eylem, güvenlik grubu değişikliklerinin Sanal Makinelere yayılmasını zorlar. İşlem, güvenlik grubundaki tüm Sanal Makinelerin yinelenmesi için zaman alır, ilerleme Sanal Makineler panelinde kontrol edilebilir.
zh_cn: 注意：每次编辑规则后，更改会被自动提交。<br/><br/>该操作将强制将虚拟机安全组策略的变更传播给虚拟机。该操作下发至安全组内所有虚拟机将需要一些时间，下发进度可在“虚拟机”面板上查看。

source: Commit
cs_cz: Provést
es_es: Aplicar
et_ee: Rakenda
pt_br: Aplicar
ru_ru: Зафиксировать
sk_sk: Vykonaj
tr_tr: Yap
zh_cn: 提交

source: Outbound
cs_cz: Odchozí
es_es: Saliente
et_ee: Väljuv
fa_ir: خروجی
pt_br: Saída
pt_pt: Saída
ru_ru: Исходящий
sk_sk: Odchádzajúci
tr_tr: Giden
zh_cn: 出口流量

source: Inbound
cs_cz: Příchozí
es_es: Entrante
et_ee: Sisenev
fa_ir: ورودی
pt_br: Entrada
pt_pt: Entrada
ru_ru: Входящий
sk_sk: Prichádzajúci
tr_tr: Gelen
zh_cn: 入口流量

source: Any
cs_cz: Libovolná
es_es: Cualquiera
et_ee: Kõik
fa_ir: هر
pt_br: Qualquer
pt_pt: Qualquer
ru_ru: Любой
sk_sk: Ľubovoľný
tr_tr: Herhangi
zh_cn: 任意

source: Please select a security group from the list
cs_cz: Vyberte skupinu zabezpečení ze seznamu
es_es: Por favor seleccione un grupo de seguridad de la lista
et_ee: Palun vali turvagrupp nimekirjast
fa_ir: لطفاً یک گروه امنیتی از لیست انتخاب کنید
pt_br: Por favor, selecione um grupo de segurança da lista
pt_pt: Por favor selecione um grupo de segurança da lista
ru_ru: Пожалуйста, выберите группу безопасности из списка
sk_sk: Vyber security skupinu zo zoznamu
tr_tr: Lütfen listeden bir güvenlik grubu seçiniz
zh_cn: 请从列表中选择一个安全组

source: You selected the following security group:
cs_cz: Vybrali jste následující skupinu zabezpečení:
es_es: Ha seleccionado el siguiente grupo de seguridad:
et_ee: Sa valisid järgmise turvagrupi:
fa_ir: شما گروه امنیتی زیر را انتخاب کرده‌اید:
pt_br: Você selecionou o seguinte grupo de segurança:
pt_pt: Selecionou o seguinte grupo de segurança:
ru_ru: Вы выбрали следующие группы безопасности:
sk_sk: Vybral si nasledovné security slupiny:
tr_tr: Belirtilen güvenlik grubunu seçtiniz:
zh_cn: 您选择了以下的安全组：

source: Please select one or more security groups from the list
cs_cz: Vyberte ze seznamu jednu nebo více skupin zabezpečení
es_es: Por favor seleccione uno o mas grupos de seguridad de la lista
et_ee: Palun vali üks või mitu turvagruppi nimekirjast
fa_ir: لطفاً یک یا چند گروه امنیتی از لیست انتخاب کنید
pt_br: Por favor, selecione um ou mais grupos de segurança da lista
pt_pt: Por favor selecione um ou mais grupos de segurança da lista
ru_ru: Пожалуйста выберите не меннее одной группы безопасености из списка
sk_sk: Vyber jednu alebo viac security skupín zo zoznamu
tr_tr: Lütfen listeden bir ya da daha fazla güvenlik grubu seçiniz
zh_cn: 请从列表中选择一个或多个安全组

source: You selected the following security groups:
cs_cz: Vybrali jste následující skupiny zabezpečení:
es_es: Ha seleccionado el siguiente grupo de seguridad
et_ee: Sa valisid järgmised turvagrupid:
fa_ir: شما گروه‌های امنیتی زیر را انتخاب کرده‌اید:
pt_br: Você selecionou os seguintes grupos de segurança:
pt_pt: Selecionou os seguintes grupos de segurança:
ru_ru: Вы выбрали следующие группы безопасности:
sk_sk: Vybral si nasledovné security slupiny:
tr_tr: Belirtilen güvenlik gruplarını seçtiniz:
zh_cn: 您选择了以下的安全组：

source: Collapse VMs
cs_cz: Sbalit virt. stroje
es_es: Cerrar MVs
et_ee: Sulge VMd
pt_br: ￼Recolher VMs
ru_ru: Свернуть ВМ
sk_sk: Zhodenie virtuálnych strojov
tr_tr: Sanal Makineleri Çökert
zh_cn: 折叠虚拟机

source: Open VMs
cs_cz: Rozbalit virt. stroje
es_es: Abrir MVs
et_ee: Ava VMd
pt_br: Abrir VMs
ru_ru: Открыть ВМ
sk_sk: Otvor VSs
tr_tr: Sanal Makineleri Aç
zh_cn: 展开虚拟机

source: Network Topology
cs_cz: Topologie sítě
es_es: Modelo de Red
et_ee: Võrgu topoloogia
pt_br: Topologia da Rede
ru_ru: Топология сети
sk_sk: Topológia siete
tr_tr: Ağ Topolojisi
zh_cn: 网络拓扑

source: VNet
cs_cz: Virt. síť
es_es: Red Virtual
et_ee: VVõrk
fa_ir: شبکه مجازی
pt_br: RedeVirtual
ru_ru: Вирт. сеть
tr_tr: Sanal Ağ
zh_cn: 虚拟网络

source: IMAGE
cs_cz: OBRAZ
es_es: IMAGEN
et_ee: KETAS
fa_ir: ایمیج
pt_br: IMAGEM
pt_pt: IMAGEM
ru_ru: Образы
sk_sk: OBRAZ
tr_tr: IMAJ
zh_cn: 镜像

source: SYSTEM
cs_cz: SYSTÉMOVÝ
es_es: SISTEMA
et_ee: SÜSTEEMNE
fa_ir: سیستم
pt_br: SISTEMA
pt_pt: SISTEMA
ru_ru: Системный
sk_sk: SYSTÉM
tr_tr: SİSTEM
zh_cn: 系统

source: FILE
cs_cz: SOUBOR
es_es: FICHERO
et_ee: FAIL
fa_ir: فایل
pt_br: ARQUIVO
pt_pt: FICHEIRO
ru_ru: Файловый
sk_sk: SÚBOR
tr_tr: DOSYA
zh_cn: 文件

source: FAILED_UNDEPLOYING
cs_cz: CHYBA_RUŠENÍ
es_es: FALLO REPLEGANDO
et_ee: SEISKAMINE EBAÕNNESTUS
fa_ir: خطای_عدم_استقرارسازی
pt_pt: CANCELAMENTO_DE_INSTANCIACAO_FALHADO
ru_ru: Ошибка оключения
sk_sk: Zrušenie nasadenia neúspešné
tr_tr: KONUŞLANDIRMA_İPTALİ_BAŞARISIZ_OLDU
zh_cn: 失败_取消部署

source: FAILED_DEPLOYING
cs_cz: CHYBA_SPOUŠTĚNÍ
es_es: FALLO EN DESPLIEGUE
et_ee: KÄIVITUMINE EBAÕNNESTUS
fa_ir: خطای_استقرارسازی
pt_pt: INSTANCIACAO_FALHADA
ru_ru: Ошибка разрвёртывания
sk_sk: Chyba nasadenia
tr_tr: KONUŞLANDIRMA_BAŞARISIZ_OLDU
zh_cn: 失败_正在部署

source: FAILED_SCALING
cs_cz: CHYBA_ŠKÁLOVÁNÍ
es_es: FALLO ESCALANDO
et_ee: SKALEERUMINE EBAÕNNESTUS
fa_ir: خطا در توزین
pt_pt: ESCALONAMENTO_FALHADO
ru_ru: Ошибка масштабирования
sk_sk: Škálovanie neúspešné
tr_tr: BAŞARISIZ_ÖLÇEKLEME
zh_cn: 失败_扩展

source: INIT
cs_cz: PŘÍPRAVA
es_es: INICIAR
et_ee: ALUSTAB
pt_pt: INIC
ru_ru: Инициализация
tr_tr: BAŞLANGIÇ
zh_cn: 初始化

source: MONITORING_MONITORED
cs_cz: MONITORING_MONITOROVÁNO
fa_ir: در حال مانیتور_مانیتور شد
pt_pt: MONITORIZAR_MONITORIZADO
ru_ru: МОНИТОРИНГ_АКТИВЕН
sk_sk: MONITORING_MONITOROVANÝ
tr_tr: İZLEME_İZLENDİ
zh_cn: 监控中_已监控

source: MONITORED
cs_cz: MONITOROVANÝ
es_es: MONITORIZADO
et_ee: MONITOORINGUS
fa_ir: مانیتور شده
pt_pt: MONITORIZADO
ru_ru: НАБЛЮДАЕТСЯ
sk_sk: Monitorovaný
tr_tr: İZLENDİ
zh_cn: 已监控

source: DISABLED
cs_cz: ZAKÁZANÝ
es_es: DESHABILITADO
et_ee: KEELATUD
fa_ir: غیر فعال
pt_br: DESATIVADO
pt_pt: DESATIVADO
ru_ru: Отключен
sk_sk: DEAKTIVOVANÝ
tr_tr: DEVRE_DIŞI
zh_cn: 已禁用

source: MONITORING_ERROR
cs_cz: CHYBA_MONITOROVÁNÍ
et_ee: MONITOORING_VIGA
fa_ir: مشکل در مانیتورینگ
pt_pt: ERRO_DE_MONITORIZAÇÃO
ru_ru: ОШИБКА_МОНИТОРИНГА
sk_sk: MONITORING_CHYBA
tr_tr: İZLEME_HATASI
zh_cn: 监控中_错误

source: MONITORING_INIT
cs_cz: PŘÍPRAVA_MONITOROVÁNÍ
et_ee: MONITOORING_ALUSTAB
fa_ir: شروع مانیتورینگ
pt_pt: MONITORIZAÇÃO_A_INICIAR
ru_ru: НАЧАЛО_МОНИТОРИНГА
tr_tr: İZLEME_BAŞLANGICI
zh_cn: 监控中_初始化
