Repository: OpenNebula/one
Catalog: src/sunstone/public/locale/languages/*.po
Languages: cs_cz, es_es, et_ee, fa_ir, pt_br, pt_pt, ru_ru, sk_sk, tr_tr, zh_cn

source: Advanced service parameters
cs_cz: Pokročilé volby služby
es_es: Parámetros avanzados del servicio
et_ee: Täpsemad teenuse parameetrid
pt_br: Parâmetros avançados de serviços
ru_ru: Расширенные параметры сервиса
sk_sk: Rozšírené parametre služby
tr_tr: Gelişmiş servis parametreleri
zh_cn: 高级服务参数

source: Write the Service template here
cs_cz: Sem zadejte šablonu služby
es_es: Escriba aquí la plantilla del Servicio
et_ee: Kirjuta teenuse mall siia
fa_ir: قالب سرویس را در اینجا بنویسید
pt_br: Gravar o Template de Serviço aqui
pt_pt: Escreva o modelo do Serviço aqui
ru_ru: Сохранить шаблон сервиса здесь
sk_sk: Požiadavka bola vytvorená
tr_tr: Servis şablonlarını buraya yaz
zh_cn: 在此输入服务模板

source: Change
cs_cz: Změnit
es_es: Cambio
et_ee: Muuda
fa_ir: تغییر بده
pt_br: Alterar
pt_pt: Alterar
ru_ru: Сменить
sk_sk: Zmeň
tr_tr: Değiştir
zh_cn: 更改

source: Cardinality
cs_cz: Kardinalita
es_es: Cardinalidad
et_ee: Hulk
fa_ir: شمارگان
pt_br: Cardinalidade
pt_pt: Cardinalidade
ru_ru: Мощность
sk_sk: Kardinalita
tr_tr: Önem Derecesi
zh_cn: 基数

source: Percentage
cs_cz: Procenta
es_es: Porcentaje
fa_ir: درصد
pt_br: Percentagem
pt_pt: Percentagem
ru_ru: Проценты
sk_sk: Percentá
tr_tr: Yüzde
zh_cn: 百分比

source: Elasticity policies
cs_cz: Pravidla elasticity
es_es: Políticas de Elasticidad
et_ee: Elastsuse poliitikad
fa_ir: سیاست‌های انعطاف‌پذیری
pt_br: Políticas de elasticidade
pt_pt: Políticas de elasticidade
ru_ru: Стратегии масштабируемости
sk_sk: Pravidlá elasticity
tr_tr: Esneklik politikaları
zh_cn: 弹性策略

source: Type of adjustment.
cs_cz: Typ úpravy
es_es: Tipo de ajuste
et_ee: Kohandamise tüüp.
fa_ir: نوع تطبیق
pt_br: Tipo de ajuste
pt_pt: Tipo de ajustamento
ru_ru: Тип подстройки
sk_sk: Typ ladenia
tr_tr: Ayarlama türü.
zh_cn: 调整的类型。

source: CHANGE: Add/subtract the given number of VMs.
cs_cz: ZMĚNA: Přidá/odebere požadované množství virt. strojů.
es_es: CAMBIO: Añade / disminuye el número de VMs
et_ee: MUUDA: Lisa/eemalda antud arv VM-e.
pt_br: CHANGE: Adicionar/Subtrair determinado número de VMs.
ru_ru: ИЗМЕНИТЬ: добавить или отнять указанное число ВМ
sk_sk: Zmena: Pridaj / odober nastavený počet VS
tr_tr: DEĞİŞİKLİK: Verilen Sanal Makine sayısını ekleme / çıkarma.
zh_cn: 变更：添加/减去给定数量的虚拟机

source: CARDINALITY: Set the cardinality to the given number.
cs_cz: KARDINALITA: Nastaví kardinalitu na požadovanou hodnotu.
es_es: CARDINALIDAD: Fija la cardinalidad al número indicado.
et_ee: HULK: Sea hulk antud numbrile
fa_ir: شمارگان: شمارگان را به اندازه عدد داده شده تعیین می‌کند.
pt_br: CARDINALIDADE: Informe a cardinalidade do número.
pt_pt: CARDINALIDADE: Alterar a cardinalidade para o número indicado.
ru_ru: МОЩНОСТЬ: установить мощность в данное значение.
sk_sk: Kardinalita: Nastav kardinalitu na zadané číslo.
tr_tr: ÖNEM DERECESİ: Önem derecesini verilen bir sayıya ayarlayın.
zh_cn: 基数：将基数设置为给定的数字

source: PERCENTAGE_CHANGE: Add/subtract the given percentage to the current cardinality.
cs_cz: PROCENTUÁLNÍ_ZMĚNA: Přidá/odebere požadovanou část ke stávající kardinalitě.
es_es: CAMBIO_PORCENTAJE: Añadir/sustraer el porcentaje dado a la cardinalidad actual
et_ee: PROTSENTI_MUUTUS: Lisa/eemalda antud protsent praegusest hulgast
pt_br: PERCENTAGE_CHANGE: Adicionar/subtrair o percentual dado à cardinalidade atual.
ru_ru: ИЗМЕНЕНИЕ В ПРОЦЕНТАХ: прибавить или отнять данное процентное соотношение к текущей мощности.
sk_sk: PERCENTUÁLNA_ZMENA: Pridaj / zniž o dané percento aktuálnu kardinalitu.
tr_tr: YÜZDE_DEĞİŞİMİ: Belirtilen yüzdeyi geçerli önem derecesine ekleme/çıkarma.
zh_cn: 变更百分比：将当前的基数添加/减去给定的百分比

source: Positive or negative adjustment. Its meaning depends on 'type'
cs_cz: Kladná nebo záporná úprava. Význam závisí na „Typ“
es_es: Ajuste positivo o negativo. Su significado depende del 'tipo'
et_ee: Positiivne või negatiivne korrigeerimine. Selle tähendus sõltub 'tüübist'
fa_ir: طول گام مثبت یا منفی. معنای آن به «نوع» بستگی دارد
pt_br: Ajuste positivo ou negativo. Seu significado depende do 'tipo'
pt_pt: Ajustamento positivo ou negativo. O seu significado depende do 'tipo'
ru_ru: Положительная или отрицательная подстройка. Её действие зависит от поля "тип"
sk_sk: Kladné alebo záporné ladenie. Význam v závislosti na "type"
tr_tr: Olumlu veya olumsuz ayarlama. Anlamı, 'tip' e bağlı
zh_cn: 正的或负的调整。其意义取决于 ‘类型’

source: CHANGE: -2, will subtract 2 VMs from the role
cs_cz: ZMĚNA: -2 odebere 2 virt. stroje z role
es_es: CAMBIO: -2, sustraerá 2 MVs del rol
et_ee: MUUDA: -2, eemaldab rollist 2 VMi
pt_br: CHANGE:-2, irá subtrair 2 VMs da função
ru_ru: ИЗМЕНЕНИЕ: -2, вычесть 2 ВМ из данной роли
sk_sk: ZMENA: -2 odstráni 2 VS z roly
tr_tr: DEĞİŞEN: -2, rolden 2 Sanal Makine çıkaracak
zh_cn: 变更：-2，从角色中减去2台虚拟机

source: CARDINALITY: 8, will set cardinality to 8
cs_cz: KARDINALITA: 8 nastaví kardinalitu na 8
es_es: CARDINALIDAD: 8, establecerá la cardinalidad en 8
et_ee: HULK: 8, seab hulga 8le
pt_br: CARDINALIDADE: 8, definirá a cardinalidade para 8
ru_ru: МОЩНОСТЬ: 8, установить значение мощности в 8
sk_sk: KARDINALITA: 8 - nastaví kardinalitu na 8
tr_tr: ÖNEM DERECESİ: 8, önem derecesini 8'e ayarlar
zh_cn: 基数：8，将基数设置为8

source: PERCENTAGE_CHANGE: 20, will increment cardinality by 20%
cs_cz: PROCENTUÁLNÍ_ZMĚNA: 20 zvýší kardinalitu o 20 %
es_es: CAMBIO_PORCENTAJE: 20, incrementará la cardinalidad en un 20%
et_ee: PROTSENTI_MUUTUS: 20, suurendab hulka 20% võrra
fa_ir: تغییر_درصد: ۲۰ مقدار شمارگان را ۲۰٪ افزایش می‌دهد
pt_br: PERCENTAGE_CHANGE: 20, aumentará a cardinalidade em 20%
pt_pt: ALTERACAO_PERCENTAGEM: 20, irá aumentar a cardinalidade em 20%
ru_ru: ИЗМЕНЕНИЕ В ПРОЦЕНТАХ: 20, увеличить мощность на 20%
sk_sk: PERCENTUALNA_ZMENA: 20 - zníži kardinalitu o 20%
tr_tr: YÜZDE_DEĞİŞİKLİĞİ: 20, önem derecesini % 20 artırır
zh_cn: 变更百分比：20，将基数增加20%

source: Adjust
cs_cz: Úprava
es_es: Ajustar
et_ee: Kohanda
fa_ir: تنظیم
pt_br: Ajustar
pt_pt: Ajustar
ru_ru: Подстроить
sk_sk: Ladenie
tr_tr: Ayarla
zh_cn: 调整

source: Optional parameter for PERCENTAGE_CHANGE adjustment type.
cs_cz: Volitelný parametr pro typ PROCENTUÁLNÍ_ZMĚNA
es_es: Parámetro opcional para el tipo de ajuste CAMBIO_PORCENTAJE.
et_ee: PROTSENTI_MUUTUS kohandamise valikuline parameeter.
fa_ir: پارامتر اختیاری برای نوع گام تغییر_درصد
pt_br: Parâmetro opcional para o tipo de ajuste PERCENTAGE_CHANGE
pt_pt: Parâmetro opcional para ajustamento do tipo ALTERAR_PERCENTAGEM.
ru_ru: Необязательный параметр для типа ИЗМЕНЕНИЕ В ПРОЦЕНТАХ.
sk_sk: Voliteľný parameter pre typ PERCENTAGE:CHANGE
tr_tr: Optional parameter for YÜZDE_DEĞİŞİM adjustment type.
zh_cn: “变更百分比”调整类型的可选参数。

source: If present, the policy will change the cardinality by at least the number of VMs set in this attribute.
cs_cz: Pokud je nastaveno, pravidlo změní kardinalitu minimálně o tolik virt. strojů, kolik je nastaveno v tomto atributu
es_es: Si está presente, la política cambiará la cardinalidad de la menos el número de VMs que marca este atributo.
et_ee: Kui olemas, muudab see poliitika VM hulka selles atribuudis seatud arvu võrra.
fa_ir: اگر سساستی موجود باشد، شمارگان را به اندازه حداقل تعدادی که در این صفت آمده‌است تنظیم می‌کند.
pt_br: Se presente, a política irá alterar a cardinalidade com pelo menos o número de VMs definido neste atributo.
pt_pt: Se presente, a política irá alterar a cardinalidade em pelo menos o número de VMs definido neste atributo.
ru_ru: Если присутствует, правило изменит мощность не менее чем на количество ВМ, установленных в данном атрибуте.
sk_sk: Ak je nastavená, politika zmení kardinalitu o najmenej taký počet VS ako je uvedené v tomto atribúte
tr_tr: Varsa, ilke, en azından bu öznitelikte ayarlanan sanal makinelerin sayısına bağlı olarak önem derecesini değiştirecektir.
zh_cn: 如果存在，该策略会将基数变更为至少等于在此属性中设置的虚拟机数量。

source: Expression to trigger the elasticity
cs_cz: Výraz vyvolávající změnu elasticity
es_es: Expresión para comenzar el ajuste elástico
et_ee: Avaldis, et käivitada elastsuspoliitika
fa_ir: عبارتی که باعث شروع به کار انعطاف‌پذیری می‌شود
pt_br: Expressão para provocar a elasticidade
pt_pt: Expressão para despoletar a elasticidade
ru_ru: Выражение, управляющее масштабируемостью
sk_sk: Výraz pre spúšťač elastticity
tr_tr: Esneklik tetikleyecek ifade
zh_cn: 触发弹性操作的表达式

source: Example: ATT < 20
cs_cz: Příklad: ATT < 20
es_es: Ejemplo: ATT < 20
et_ee: Näiteks: ATT < 20
fa_ir: مثال: ATT < 20
pt_br: Exemplo: ATT < 20
pt_pt: Exemplo: ATT < 20
ru_ru: ПРИМЕР: ATT < 20
sk_sk: Príklad: ATT<20
tr_tr: Örnek: ATT < 20
zh_cn: 例如：ATT < 20

source: Number of periods that the expression must be true before the elasticity is triggered
cs_cz: Počet cyklů, během kterých musí být výraz pravdivý, než dojde ke změně elasticity
es_es: Número de períodos en que la expresión debe ser verdadera antes de que se active la elasticidad
et_ee: Perioodide arv milles avaldis peab tõene olema enne kui elastsuspoliitika käivitatakse
fa_ir: تعداد دوره‌هایی که عبارت باید قبل از شروع به کار انعطاف‌پذیری صحیح باشد
pt_br: Número de períodos que a expressão deve ser verdadeira antes da elasticidade ser acionada
pt_pt: Número de períodos em que a expressão deve ser verificada antes da elasticidade ser despoletada
ru_ru: Количество периодов, в течение которого выражение должно быть истинным, чтобы включить масштабируемость
sk_sk: Počet periód, pre ktoré musí byť výraz pravdivý, kým je elasticita spustená
tr_tr: Elastikiyet tetiklenmeden ifadenin doğru olması gereken süreler
zh_cn: 在弹性操作被激活之前，表达式必须保持为真的周期数量

source: Duration, in seconds, of each period in '# Periods'
cs_cz: Délka trvání každého cyklu v „#“ v sekundách
es_es: Duración, en segundos, de cada período en '# Períodos'
et_ee: Iga perioodi kestus, sekundites - '# Perioode'
fa_ir: طول زمان، بر اساس ثانیه، برای هر دوره به شکل '# Periods'
pt_br: Duração, em segundos, de cada período em '# Períodos'
pt_pt: Duração, em segundos, de cada período em '# Periods'
ru_ru: Продолжительность в секундах для каждого периода (из тех, что в "К-во периодов")
sk_sk: Trvanie, v sekundách pre každú periódu
tr_tr: '#Periyotlar' içindeki her periyodun saniye cinsinden süresi
zh_cn: 在‘周期数量’中每个周期的时长，以秒为单位

source: Period
cs_cz: Cyklus
es_es: Periodo
et_ee: Periood
fa_ir: دوره
pt_br: Período
pt_pt: Período
ru_ru: Период
sk_sk: Perióda
tr_tr: Dönem
zh_cn: 周期

source: Cooldown period duration after a scale operation, in seconds
cs_cz: Doba čekání po provedeném přeškálování, v sekundách
es_es: Duración del período de enfriamiento después de una operación de escalado, en segundos
et_ee: Jahtumise periood peale skaleerumise operatsiooni, sekundites
fa_ir: طول دوره خنک‌سازی پس از عملیات توزین، به ثانیه
pt_br: Período de hibernação após um período de operação escalado, em segundos
pt_pt: Duração do período de arrefecimento depois de uma operação de escalonamento, em segundos
ru_ru: Перерыв после операции масштабирования, в секундах
sk_sk: Trvanie Cooldown periódy po operácii škálovania, v sekondách
tr_tr: Ölçek işleminden sonraki cooldown periyodu süresi, saniye olarak
zh_cn: 扩展操作后的冷却时长，以秒为单位

source: Cooldown
cs_cz: Čekání
es_es: Congelar
et_ee: Jahtumine
fa_ir: استراحت
pt_br: Hibernar
pt_pt: Arrefecimento
ru_ru: Перерыв
tr_tr: Soğuma
zh_cn: 冷却

source: Number of VMs
cs_cz: Počet virt. strojů
es_es: Número de MVs
et_ee: VM arv
pt_br: Número de VMs
ru_ru: Количество ВМ
sk_sk: Počet virtuálnych strojov
tr_tr: Sanal Makinelerin Sayısı
zh_cn: 虚拟机数量

source: VM template to create this role's VMs
cs_cz: Šablona virt. stroje pro tuto roli
es_es: Plantilla de VM para crear las VMs de este rol
et_ee: VM mall selle rolli VM-de loomiseks
pt_br: Template de VM para criar estas funções VMs
ru_ru: ВМ шаблон для создания ВМ в рамках этой роли.
sk_sk: Šablóna virtuálneho stroja na vytvorenie úlohy virtuálneho stroja
tr_tr: Bu rolün Sanal Makinelerini oluşturmak için Sanal Makine şablonu
zh_cn: 创建此角色虚拟机所用的虚拟机模板

source: Parent roles
cs_cz: Nadřazené role
es_es: Roles padre
et_ee: Ülemrollid
fa_ir: نقش‌های والد
pt_br: Funções pais
pt_pt: Papéis pais
ru_ru: Роли-предки
sk_sk: Nadradené roly
tr_tr: Üst rol
zh_cn: 父角色

source: Network Interfaces
cs_cz: Síťové adaptéry
es_es: Interfaces de Red
et_ee: Võrguliidesed
fa_ir: واسط‌های شبکه
pt_br: Interfaces de Rede
pt_pt: Interfaces de Rede
ru_ru: Сетевые интерфейсы
sk_sk: Sieťové adaptéry
tr_tr: Ağ Arayüzü
zh_cn: 网络接口

source: This network interface will be configured as an ALIAS in the VM without context configuration.
cs_cz: Toto síťové rozhraní bude ve virt. stroji nastaveno jako ALTERNATIVNÍ NÁZEV bez nastavení kontextu.
es_es: Esta interfaz de red va a ser configurada como un ALIAS en la VM sin configuración de contextualización.
pt_br: Essa interface de rede será configurada como um ALIAS na VM sem configuração de contexto.
ru_ru: Этот сетевой интерфейс должен быть сконфигурирован как АЛИАС в ВМ без какого либо контекста.
sk_sk: Tento sieťový interface bude nakonfigurovaný ako alias v rámci virtuálneho stroja, bez konfigurácie kontentu
zh_cn: 将为此虚拟机未配置别名的这个网络接口配置别名。

source: Role network
cs_cz: Síť role
es_es: Rol de red
pt_br: Regra de Rede
ru_ru: Роли для сети
sk_sk: Rola sieť

source: Min VMs
cs_cz: Min. počet virt. strojů
es_es: Min MVs
et_ee: Minimaalselt VMd
fa_ir: حداقل ماشین‌های مجازی
pt_pt: Mín VMs
ru_ru: Мин. ВМ
sk_sk: Minimálny počet VS
tr_tr: Min Sanal Makineler
zh_cn: 最小虚拟机数量

source: Max VMs
cs_cz: Max. počet virt. strojů
es_es: Max MVs
et_ee: Maksimaalselt VMd
fa_ir: حد اکثر تعداد ماشین مجازی
pt_br: Máximo de VMs
pt_pt: Máximo VMs
ru_ru: Макс. кол-во ВМ
sk_sk: Max. počet virtuálnych strojov
zh_cn: 最大虚拟机数量

source: Cooldown time after an elasticity operation (seconds)
cs_cz: Doba čekání po změně elasticity (sekundy)
es_es: Tiempo de enfriamiento después de una operación de elasticidad (segundos)
et_ee: Jahtumise aeg peale elastsusoperatsiooni (sekundid)
pt_br: Período de hibernação após uma operação escalada (segundos)
ru_ru: Перерыв после операции масштабирования, в (секундах)
sk_sk: Čas cooldown po operácii elasticity (v sekundách)
tr_tr: Elastikiyet operasyonundan sonraki cooldown süresi (saniye)
zh_cn: 一个弹性操作后的冷却时间（秒）

source: Role elasticity
cs_cz: Pružnost role
es_es: Elasticidad del Rol
et_ee: Rolli elastsus
pt_br: Elasticidade da função
ru_ru: Политика размещения ролей:
sk_sk: Elasticita roly
tr_tr: Rol esnekliği
zh_cn: 角色弹性

source: If it is not set, the one set for the Service will be used
cs_cz: Pokud není nastaveno, použije se nastavení pro službu
es_es: Si no esta definida, se utilizará la que este definida en el Servicio
et_ee: Kui see pole sisestatud, kasutatakse väärtust min teenuses määratud
pt_br: Se não for definido, o valor definido no Serviço será utilizado
ru_ru: Если это не установлено, то для Сервиса будет использован один набор
sk_sk: Pokiaľ nie je nastavené, použije sa nastavenie služby
tr_tr: Ayarlanmazsa, Servis için ayarlanmış olan kullanılacaktır.
zh_cn: 如果未设置，服务中的设置将被使用

source: Advanced role parameters
cs_cz: Pokročilé volby role
es_es: Parámetros avanzados de Rol
et_ee: Täpsemad rolli parameetrid
pt_br: Parâmetros avançados da função
ru_ru: Расширенные параметры роли
sk_sk: Rizšírené parametre roly
tr_tr: Gelişmiş rol parametreleri
zh_cn: 高级角色参数

source: Recurrence
cs_cz: Opakování
es_es: Reaparición
et_ee: Korduvus
fa_ir: بازرخداد
pt_br: Recorrência
pt_pt: Recorrência
ru_ru: Повторяемость
sk_sk: Opakovanie
tr_tr: Yineleme
zh_cn: 重复

source: Scheduled policies
cs_cz: Naplánovaná pravidla
es_es: Políticas planificadas
et_ee: Ajastatud poliitikad
fa_ir: سیاست‌های زمان‌بندی شده
pt_br: Políticas agendadas
pt_pt: Políticas calendarizadas
ru_ru: Запланированные стратегии
sk_sk: Naplánované pravidlá
tr_tr: Planlanmış politikalar
zh_cn: 调度策略

source: Optional parameter for PERCENTAGE_CHANGE adjustment type. If present, the policy will change the cardinality by at least the number of VMs set in this attribute.
cs_cz: Volitelný parametr pro typ PROCENTUÁLNÍ_ZMĚNA. Pokud je nastavený, pravidlo změní kardinalitu minimálně o počet virt. strojů nastavených v tomto parametru.
es_es: Parámetro opcional paara el tipo de ajuste 'CAMBIO en PORCENTAJE'. Si el valor se ha fijado, la política cambiará la cardinalidad al menos en el número de MVs especificado por este atributo
et_ee: PROTSENTI_MUUTUS kohandamise tüübi valikuline parameeter. Kui see on olemas, muudab poliitika hulka vähemalt selle atribuudiga määratud VM-de arvu võrra.
fa_ir: پارامتر اختیاری برای نوع گام تغییر_درصد. اگر موجود باشد، سیاست، شمارگان را بر اساس حداقل تعداد ماشین‌های مجازی که در این صفت تنظیم شده تغییر می‌دهد
pt_br: Parâmetro opcional para o tipo de ajuste PERCENTAGE_CHANGE. Se presente, a política vai mudar a cardinalidade para pelo menos o número de VMs definido neste atributo.
pt_pt: Parâmetro opcional para o tipo de ajustamento ALTERACAO_PERCENTAGEM. Se preenchido, a política irá alterar a cardinalidade pelo número de VMs indicado neste atributo.
ru_ru: Необязательный параметр для ИЗМЕНЕНИЯ В ПРОЦЕНТАХ. Если присутствует, мощность стратегии изменится не менее, чем на количество ВМ, установленных в данном атрибуте.
sk_sk: Voliteľný parameter pre PERCENTAGE_CHANGE typ ladenia. Ak je zadaný, politiky zmenia kardinalitu o minimálne počet VS nastavený v tomto parametri.
tr_tr: PERCENTAGE_CHANGE ayar türü için isteğe bağlı parametre. Varsa, ilke, en azından bu öznitelikte ayarlanan sanal makinelerin sayısına bağlı olarak kararlılığı değiştirecektir.
zh_cn: “变更百分比”调整类型的可选参数。如果存在，该策略会将基数变更为至少等于在此属性中设置的虚拟机数量。

source: Recurrence: Time for recurring adjustments. Time is specified with the Unix cron syntax
cs_cz: Opakování: Čas pro opakované změny. Čas je napsaný ve formátu pro unixový cron.
es_es: Recurrencia: Tiempo para los ajustes recurrentes. Tiempo se especifica con la sintaxis de cron de Unix
et_ee: Korduvus: Korduvate muutuste aeg. Aeg on määratud Unix croni süntaksiga
pt_br: Recorrência: Horário para ajustes recorrentes. O horário é especificado utilizando a sintaxe cron do Unix
ru_ru: Повторяемость: время для повторяющихся подстроек. Время указывается с синтаксисом cron
sk_sk: Opakovanie: Čas pre naladenie opakovania. Čas je vyjadrený v UNIX cron syntaxi
tr_tr: Tekrarlama: Yinelenen ayarlamaların zamanı. Zaman Unix cron syntax ile belirtilir
zh_cn: 重复：重复调整的时间。时间按照UNIX的cron语法格式指定

source: Start time: Exact time for the adjustment
cs_cz: Čas startu: Přesný čas úpravy
es_es: Hora de comienzo: Hora exacta para el ajuste
et_ee: Käivituse aeg: Täpne aeg muutmiseks
pt_br: Horário de início: Horário exato para o ajuste
ru_ru: Время начала: точное время начала подстройки
sk_sk: Čas štartu: presný čas pre ladenie
tr_tr: Başlangıç zamanı: Ayarlamanın tam zamanı
zh_cn: 开始时间：调整开始的确切时间

source: Time format
cs_cz: Formát času
es_es: Formato horario
et_ee: Aja formaat
fa_ir: قالب زمان
pt_br: Formato da hora
pt_pt: Formato do tempo
ru_ru: Формат времени
sk_sk: Formát času
tr_tr: Zaman biçemi
zh_cn: 时间格式

source: Time expression depends on the the time format selected
cs_cz: Časový výraz závisí na zvoleném časovém formátu
es_es: La expresión de tiempo depende de hora seleccionado
et_ee: Aja avaldis sõltub valitud ajaformaadist
pt_br: Expressão de horário depende do formato do horário selecionado
ru_ru: Временное выражение зависит от выбранного формата времени
sk_sk: Vyjadrenie času závisí na zvolenom formáte
tr_tr: Zaman ifadesi seçilen zaman formatına bağlıdır
zh_cn: 时间表达式取决于所选的时间格式

source: Time expression
cs_cz: Časový výraz
es_es: Expresión de tiempo
et_ee: Aja avaldis
fa_ir: بیان زمان
pt_br: Expressão de tempo
pt_pt: Expressão de tempo
ru_ru: Временное выражение
sk_sk: Formát času
tr_tr: Zaman ifadesi
zh_cn: 时间表达式

source: Shutdown action
cs_cz: Způsob vypnutí
es_es: Acción de apagado
et_ee: Väljalülituse tegevus
fa_ir: عمل shotdown
pt_br: Ação de desligar
pt_pt: Ação de encerramento
ru_ru: Действие при выкл.
sk_sk: Vykonať shutdown
tr_tr: Kapatma eylemi
zh_cn: 关机操作

source: Ready Status Gate
cs_cz: Požadovat příznak připravenosti
es_es: Puerta de estado lista
fa_ir: درگاه وضعیت آماده
pt_br: Gate com Status Pronto
pt_pt: Porta de Estado Pronto
ru_ru: Шлюз готов к использованию
sk_sk: Ready status brána
tr_tr: Hazır Durum Kapısı
zh_cn: 就绪状态门

source: Automatic Deletion
ru_ru: Автоматическое Удаление
sk_sk: Automatické mazanie
zh_cn: 自动删除

source: Network Configuration
cs_cz: Nastavení sítě
es_es: Configuración de Red
et_ee: Võrgu seadistus
fa_ir: تنظیمات شبکه
pt_br: Configuração de Rede
pt_pt: Configuração de Rede
ru_ru: Конфигурация сети
sk_sk: Konfigurácia siete
tr_tr: Ağ Konfigürasyonu
zh_cn: 网络配置

source: Clone Service Template
cs_cz: Klonování šablony služby
es_es: Clonar Plantilla de Servicio
et_ee: Klooni teenuse mall
pt_br: Clonar Template de Serviço
ru_ru: Клонировать шаблон сервиса
sk_sk: Klonuj šablónu služby
tr_tr: Hizmet Şablonu Klonla
zh_cn: 克隆服务模板

source: Image location
cs_cz: Umístění obrazu
es_es: Ubicación de la Imagen
et_ee: Ketta asukoht
fa_ir: آدرس تصویر
pt_br: Local da imagem
pt_pt: Localização da imagem
ru_ru: Расположение образа
sk_sk: Umiestnenie obrazu
tr_tr: İmaj konumu
zh_cn: 镜像位置

source: Path/URL
cs_cz: Popis umístění / URL adresa
es_es: Ruta/URL
pt_br: Caminho/URL
ru_ru: Путь/URL
sk_sk: Cesta/URL
zh_cn: 路径/URL

source: Upload
cs_cz: Nahrát
es_es: Subir
et_ee: Lae üles
fa_ir: بارگزاری
pt_pt: Enviar
ru_ru: Закачать
sk_sk: Nahraj
tr_tr: Yükle
zh_cn: 上传

source: Path in OpenNebula server or URL
cs_cz: Popis umístění v OpenNebula serveru nebo URL
es_es: Ruta o URL en el Servidor de OpenNebula
pt_br: Caminho no servidor OpenNebula ou URL
ru_ru: Путь на сервере OpenNebula или URL
sk_sk: Cesta v rámci servera OpenNebula, alebo URL
zh_cn: OpenNebula服务器中的路径或URL

source: Write the Image template here
cs_cz: Sem zadejte šablonu obrazu
es_es: Escriba la plantilla de Imagen aquí
et_ee: Kirjuta ketta mall siia
fa_ir: قالب ایمیج را در اینجا بنویسید
pt_br: Gravar o template de Imagem aqui
pt_pt: Introduza o modelo de Imagem aqui
ru_ru: Сохранить шаблон образа здесь
sk_sk: Zapíš šablónu obrazu
tr_tr: İmaj şablonunu buraya yaz
zh_cn: 在此输入镜像模板

source: Mandatory
cs_cz: Povinný
es_es: Obligatorio
et_ee: Kohustuslik
pt_br: Mandatário
ru_ru: Обязательный
sk_sk: Povinný
tr_tr: Zorunlu
zh_cn: 必填

source: Scheduled actions in service
ru_ru: Запланированные действия в сервисе
sk_sk: Naplánované operácie pre sluzbu
zh_cn: 服务中的调度操作

source: Seconds between each group of actions
cs_cz: Počet sekund mezi každou skupinou akcí
es_es: Segundos entre cada grupo de acciones
et_ee: Sekundeid iga tegevuste rühma vahel
fa_ir: ثانیه‌های حد فاصل بین هر عمل
pt_br: Segundos entre grupos de ações
pt_pt: Segundos entre grupos de ações
ru_ru: Количество секунд между группами действий
sk_sk: Sekundy medzi každou skupinou operácií
tr_tr: Her bir eylem grubu arasındaki saniye sayısı
zh_cn: 每一组操作之间的时间间隔（秒）

source: Number
cs_cz: Počet
es_es: Número
fa_ir: تعداد
pt_br: Número
pt_pt: Número
ru_ru: Номер
sk_sk: Počet
tr_tr: Sayı
zh_cn: 数量

source: Number of VMs to apply the action to each period
cs_cz: Počet virt. strojů, na které se aplikuje akce během jednoho cyklu
es_es: Número de máquinas virtuales para aplicar la acción a cada período
et_ee: VM-id arv tegevuse rakendamiseks igas perioodis
fa_ir: تعداد ماشین‌های مجازی که در هر دوره عملیات انجام می‌دهند.
pt_br: Número de VMs para aplicar a ação em cada período
pt_pt: Número de VMs a aplicar a ação em cada período
ru_ru: Количество ВМ для применения действия в каждый период
sk_sk: Počet VS, na ktoré bude akcia aplikovaná počas každej periódy
tr_tr: İşlemi her periyota uygulamak için Sanal Makine sayısı
zh_cn: 每个操作周期可应用的虚拟机数量

source: Parents
cs_cz: Nadřazené
es_es: Padres
et_ee: Ülemad
fa_ir: والدین
pt_br: Pais
pt_pt: Pais
ru_ru: Предки
sk_sk: Rodičia
tr_tr: Ebeveyn
zh_cn: 上级
