Repository: OpenNebula/one
Catalog: src/sunstone/public/locale/languages/*.po
Languages: cs_cz, es_es, et_ee, fa_ir, pt_br, pt_pt, ru_ru, sk_sk, tr_tr, zh_cn

source: FS Freeze
ru_ru: Заморозка ФС
sk_sk: Zmraziť FS

source: QEMU Agent
ru_ru: QEMU Агент

source: How many backups do you want to keep?
ru_ru: Сколько бэкапов вы хотите сохранить?
sk_sk: Koľko záloh chceš udržiavať?

source: Mode
ru_ru: Режим
sk_sk: Mód

source: Full
ru_ru: Заполнен
sk_sk: Plná

source: Increment
ru_ru: Инкремент
sk_sk: Inkrementálna

source: Policy
cs_cz: Pravidla
es_es: Política
et_ee: Poliitika
fa_ir: خط مشی
pt_br: Política
pt_pt: Política
ru_ru: Поведение
sk_sk: Politika
tr_tr: Politika
zh_cn: 策略

source: Host Requirements
cs_cz: Požadavky na hostitele
es_es: Requisitos del host
et_ee: Serveri nõuded
fa_ir: نیازمندی‌های میزبان
pt_br: Requisitos do Host
pt_pt: Requisitos do anfitrião
ru_ru: Требования узла
sk_sk: Požiadavky hosta
tr_tr: Makine Gereksinimleri
zh_cn: 主机要求

source: Select Hosts
cs_cz: Vyberte hostitele
es_es: Seleccionar Host
et_ee: Vali serverid
fa_ir: میزبان‌ها را انتخاب کنید
pt_br: Selecionar os Hosts
pt_pt: Selecionar Anfitriões
ru_ru: Выберите узлы
sk_sk: Vyber hosty
tr_tr: Makineleri Seç
zh_cn: 选择主机

source: Select Clusters
cs_cz: Vyberte clustery
es_es: Seleccionar Clusters
et_ee: Vali klastrid
fa_ir: خوشه‌ها را انتخاب کنید
pt_br: Selecionar os Clusters
pt_pt: Selecionar Clusters
ru_ru: Выберите кластеры
sk_sk: Vyber clustre
tr_tr: Kümeleri Seç
zh_cn: 选择集群

source: Boolean expression that rules out provisioning hosts from list of machines suitable to run this VM
cs_cz: Booleovský výraz, který vyhodnotí vhodné hostitele pro spuštění virt. stroje
es_es: Expresión boolean que excluye el provisionamiento de hosts desde la lista de máquinas adecuadas para ejecutar esta MV.
et_ee: Kahendavaldis mis välistab serverite hulgast need, mis on selle VM-i käivituseks sobivad
fa_ir: عبارت دودویی که سرورهای مناسب تخصیص منابع به این ماشین مجازی را مشخص می کند
pt_br: Expressão booleana que exclui provisionamento de hosts de uma lista de máquinas apropriadas para executar esta VM
pt_pt: Expressões boleanas que excluam anfitriões de provisionamento da lista de máquinas para correr esta VM
ru_ru: Логическое выражение, исключающее элементы из списка узлов, подходящих для запуска данной ВМ
sk_sk: Logický výraz, ktorý hovorí o možnosti hosta poskytovať svoje zdroje pre beh tohto virtuálneho stroja
tr_tr: Bu Sanal Makineyi çalıştırmak için uygun makinelerin listesinden ana makine sağlanmasını önleyen boolean ifadesi
zh_cn: 布尔表达式，用于从适合运行此虚拟机的主机列表中排除一些项目

source: Datastore Requirements
cs_cz: Požadavky na datové úložiště
es_es: Requisitos del almacén
et_ee: Andmekogu nõuded
fa_ir: نیازمندی‌های مخزن داده
pt_br: Requisitos do Datastore
pt_pt: Requisitos da Datastore
ru_ru: Требования хранилища
sk_sk: Požiadavky úložiska
tr_tr: Veri Deposu Gereksinimleri
zh_cn: 数据存储要求

source: Host Rank
cs_cz: Zařazení hostitele
es_es: Rango del anfitrión
et_ee: Serveri järjestus
fa_ir: رتبه میزبان
pt_br: Posição do Host
pt_pt: Ranking de Anfitriões
ru_ru: Ранг узла
sk_sk: Postavenie hosta
tr_tr: Makine Sıralaması
zh_cn: 主机级别

source: Pack the VMs in the Hosts to reduce VM fragmentation
cs_cz: Seskupovat virt. stroje na hostitelích a snižovat tak fragmentaci virt. strojů
es_es: Empaquete las MVs en los hosts para reducir la fragmentación de MV
et_ee: Kogu VM-id väikseimasse hulka serveritesse, et vähendada killustatust
pt_br: Agrupar as VMs nos Host para reduzir a fragmentção de VM
ru_ru: Упаковка вирт. машин в узлах кластера для сокращения фрагментации
sk_sk: Komprimuj virtuálne stroje na hoste za účelom zníženia ich fragmentácie
tr_tr: Sanal Makine parçalanmasını azaltmak için Sanal Makineleri Ana Makineler'e paketleyin
zh_cn: 在主机中集聚虚拟机以减少虚拟机的碎片化

source: Spread the VMs in the Hosts
cs_cz: Rozložit virt. stroje mezi hostitele
es_es: Reparte las MVs por los nodos
et_ee: Jaga VMid serverite vahel laiali
pt_br: Distribuir as VMs nos Hosts
ru_ru: Распределить ВМ по узлам
sk_sk: Rozlož virtuálny stroj na hosty
tr_tr: Makinelerde Sanal Makineleri Yayma
zh_cn: 在主机中散布虚拟机

source: Load-aware
cs_cz: Zohlednit zátěž
et_ee: Koormustundlik
fa_ir: آگاه از بار
pt_pt: Controlo de carga
ru_ru: С учетом нагрузки
tr_tr: Yük-dengeli
zh_cn: 负载感知

source: Maximize the resources available to VMs in a Host
cs_cz: Maximalizuje dostupné zdroje pro virt. stroje na hostiteli
es_es: Maximizar los recursos disponibles para las MVs de un nodo
et_ee: Maksimeeri VM-ile serveris saadavad ressursid
pt_br: Maximizar os recursos disponíveis para as VMs de um Host
ru_ru: Максимизирует количество ресурсов узла, доступных вирт. машинам
sk_sk: Maximalizuj dostupné zdroje pre virtuálne stroje na hoste
tr_tr: Bir Makinedeki Sanal Makineler için mevcut kaynakları en üst düzeye çıkarın
zh_cn: 最大化主机上可供虚拟机使用的资源

source: This field sets which attribute will be used to sort the suitable hosts for this VM
cs_cz: Tato kolonka určuje, který atribut bude použit pro určení pořadí vhodných hostitelů pro tento virt. stroj.
es_es: Este campo especifica qué atributo se usará para ordenar los hosts adecuados para esta MV
et_ee: See väli määrab mis atribuudi järgi sorteeritakse sellele VM-ile sobivad serverid
fa_ir: این فیلد مشخص می‌کند که کدام صفت جهت مرتب‌سازی میزبانان این ماشین مجازی به کار می‌رود
pt_br: Este campo define qual atributo será utilizado para classificar os hosts adequados para esta VM
pt_pt: Este campo define qual atributo irá ser usado para ordenar os anfitriões indicados para esta VM
ru_ru: В данном поле устанавливается значение атрибута, используемое для ранжирования узлов, пригодных для размещения ВМ.
sk_sk: Toto pole určuje, ktorý atribút bude použitý na vytriedenie vhodného hosta pre tento virtuálny stroj.
tr_tr: Bu alan, bu Sanal Makine için uygun barındırıcıları sıralamak için hangi niteliğin kullanılacağını ayarlar
zh_cn: 这个字段设置哪个属性将被用来对适合放置此虚拟机的主机进行排序

source: Datastore Rank
cs_cz: Zařazení datového úložiště
es_es: Rango del almacén
et_ee: Andmekogu järk
fa_ir: رتبه ی فضای ذخیره سازی
pt_br: Posição do Datastore
pt_pt: Ranking de Datastores
ru_ru: Ранг хранилища
sk_sk: Postavenie úložiska
tr_tr: Veri Deposu Sıralaması
zh_cn: 数据存储等级

source: Tries to optimize storage usage by selecting the DS with less free space
cs_cz: Snaží se optimalizovat využití úložišť tím, že vybírá ta s méně volným místem
es_es: Trata de optimizar el uso de almacenamiento seleccionando el almacén con menos espacio libre
et_ee: Püüab kettaruumi kasutust optimeerida, valides vähima vaba ruumiga andmelao
fa_ir: تلاش می کند با استفاده از انتخاب دیتا استوری که کمتر استفاده شده است فضای ذخیره را بهینه کند.
pt_br: Tentar otimizar o uso do storage selecionando o DS com menos espaço livre
pt_pt: Tenta otimizar a utilização de armaznamento, selecionando a DS com menos espaço livre
ru_ru: По возможности оптимизирует использование хранилища путём выбора хранилища, в котором меньше свободного места
sk_sk: Optimalizácia využitia diskového priestoru výberom dátového skladu s menším objemom voľného priestoru
tr_tr: Daha az boş alanla veri deposunu seçerek depolama alanı kullanımını optimize etmeye çalışır
zh_cn: 尝试通过选择剩余空间较少的数据存储来优化存储使用

source: Striping. Tries to optimize I/O by distributing the VMs across datastores.
cs_cz: Rozkládat. Snaží se optimalizovat I/O rozložením virt. strojů mezi datová úložiště.
es_es: Fragmentación de datos. Trata de optimizar el la E/S distribuyendo las MVs en los datastores.
et_ee: Laialijagamine. Püüab optimeerida I/O-d, jagades VM-id andmekogude vahel.
fa_ir: استریپینگ. تلاش می‌کند تا I/O را به وسیله توزین ماشین‌های مجازی در سراسر مخازن داده بهبود ببخشد.
pt_br: Striping. Tenta otimizar o I/O distribuindo as VMs através dos datastores.
pt_pt: Striping. Tenta optimizar I/O distribuindo as VMs pelas datastores.
ru_ru: Чередование - по возможности оптимизирует использование хранилища путём распределения ВМ по разным хранилищам.
sk_sk: Striping - optimalizácia I/O operácií distribúciou virtuálôneho stroja naprieč úložiskami
tr_tr: Bölüştürme. Sanal Makineleri veri depoları boyunca dağıtarak Girdi/Çıktı'yı optimize etmeye çalışır.
zh_cn: 条带化。尝试通过向不同的数据存储分配虚拟机来优化I/O。

source: This field sets which attribute will be used to sort the suitable datastores for this VM
cs_cz: Tato kolonka určuje, který atribut bude použit k určení pořadí vhodných datových úložišť pro tento virt. stroj.
es_es: Este campo establece qué atributo se utilizará para ordenar los almacenes de datos adecuados para esta MV
fa_ir: این فیلد تعیین می‌کند که چه صفتی برای مرتب کردن مخازن داده برای این ماشین مجازی مورد استفاده قرار گیرد.
pt_br: Este campo define qual atributo será utilizado para ordenar os datastores indicados para essa VM
pt_pt: Este campo define que atributo será usado para ordenar as datastores adequadas para esta VM
ru_ru: В данном поле устанавливается значение атрибута, используемое для ранжирования хранилищ, пригодных для размещения ВМ.
sk_sk: Toto pole bude použité pre zoradenie vyhovujúcich úložísk pre tento virtuálny stroj
tr_tr: Bu alan, bu Sanal Makine için hangi niteliğin uygun veri depolarını kullanıp sıralamak için ayarlanır.
zh_cn: 这个字段设置哪个属性将被用来对适合放置此虚拟机的数据存储进行排序

source: Write the Virtual Machine template here
cs_cz: Sem zadejte šablonu virtuálního stroje
es_es: Escribe la plantilla de la Máquina Virtual aquí
et_ee: Kirjuta virtuaalse masina mall siia
fa_ir: قالب ماشین مجازی را در اینجا بنویسید
pt_br: Gravar o template da Máquina Virtual aqui
pt_pt: Escreva o modelo de Máquina Virtual aqui
ru_ru: Отредактируйте параметры шаблона ВМ вручную
sk_sk: Tu zapíš šablónu virtuálneho stroja
tr_tr: Sanal Makine şablonunu buraya yaz
zh_cn: 在此输入虚拟机模板

source: Register time
cs_cz: Čas registrace
es_es: Tiempo de registro
et_ee: Registreerimise aeg
fa_ir: زمان ثبت
pt_br: Registrar tempo
pt_pt: Registar tempo
ru_ru: Время регистрации
sk_sk: Čas registrácie
tr_tr: Kayıt zamanı
zh_cn: 注册时间

source: Created after
cs_cz: Vytvořený po
es_es: Creado después
et_ee: Loodud peale
pt_br: Criada depois
ru_ru: Создан после
sk_sk: Vytvorené po
tr_tr: Ardından düzenlendi
zh_cn: 之后创建的

source: Created before
cs_cz: Vytvořený před
es_es: Creado antes
et_ee: Loodud enne
pt_br: Criada antes
ru_ru: Создан перед
sk_sk: Vytvorené pred
tr_tr: Daha önce oluşturulmuş
zh_cn: 之前创建的

source: Clone Template
cs_cz: Klonovat šablonu
es_es: Clonar plantilla
et_ee: Klooni mall
fa_ir: همانندسازی از قالب
pt_br: Clonar Template
pt_pt: Clonar Modelo
ru_ru: Клонировать шаблон
sk_sk: Klonované šablóny
tr_tr: Şablon Klonla
zh_cn: 克隆模板

source: Several templates are selected, please choose prefix to name the new copies
cs_cz: Je vybráno více šablon, vyberte předponu pro pojmenování nových kopií
es_es: Se han seleccionado varias plantillas, por favor selecciona un prefijo para las nuevas copias
et_ee: Mitu malli on valitud, palun vali prefiks uutele koopiatele
fa_ir: چندین قالب انتخاب شده. لطفا برای کپی های جدید یک پیشوند انتخاب کنید
pt_br: Vários modelos estão selecionados, por favor escolha um prefixo para nomear as novas cópias
pt_pt: Vários modelos estão selecionados, por favor escolha um prefixo para nomear as novas cópias
ru_ru: Выбрано несколько шаблонов, укажите префикс для имен новых копий
sk_sk: Bolo vybratých viac šablón, zvoľ prefix pre meno nových kópií.
tr_tr: Birkaç şablon seçildi, lütfen yeni kopyaları adlandırmak için önek seçin
zh_cn: 已选中多个模版，请选择用于命名新副本的前缀

source: Prefix
cs_cz: Předpona
es_es: Prefijo
et_ee: Prefiks
fa_ir: پیشوند
pt_br: Prefixo
pt_pt: Prefixo
ru_ru: Префикс
tr_tr: Ön ek
zh_cn: 前缀

source: You can also clone any Image referenced inside this Template. They will be cloned to a new Image, and made persistent.
cs_cz: Můžete také naklonovat jakýkoliv obraz odkazovaný ze šablony. Ty budou naklonovány do nových obrazů a učiněny trvalými.
es_es: Puedes tambien clonar una Imagen referenciada dentro de esta Plantilla. Será clonada a la nueva Imagen y hecha persistente.
pt_br: Você também pode clonar qualquer Imagem referenciada dentro deste Template. Elas serão clonadas para uma nova imagem, e feitas persistentes.
ru_ru: Вы также можете скопировать любой Образ определенный в этом Шаблоне. Он будет скопирован в новый Образ, и инициирован как Persistent.
sk_sk: Môžeš tiež klonovať ľubovoľné obrazy odkazované vo vnútri šablóny. Tieto budú klonované na nový obraz a urobené ako perzistentné.
tr_tr: Ayrıca, bu Şablonda referans verilen herhangi bir İmajı klonlayabilirsiniz. Yeni bir İmaj'a kopyalanacak ve kalıcı hale gelecekler.
zh_cn: 您也能克隆在此模板中引用的任意镜像。他们将被克隆到新的镜像，并使之持久化。

source: Clone with Images
cs_cz: Klonovat s obrazy
es_es: Clonar con imagenes
et_ee: Klooni koos ketastega
pt_br: Clonar com Imagens
ru_ru: Клонировать из образа
sk_sk: Klonuj s obrazom
tr_tr: İmajla birlikte Klonla
zh_cn: 克隆镜像

source: Hostname
cs_cz: Název stroje
es_es: Nombre de Host
et_ee: Serveri nimi
fa_ir: نام میزبان
pt_pt: Nome do anfitrião
ru_ru: Имя хоста
sk_sk: Meno hosta
tr_tr: Makine adı
zh_cn: 主机名

source: Virtualization
cs_cz: Virtualizace
es_es: Virtualización
et_ee: Virtualiseerimine
fa_ir: مجازی‌سازی
pt_br: Virtualização
pt_pt: Virtualização
ru_ru: Виртуализация
sk_sk: Virtualizácia
tr_tr: Sanallaştırma
zh_cn: 虚拟化

source: Custom VMM_MAD
cs_cz: Vlastní VMM_MAD
es_es: VMM_MAD personalizado
et_ee: Kohandatud VMM_MAD
fa_ir: VMM_MAD سفارشی
pt_br: VMM_MAD personalizado
pt_pt: VMM_MAD Personalizada
ru_ru: Пользовательский VMM_MAD
sk_sk: Používateľský VMM_MAD
tr_tr: Özel VMM_MAD
zh_cn: 自定义VMM_MAD

source: Custom IM_MAD
cs_cz: Vlastní IM_MAD
es_es: IM_MAD personalizado
et_ee: Kohandatud IM_MAD
fa_ir: IM_MAD سفارشی
pt_br: IM_MAD personalizado
pt_pt: IM_MAD Personalizada
ru_ru: Пользовательский IM_MAD
sk_sk: Používateľský IM_MAD
tr_tr: Özel IM_MAD
zh_cn: 自定义IM_MAD

source: Region name
cs_cz: Název oblasti
es_es: Nombre de región
et_ee: Regiooni nimi
pt_br: Nome da região
ru_ru: Название региона
sk_sk: Meno regiónu
tr_tr: Bölge adı
zh_cn: 区域名称

source: Access key ID
cs_cz: Přístupový klíč č.
es_es: ID clave de acceso
et_ee: Juurdepääsuvõtme ID
pt_br: ID de Chave de Acesso
ru_ru: Идентификатор Ключа доступа
sk_sk: ID prístupového kľúča
tr_tr: Erişim anahtarı ID
zh_cn: 访问密钥ID

source: Secret access key
cs_cz: Tajný přístupový klíč
es_es: Clave acceso secreta
et_ee: Salajane juurdepääsuvõti
pt_br: Chave secreta de acesso
ru_ru: Секретный Ключ доступа
sk_sk: Privátny prístupový kľúč
tr_tr: Gizli erişim tuşu
zh_cn: 安全访问密钥

source: The valid list of instance types can be found in the official Amazon EC2 documentation, please use a value from the Model column of the following table: aws.amazon.com/ ec2/instance-types/
cs_cz: Seznam platných typů instancí je k dispozici v oficiální dokumentaci k Amazon EC2. Použijte hodnotu ze sloupce Model z následující tabulky: aws.amazon.com/ec2/instance-types/
es_es: La lista valida de tipos de instancias pueden encontrarse en la documentación oficial de Amazon EC2. Por favor, Usa un valor desde la columna Modelo de la siguiente tabla: tabla: aws.amazon.com/ ec2/instance-types/
pt_br: A lista válida de tipos de instância pode ser encontrada na documentação oficial do Amazon EC2, use um valor da coluna Modelo da tabela a seguir: aws.amazon.com/ec2/instance-types/
ru_ru: Список действующих значений instance types можно найти в официальной документации Amazon EC2, используйте значение в колонке "Model column" из таблицы: aws.amazon.com/ ec2/instance-types/
sk_sk: Platný zoznam typov inštancií je možné nájsť v oficiálnej Amazon EC2 dokumentácii, použi hodnoty zo stĺpca Model v nasledujúcej tabuľke: aws.amazon.com/ ec2/instance-types/
zh_cn: 有效的实例类型列表可以在Amazon EC2官方文档中找到，请使用下表Model列中的值：aws.amazon.com/ec2/instance-types/

source: Key
cs_cz: Klíč
es_es: Clave
et_ee: Võti
pt_br: Chave
ru_ru: Ключ
sk_sk: Kľúč
tr_tr: Anahtar
zh_cn: 键

source: Remote username
cs_cz: Uživatelský účet na protějšku
es_es: Nombre de usuario remoto
pt_br: Usuário remoto
ru_ru: Удаленное имя пользователя
sk_sk: Vzdialené používateľské meno
zh_cn: 远端用户名

source: Remote password
cs_cz: Heslo na protějšku
es_es: Contraseña remota
pt_br: Senha do usuário remoto
ru_ru: Удаленный пароль
sk_sk: Vzdialené heslo
zh_cn: 远端密码

source: Remote endpoint
cs_cz: Koncová adresa na protějšku
es_es: Endpoint remoto
pt_br: Endpoint remoto
ru_ru: Удаленная точка подключения
sk_sk: Vzdialený endpoint
zh_cn: 远端端点

source: Remote capacity
cs_cz: Kapacita protějšku
es_es: Capacidad remota
pt_br: Capacidade remota
ru_ru: Удаленная емкость
sk_sk: Vzdialená kapacita
zh_cn: 远端容量

source: Get Clusters
cs_cz: Načíst clustery
es_es: Obtener Clusters
pt_br: Obter Clusters
ru_ru: Получить кластеры
sk_sk: Získaj clustre
tr_tr: Kümeleri Getir
zh_cn: 获取集群

source: Datastore ID
cs_cz: Identif. datového úložiště
es_es: ID Datastore
et_ee: Andmekogu ID
fa_ir: شناسه مخزن داده
pt_br: ID do Datastore
pt_pt: ID Datastore
ru_ru: № хранилища
sk_sk: ID úložiska
tr_tr: Veri Deposu ID
zh_cn: 数据存储ID

source: Real Memory
cs_cz: Skutečná paměť
es_es: Memorial Real
et_ee: Tegelik mälu
fa_ir: رم واقعی
pt_br: Memória real
pt_pt: Memória real
ru_ru: Физическая память
sk_sk: Reálna RAM
tr_tr: Gerçek Hafıza
zh_cn: 实际使用内存

source: Real CPU
cs_cz: Skutečná CPU
es_es: CPU Real
et_ee: Tegelik CPU
fa_ir: پردازنده‌ی واقعی
pt_br: CPU real
pt_pt: CPU Real
ru_ru: Реальн. ЦП
sk_sk: Skutočný CPU
tr_tr: Gerçek CPU
zh_cn: 实际使用CPU

source: Overcommitment
cs_cz: Přidělení více zdrojů, než je k dispozici
es_es: Sobresubscripción
et_ee: Ülebroneerimine
pt_br: Overcommit
ru_ru: Переподписка
sk_sk: Prekročenie
tr_tr: Üzerine Kesinleştirme
zh_cn: 超分配

source: PCI Address
cs_cz: PCI adresa
es_es: Direcciones PCI
et_ee: PCI Aadress
fa_ir: آدرس PCI
pt_br: Endereço PCI
pt_pt: Endereço PCI
ru_ru: PCI адрес
sk_sk: PCI adresa
tr_tr: PCI Adresi
zh_cn: PCI地址

source: MEMORY
cs_cz: PAMĚŤ
es_es: MEMORIA
et_ee: MÄLU
fa_ir: حافظه
pt_br: MEMÓRIA
pt_pt: MEMÓRIA
ru_ru: Память
sk_sk: RAM
tr_tr: BELLEK
zh_cn: 内存

source: Search
cs_cz: Hledat
es_es: Buscar
et_ee: Otsi
fa_ir: جستجو
pt_br: Localizar
pt_pt: Procurar
ru_ru: Поиск
sk_sk: Hľadaj
tr_tr: Ara
zh_cn: 搜索

source: Remote ID
cs_cz: Identifikátor na protějšku
es_es: ID Remoto
et_ee: Kaug-ID
fa_ir: شناسه راه‌دور
pt_br: ID Remoto
pt_pt: ID Remoto
ru_ru: Удаленный ID
sk_sk: Vzdialené ID
tr_tr: Uzaktan Erişim ID
zh_cn: 远端ID

source: Service name
cs_cz: Název služby
es_es: Nombre del Servicio
et_ee: Teenuse nimi
pt_br: Nome do serviço
ru_ru: Имя сервиса
sk_sk: Meno služby
tr_tr: Servis adı
zh_cn: 服务名称

source: When creating several Services, the wildcard %i will be replaced with a number starting from 0
cs_cz: Při vytváření více služeb, %i bude nahrazen číslem počínaje od 0
es_es: Cuando se creen varios Servicios, el comodín %i se reemplazará con un número empezando por 0
et_ee: Kui loote mitmeid teenuseid, metamärk %i asendatakse numbritega aletes 0
pt_br: Ao criar vários Serviços, o curinga %i será substituído por um número iniciado de 0
ru_ru: При создании Сервисов, шаблон %i заменяется номером начинающимся с 0
sk_sk: Pri vytváraní viac VS naraz budú zástupné znaky %i nahradené pre každý z nich číslom od 0 vyššie.
tr_tr: Birkaç Hizmet oluştururken joker karakter %i, 0'dan başlayarak bir sayı ile değiştirilir
zh_cn: 当创建数个服务时，通配符%i将被替换成从0开始的数字

source: Add Charters Values Configuration
es_es: Agregar configuración de valores de charters
pt_br: Adicionar Configuração de Valores Escriturados
ru_ru: Добавить Переменные конфигурации главы

source: Network configuration
cs_cz: Nastavení sítě
es_es: Configuración de red
et_ee: Võrgu seadistus
pt_br: Configuração de rede
ru_ru: Конфигурация сети
sk_sk: Konfigurácia siete
tr_tr: Ağ Konfigürasyonu
zh_cn: 网络配置

source: Custom Attributes Values Configuration
cs_cz: Nastavení hodnot uživatelsky určených atributů
es_es: Configuración de valores de atributos personalizados
pt_br: Configuração de Valores Atributos Customizados
ru_ru: Конфигурация Значений Настраиваемых Атрибутов.
sk_sk: Konfigurácia hodnôt používateľských atribútov
zh_cn: 自定义属性值配置

source: Service Scheduled Actions
ru_ru: Запланированные действия для Сервиса.
sk_sk: Naplánované operácie prevádzky
zh_cn: 服务调度操作

source: Strategy
cs_cz: Strategie
es_es: Estrategia
et_ee: Strateegia
fa_ir: استراتژی
pt_br: Estratégia
pt_pt: Estratégia
ru_ru: Стратегия
sk_sk: Stratégia
tr_tr: Strateji
zh_cn: 策略

source: Straight strategy will instantiate each role in order: parents role will be deployed before their children. None strategy will instantiate the roles regardless of their relationships.
cs_cz: Přímá strategie spustí každou roli podle pořadí: nadřazené role budou spuštěny dříve, než jim podřízené. Žádná strategie spustí všechny role bez ohledu na jejich vztah.
es_es: La estrategia directa instanciará cada rol en orden: el papel de los padres se desplegará antes de sus hijos. Ninguna estrategia instanciará los roles independientemente de sus relaciones.
et_ee: Lineaarne strateegia käivitab iga roll järjekorras: ülemroll käivitatakse enne alamrolle. Puuduv strateegia käivitad rollid sõltumata nende seostest.
fa_ir: استراتژی مستقیم از هر نقش نمونه سازی می‌کند: نقش والد قبل از فرزندان برپا می‌شود. هیچ استراتژی نیست که نقش‌ها را بدون توجه به رابطه‌‌اش برپا کند.
pt_br: A estratégia ordenada irá instanciar cada função por ordem: funções de pais irão ser colocados antes dos nós filhos. Nenhuma estratégia irá instanciar funções, independentemente de seus relacionamentos.
pt_pt: A estratégia ordenada irá instanciar cada papel por ordem: papéis de pais irão ser colocados antes dos nós filhos. Sem estratégia irá instanciar tudo de modo simultâneo, independentemente da sua relação.
ru_ru: Прямая стратегия разместит роли в следующем порядке: роли-предки будут размещены перед потомками. "Никакая" стратегия разместит роли независимо от их взаимоотношений.
sk_sk: Priama stratégia pre nasadzovanie rolí podľa poradia: rodičovské roly budú nasadené pred ich potomkovskými rolami. Žiadna stratégia nenasadí roly bez ich vzťahov.
tr_tr: Doğru strateji, her bir rolü sıraya koyacaktır: ebeveynlerin rolü çocuklarının önünde konuşlandırılacaktır. Hiçbiri stratejileri rolleri ne olursa olsun rolleri samutlandırır.
zh_cn: 直接策略将按顺序实例化每个角色，先部署父角色，再部署子角色。空策略在实例化角色时将不考虑它们之间的关系。

source: Straight
cs_cz: Přímá
es_es: Derecho
et_ee: Lineaarne
fa_ir: مستقیم
pt_br: Ordenado
pt_pt: Ordenada
ru_ru: Прямая
sk_sk: Priamo
tr_tr: Düz
zh_cn: 直接

source: VM shutdown action
cs_cz: Způsob vypnutí virt. stroje
es_es: Acción de apagado de VM
et_ee: VMi väljalülituse tegevus
pt_br: Ação de desligar a VM
ru_ru: Действие при выкл.
sk_sk: Zastavenie - shutdown virtuálneho stroja
tr_tr: Sanal Makine kapatma eylemi
zh_cn: 虚拟机关机操作

source: Terminate hard
cs_cz: Zrušit okamžitě
es_es: Finalizar forzado
et_ee: Hävita koheselt
pt_br: Apagar forçado
ru_ru: Уничтожить немедленно.
sk_sk: Ukonči - natvrdo
tr_tr: Zorla sonlandır
zh_cn: 强制终止

source: Wait for VMs to report that they are READY via OneGate to consider them running
cs_cz: Počkat na virt. stroje, než ohlásí svou připravenost přes OneGate. Pak je považovat za spuštěné
es_es: Esperando a que las VMs reporten que están PREPARADAS para considerarlas en ejecución
et_ee: Oodake kuni VM-d teatavad läbi OneGate'i, et nad töötavad
pt_br: Aguardar as VMs reportarem o status de READY via OneGate para considerar que elas etejam em execução
ru_ru: Ждать пока ВМ сообщат, что они готовы через OneGate, чтобы считать их работающими
sk_sk: Počkaj, kým VS nezahlásia stav pripravenosti prostrednáctvom OneGate, pre pre zváženie, že bežia
tr_tr: Sanal Makinelerin, çalışmaya devam etmek için OneGate aracılığıyla HAZIR olduklarını bildirmesini bekleyin
zh_cn: 等待虚拟机在确认其运行后，通过OneGate报告它们已处于就绪状态

source: Automatic deletion of service when all VMs terminated
ru_ru: Автоматическое удаление сервисов после того как все ВМ уничтожены.
sk_sk: Automatické vymazanie služby ak všetky VS sú ukončené
zh_cn: 当所有虚拟机被终止时，自动删除服务
