Repository: OpenNebula/one
Catalog: src/sunstone/public/locale/languages/*.po
Languages: cs_cz, es_es, et_ee, fa_ir, pt_br, pt_pt, ru_ru, sk_sk, tr_tr, zh_cn

source: Power off and undeploy
cs_cz: Vypnout a odkopírovat
es_es: Apagar y replegar
et_ee: Lülita välja ja eemalda
fa_ir: خاموش کردن و عدم استقرار
pt_br: Desligar e cancelar a instância
ru_ru: Выключить и удалить
sk_sk: Vypni a zruš nasadenie
tr_tr: Kapatma ve konuşlandırma sonlandırma
zh_cn: 关闭电源和取消部署

source: Power off and undeploy the VM
cs_cz: Vypnout a odkopírovat virt. stroj
es_es: Apagar y replegar la MV
et_ee: Lülita välja ja eemalda VM
fa_ir: خاموش کردن و عدم استقرار ماشین مجازی
pt_br: Desligar e cancelar VM
ru_ru: Выключить и удалить ВМ
sk_sk: Vypnutie a zrušenie nasadenia virtuálneho stroja
tr_tr: Sanal Makineyi kapatma ve konuşlandırma sonlandırma
zh_cn: 关闭电源并取消部署虚拟机

source: Send the power off signal and undeploy the VM
cs_cz: Odeslat signál k vypnutí a odkopírovat virt. stroj
es_es: Mandar señal de apagado y replegar la MV
et_ee: Saada lülita välja käsk aja eemalda VM
fa_ir: ارسال سیگنال خاموش‌سازی و عدم استقرار ماشین مجازی
pt_br: Enviar o sinal de desligar e cancelar a VM
ru_ru: Послать сигнал выключения и удалить ВМ
sk_sk: Pošli signál Power-off a zruš nasadenie virtuálneho stroja
tr_tr: Kapatma sinyalini gönderin ve Sanal Makine ve Sanal Makineyi konuşlandırmayı sonlandırın.
zh_cn: 发送关闭电源信号并取消部署虚拟机

source: This action will reboot this Virtual Machine.
cs_cz: Tato operace zrebootuje virtuální stroj.
es_es: Esta acción reiniciará esta Máquina Virtual.
et_ee: See tegevus taaskäivitab virtuaalmasina
fa_ir: این عمل موجب ریبوت شدن ماشین‌مجازی می‌شود.
pt_br: Esta ação irá reiniciar esta Máquina Virtual
pt_pt: Esta ação irá reiniciar esta Máquina Virtual.
ru_ru: Данное действие перезагрузит виртуальную машину.
sk_sk: Vykoná reboot virtuálneho stroja
tr_tr: Bu işlem Sanal Makineyi yeniden başlatacak.
zh_cn: 此操作将重启虚拟机

source: You can send the reboot signal to the Virtual Machine (this is equivalent to execute the reboot command form the console). If that doesn't affect your Virtual Machine, try to Reboot the machine (this is equivalent to pressing the reset button a physical computer).
cs_cz: Virtuálnímu stroji můžete poslat signál pro reboot (to je ekvivalentní spuštění příkazu reboot z konzole). Pokud to nemá na virtuální stroj vliv, zkuste ho restartovat (to je ekvivalentní stisku tlačítka pro reset na fyzickém počítači).
es_es: Puede enviar la señal de reinicio a la máquina virtual (esto es equivalente a ejecutar el comando de reinicio de la consola). Si eso no afecta a su máquina virtual, intente reiniciar la máquina (esto es equivalente a presionar el botón de reinicio de una computadora física).
pt_br: Você pode enviar o sinal de reinicialização para a Máquina Virtual (isso é equivalente a executar o comando reboot via o console). Se isso não funcionar, tente Reiniciar a máquina (isso é equivalente a pressionar o botão de reset em um computador físico).
ru_ru: Вы можете отправить сигнал перезагрузки на виртуальную машину (это эквивалентно выполнению команды reboot из консоли). Если это не влияет на вашу виртуальную машину, попробуйте перезагрузить компьютер (это эквивалентно нажатию кнопки сброса физического компьютера).
sk_sk: Môžeš odoslať signál reboot virtuálnemu stroju (je to ekvivalent odoslania príkazu reboot z konzoly). Ak to na virtuálny stroj nemá efekt, skús reštartovať virtuálny stroj (toto je ekvivalent stlačenia Reset vypínača na fyzickom serveri).
tr_tr: Yeniden başlatma sinyalini Sanal Makineye gönderebilirsiniz (konsoldan yeniden başlat komutu yürütmeye eşdeğerdir). Bu, Sanal Makinenizi etkilemezse, makineyi yeniden başlatmayı deneyin (bu fiziksel bir bilgisayarı sıfırlama düğmesine basmaya eşdeğerdir).
zh_cn: 您可以给虚拟机发送重启信号（这相当于从控制台执行重新启动的命令）。如果对您的虚拟机不起作用，请尝试Reboot机器（这相当于按下物理计算机的复位按钮）。

source: Reboot the machine
cs_cz: Restartovat stroj
es_es: Reiniciar la máquina
et_ee: Taaskäivita masin
fa_ir: ماشین را ریبوت کن
pt_br: Reiniciar a máquina
pt_pt: Reiniciar a máquina
ru_ru: Перезагрузить машину
sk_sk: Reštart stroja - reboot
tr_tr: Makineyi yeniden başlat
zh_cn: 重启机器

source: Send the reboot signal
cs_cz: Odeslat signál k restartu
es_es: Enviar la señal de reinicio
et_ee: Saada taaskäivituse signaal
fa_ir: ارسال سیگنال ریبوت
pt_br: Enviar o sinal de reiniciar
pt_pt: Enviar o sinal de reiniciar
ru_ru: Послать сигнал перезагрузки
sk_sk: Pošli signál pre reboot
tr_tr: Yeniden başlat sinyali gönder
zh_cn: 发送重启信号

source: This Virtual Machine will be saved in a new Template.
cs_cz: Tento virtuální stroj bude uložen do nové šablony.
es_es: Esta máquina virtual se guardará en una nueva plantilla.
et_ee: See virtuaalmasin salvestatakse uue mallina
fa_ir: این ماشین‌مجازی در یک tempalte جدید ذخیره شد.
pt_br: Esta Máquina Virtual será salva em um novo Template.
ru_ru: Эта Виртуальная Машина может быть сохранена как новый Шаблон
sk_sk: Tento virtuálny stroj bude uložený ako nová šablóna.
tr_tr: Bu Sanal Makine yeni bir Şablon içine kaydedilecektir.
zh_cn: 此虚拟机将被保存到一个新的模板中。

source: You can then create a new Virtual Machine using this Template.
cs_cz: Z této šablony můžete později vytvořit nový virtuální stroj.
es_es: A continuación, puede crear una nueva máquina virtual utilizando esta plantilla.
et_ee: Sa saad selle malli põhjal uue virtuaalmasina luua.
fa_ir: شما می‌توانید با استفاده از این template یک ماشین‌مجازی جدید بسازید.
pt_br: Você pode então criar uma nova Máquina Virtual utilizando este Template.
pt_pt: Pode criar depois uma nova Máquina Virtual usando este Modelo
ru_ru: Затем вы можете создать новую виртуальную машину используя этот Шаблон.
sk_sk: Použitím tejto šablóny môžeš vytvoriť nový VS
tr_tr: Daha sonra bu Şablonu kullanarak yeni bir Sanal Makine oluşturabilirsiniz.
zh_cn: 您就可使用此模版创建一个新的虚拟机。

source: Template Name
cs_cz: Název šablony
es_es: Nombre de la plantilla
et_ee: Malli nimi
fa_ir: نام template
pt_br: Nome do Template
pt_pt: Nome do Modelo
ru_ru: Имя шаблона
sk_sk: Meno šablóny
tr_tr: Şablon Adı
zh_cn: 模板名称

source: Template Description
cs_cz: Popis šablony
es_es: Descripción de la Plantilla
et_ee: Malli kirjeldus
pt_br: Descrição do modelo
ru_ru: Описание шаблона
sk_sk: Popis šablóny
tr_tr: Şablon Açıklaması
zh_cn: 模版描述

source: The new Virtual Machine's disks can be made persistent. In a persistent Virtual Machine the changes made survive after it is destroyed. On the other hand, you cannot create more than one simultaneous Virtual Machine from a Template with persistent disks.
cs_cz: Disky nového virtuálního stroje mohou být trvalé. Změny na trvalých discích budou uchovány i při zrušení virtuálního stroje. Na druhou stranu není možné ze šablony s trvalými disky spustit naráz více jak jeden virtuální stroj.
es_es: Los discos de la nueva máquina virtual se pueden hacer persistentes. En una máquina virtual persistente los cambios realizados sobreviven después de que se destruye. Por otro lado, no puede crear más de una máquina virtual simultánea desde una plantilla con discos persistentes.
et_ee: Uue virtuaalmasina kettad saab teha püsivaks. Andmed mis salvestatakse püsivate ketastega masinasse jäävad alles peale masina hävitamist. Teisalt ei saa sa luua rohkem kui ühte samaaegset virtuaalmasinat mallist milles on püsivad kettad.
fa_ir: دیسک جدید ماشین مجازی می‌تواند پایا شود. در یک ماشین مجازی پایا، تغییراتی که روی ماشین اعمال می‌شود، تا زمان نابود کردن ماشین باقی خواهد ماند. از طرفی دیگر شما نمی‌توانید بیش از یک ماشین به طور همزمان از یک الگو که دارای دیسک پایا است داشته باشید.
pt_br: Os novos discos da Máquina Virtual podem ser criados de forma persistente. Em uma Máquina Virtual persistente, as alterações sobrevivem após a máquina ser destruída. Por outro lado, não é possível criar mais de uma Máquina Virtual simultânea a partir de um Template com discos persistentes.
ru_ru: Диски новой виртуальной машины можно сделать постоянными. В постоянной виртуальной машине сделанные изменения сохраняются после ее уничтожения. С другой стороны, вы не можете создать более одной виртуальной машины из шаблона с постоянными дисками.
sk_sk: Disky nových virtuálnych strojov môžu byť perzistentné. V takom prípade sa zmeny zachovajú aj po zrušení virtuálneho stroja. Na druhej strane - nie je možné vytvoriť viac ako jeden virtuálny stroj zo šablóny s perzistentnými diskami.
tr_tr: Yeni Sanal Makine'nin diskleri kalıcı hale getirilebilir. Kalıcı bir Sanal Makinede yapılan değişiklikler yok edildiğinde hayatta kalır. Öte yandan, kalıcı diskler içeren bir Şablondan birden fazla eşzamanlı Sanal Makine oluşturamazsınız.
zh_cn: 新虚拟机磁盘可被设置为持久的。一个持久的虚拟机被删除后其变更仍会保留。另一方面，您不能从一个包含有持久性磁盘的模板创建多于1个的虚拟机。

source: Non-persistent
cs_cz: Netrvalé
es_es: No persistente
et_ee: Mittepüsiv
pt_br: Não persistente
ru_ru: Непостоянный
sk_sk: Neperzistentný
tr_tr: Kalıcı olmayan
zh_cn: 非持久的

source: Save Virtual Machine to Template
cs_cz: Uložit virtuální stroj jako šablonu
es_es: Guardar Máquina Virtual en plantilla
et_ee: Salvesta virtuaalmasin malliks
fa_ir: ذخیره‌ی ماشین‌مجازی به عنوان Template
pt_br: Salvar Máquina Virtual para o Template
pt_pt: Guardar Máquina Virtual em Modelo
ru_ru: Сохранить виртуальную машину в шаблон
sk_sk: Ulož virtuálny stroj ako šablónu
tr_tr: Sanal Makineyi Şablona Kaydet
zh_cn: 保存虚拟机到模板

source: The disks of the Virtual Machine will be saved in a new Image
cs_cz: Disky virt. stroje budou uloženy do nového obrazu
es_es: Los discos de la máquina virtual se guardarán en una nueva Imagen
et_ee: Virtuaalmasina kettad salvestatakse uute ketastena
pt_br: Os discos da Máquina Virtual serão salvos em uma nova Imagem
ru_ru: Диски Виртуальной машины будут сохранены в новый образ
sk_sk: Disk virtuálneho stroja bude uložený ako nový obraz
tr_tr: Sanal Makinenin diskleri yeni bir İmajda saklanacaktır
zh_cn: 虚拟机的磁盘将被保存到一个新的镜像中

source: You have to power-off the virtual machine first
cs_cz: Nejprve je třeba virtuální stroj vypnout
es_es: Tienes que apagar la máquina virtual primero
et_ee: Sa pead esmalt virtuaalmasina seiskama
fa_ir: شما باید در ابتدا ماشین مجازی را خاموش کنید
pt_br: Primeiro você deve desligar a máquina virtual
pt_pt: Tem que desligar primeiro a máquina virtual
ru_ru: Сначала вы должны выключить виртуальную машину
sk_sk: Najprv musíš vypnúť virtuálny stroj
tr_tr: Önce sanal makinesini kapatmanız gerekiyor
zh_cn: 你需要先关闭虚拟机

source: Power off
cs_cz: Vypnout
es_es: Apagar
et_ee: Lülita välja
fa_ir: خاموش شدن
pt_br: Desligar
pt_pt: Desligar
ru_ru: Отключить питание
sk_sk: Vypni
tr_tr: Kapat
zh_cn: 关闭电源

source: Power on
cs_cz: Zapnout
es_es: Encender
et_ee: Lülita sisse
fa_ir: روشن کن
pt_br: Ligar
pt_pt: Ligar
ru_ru: Включить питание
sk_sk: Zapni
tr_tr: Aç
zh_cn: 打开电源

source: Net Download Speed
cs_cz: Rychlost stahování
es_es: Velocidad Red de Descarga
et_ee: Võrgu allalaadimise kiirus
fa_ir: سرعت دانلود شبکه
pt_br: Velocidade de Download da Rede
pt_pt: Velocidade de Transfência de Rede
ru_ru: Скорость скачивания
sk_sk: Rýchlosť pre download
tr_tr: Net İndirme Hızı
zh_cn: 网络下载速度

source: Net Upload Speed
cs_cz: Rychlost odesílání
es_es: Velocidad Red de Subida
et_ee: Võrgu üleslaadimise kiirus
fa_ir: سرعت آپلود شبکه
pt_br: Velocidade de Upload da Rede
pt_pt: Velocidade de Carregamento de Rede
ru_ru: Скорость загрузки
sk_sk: Rýchlosť pre upload
tr_tr: Net Yükleme Hızı
zh_cn: 网络上传速度

source: Virtual Machine Name
cs_cz: Název virtuálního stroje
es_es: Nombre Máquina Virtual
et_ee: Virtuaalmasina nimi
fa_ir: نام ماشین مجازی
pt_br: Nome da Máquina Virtual
pt_pt: Nome da Máquina Virtual
ru_ru: Имя виртуальной машины
sk_sk: Meno virtuálneho stroja
tr_tr: Sanal Makine Adı
zh_cn: 虚拟机名称

source: Be careful, this action will shutdown and destroy your Virtual Machine
cs_cz: Buďte opatrní. Tato akce vypne a smaže Váš virtuální stroj
es_es: Tenga cuidado, esta acción apagará y destruirá su Máquina Virtual
et_ee: Hoiatus, see tegevus seiskab ja hävitab sinu virtuaalmasina
pt_br: Tenha cuidado, esta ação irá desligar e destruir imediatamente sua Máquina Virtual
ru_ru: Будьте осторожны, это действие выключит и уничтожит вашу Виртуальную Машину
sk_sk: OPATRNE - táto operácia okamžite zastaví a zmaže Tvoj virtuálny stroj!
tr_tr: Dikkatli olun, bu eylem Sanal Makinenizi kapatır ve yok eder
zh_cn: 小心，此操作将关闭和删除你的虚拟机

source: You can send the shutdown signal to the Virtual Machine (this is equivalent to execute the command from the console). If that doesn't affect your Virtual Machine, try to terminate the machine (this is equivalent to pressing the power off button in a physical computer).
cs_cz: Virtuálnímu stroji můžete poslat signál pro vypnutí (to je ekvivalentní spuštění příkazu z konzole). Pokud to nemá na virtuální stroj vliv, zkuste ho vypnout (to je ekvivalentní stisku tlačítka pro vypnutí na fyzickém stroji).
es_es: Puede enviar la señal de apagado a la máquina virtual (esto es equivalente a ejecutar el comando desde la consola). Si eso no afecta a su máquina virtual, intente terminar la máquina (esto es equivalente a presionar el botón apagado en una computadora física).
pt_br: Você pode enviar o sinal de desligar para a Máquina Virtual. (isso é equivalente a executar o comando de desligar via console). Se isso não funcionar, tente terminar a máquina virtual (isso é equivalente ao processo de pressionar o botão desligar em um computador físico)
ru_ru: Вы можете отправить сигнал остановки системы на виртуальную машину (это эквивалентно выполнению команды shutdown из консоли). Если это не влияет на вашу виртуальную машину, попробуйте завершить работу машины (это эквивалентно нажатию кнопки выключения на физическом компьютере).
sk_sk: Môžeš odoslať signál pre vypnutie VS (toto je ekvivalent vykonania príkazu z konzoly). Ak to nemá vplyv na bez Tvojho VS, skús vypnúť VS (toto je ekvivalent stlačenia tlačidla PowerOff na fyzickom počítači).
tr_tr: Kapatma sinyalini Sanal Makineye gönderebilirsiniz (bu, konsoldan komutu yürütmeye eşdeğerdir). Bu, Sanal Makinenizi etkilemezse, makineyi sonlandırmayı deneyin (fiziksel bir bilgisayardaki kapatma düğmesine basmaya eşdeğerdir).
zh_cn: 您可以发送关闭的信号给虚拟机（这相当于从控制台执行命令）。如果对您的虚拟机不起作用，请尝试终止虚拟机（这相当于在一个物理计算机上按下电源按钮）。

source: Terminate the machine
cs_cz: Zrušit stroj
es_es: Terminar la máquina
et_ee: Hävita masin
pt_br: Apagar a máquina
ru_ru: Остановить машину
sk_sk: Zastav virtuálny stroj
tr_tr: Makineyi sonlandır
zh_cn: 终止计算机

source: Send the shutdown signal and terminate
cs_cz: Odeslat signál k vypnutí a zrušit virt. stroj
es_es: Enviar la señal de apagado y finalizar
et_ee: Saada väljalülitus signaal ja hävita
pt_br: Enviar o sinal de desligar e apagar
ru_ru: Отправить сигнал выключения и завершить
sk_sk: Pošli signál shutdown a ukonči
tr_tr: Kapatma sinyalini gönder ve sonlandır
zh_cn: 发送关机信号并终止

source: Refresh
cs_cz: Obnovit
es_es: Refrescar
et_ee: Värskenda
fa_ir: نوسازی
pt_br: Atualizar
pt_pt: Atualizar
ru_ru: Обновить
sk_sk: Obnov
tr_tr: Yenile
zh_cn: 刷新

source: User ID
cs_cz: Identifikátor uživatele
es_es: ID de Usuario
et_ee: Kasutaja ID
fa_ir: شناسه کاربر
pt_br: ID do Usuário
pt_pt: ID Utilizador
ru_ru: ID пользователя
sk_sk: ID užívateľa
tr_tr: Kullanıcı ID
zh_cn: 用户ID

source: This action will power off this Virtual Machine. The Virtual Machine will remain in the poweroff state, and can be powered on later
cs_cz: Tato akce vypne virtuální stroj. Virtuální stroj zůstane ve vypnutém stavu a může být později opět zapnut.
es_es: Esta acción desconectará esta máquina virtual. La máquina virtual permanecerá en el estado de apagado, y se puede encender más tarde
et_ee: See tegevus lülitab virtuaalmasina välja. Masin jääb väljalülitatud seisu ja seda saab hiljem uuesti käivitada.
fa_ir: این کار ماشین‌مجازی را خاموش می‌کند. ماشین‌مجازی در حالت poweroff باقی مانده و در آینده قابل راه‌اندازی دوباره است.
pt_br: Esta ação irá desilgar sua Máquina Virtual. A Máquina irá se manter no estado desligado e poderá ser ligada mais tarde.
pt_pt: Esta ação irá desligar esta Máquina Virtual. A Máquina Virtual irá permanecer desligada, podendo ser ligada mais tarde
ru_ru: Это действие выключит эту Виртуальную Машину. Виртуальная Машина будет оставаться в выключенном состоянии и может быть включена позже
sk_sk: Týmto vypneš tento virtuálny stroj. Ostane v stave power-off a môže byť neskôr zanutý.
tr_tr: Bu eylem bu Sanal Makineyi kapatacaktır. Sanal Makine güç kesintisi durumunda kalır ve daha sonra çalıştırılabilir
zh_cn: 此操作将关闭虚拟机电源。虚拟机将保持在关机状态，后续可以执行开机操作

source: Power off the machine
cs_cz: Vypnout stroj
es_es: Apagar la máquina
et_ee: Lülitata VM välja
fa_ir: خاموش کردن ماشین
pt_br: Desligar a máquina
pt_pt: Desligar a máquina
ru_ru: Выключить машину
sk_sk: Vypni virtuálny stroj - power-off
tr_tr: Makineyi kapat
zh_cn: 关闭计算机电源

source: Send the power off signal
cs_cz: Odeslat signál k vypnutí
es_es: Mandar señal de apagado
et_ee: Saada väljalülituse signaal
fa_ir: ارسال سیگنال خاموش
pt_br: Enviar o sinal de desligar
pt_pt: Enviar o sinal de encerramento
ru_ru: Послать сигнал отключения
sk_sk: Pošli signál pre vypnutie
tr_tr: Kapat sinyali gönderildi
zh_cn: 发出关闭电源的信号

source: Recover a failed service, cleaning the failed VMs
cs_cz: Opraví chybující službu vyčištěním od zhavarovaných virt. strojů
es_es: Recuperar un servicio fallido, limpiar las MVs fallidas
et_ee: Taasta nurjunud teenus, puhastades nurjunud VMd
fa_ir: یک سرویس شکست خورده را بازسازی می‌کند، در حال پاک‌سازی ماشین‌های مجازی شکست خورده
pt_br: Recuperar um serviço que falhou, limpando as VMs que falharam
pt_pt: A recuperar um serviço falhado, a limpar as VMs que falharam
ru_ru: Восстановление сломанный сервис, очистка сбойных ВМ
sk_sk: Obnov zhacarovanú službu, vyčisti zhavarované VS
tr_tr: Başarısız bir hizmeti kurtarma, başarısız Sanal Makineleri temizleme
zh_cn: 恢复失败的服务，清除失败的虚拟机

source: Service Name
cs_cz: Název služby
es_es: Nombre del Servicio
et_ee: Teenuse nimi
fa_ir: نام سرویس
pt_br: Nome do Serviço
pt_pt: Nome de Serviço
ru_ru: Имя сервиса
sk_sk: Meno služby
tr_tr: Servis Adı
zh_cn: 服务名称

source: Network Template
cs_cz: Šablona sítě
es_es: Plantilla de red
pt_br: Template de Rede
ru_ru: Сетевой шаблон
sk_sk: Sieťový template
tr_tr: Ağ Şablonu
zh_cn: 网络模版

source: Address Ranges
cs_cz: Adresní rozsahy
es_es: Rangos de direcciones
ru_ru: Диапазон адресов
sk_sk: Adresné rozsahy
tr_tr: Adres Aralığı
zh_cn: 地址范围

source: Network name
cs_cz: Název sítě
es_es: Nombre de red
ru_ru: Имя сети
sk_sk: Názov siete
tr_tr: Ağ adı
zh_cn: 网络名称

source: Defaults to 'template name-<vnetid>' when empty.
cs_cz: Pokud nebude vyplněno, bude použito výchozí „název šablony-1“.
es_es: El valor predeterminado es 'plantilla nombre-<vnetid>' cuando está vacío.
ru_ru: По умолчанию 'имя шаблона-<vnetid>' если поле пустое.
zh_cn: 留空时默认使用 ' 模版名称 - <vnetid> '

source: Get Images
cs_cz: Načíst obrazy
es_es: Obtener Imágenes
et_ee: Lae kettad
pt_br: Obter Imagens
ru_ru: Получить образы
sk_sk: Získaj obrazy
tr_tr: İmajları edinin
zh_cn: 获取镜像

source: Wizard
cs_cz: Průvodce
et_ee: Nõustaja
fa_ir: پله به پله
pt_br: Assistente
pt_pt: Assistente
ru_ru: Мастер настройки
sk_sk: Sprievodca
tr_tr: Sihirbaz
zh_cn: 向导

source: Advanced
cs_cz: Pokročilé
es_es: Avanzado
et_ee: Täpsemalt
fa_ir: پیشرفته
pt_br: Avançado
pt_pt: Avançadas
ru_ru: Расширенный
sk_sk: Rozšírený
tr_tr: İleri düzey
zh_cn: 高级

source: Write the Dockerfile template here
ru_ru: Заполните здесь шаблон файла Docker
sk_sk: Zapíš šablónu dockerfile
zh_cn: 在这里写Docker文件模板

source: Operating System image
cs_cz: Obraz operačního systému
es_es: Imagen Sistema Operativo
et_ee: Operatsioonisüsteemi ketas
pt_br: Imagem do Sistema Operacional
ru_ru: Образ операционной системы
sk_sk: Obraz operačného systému
tr_tr: İşletim Sistemi imajı
zh_cn: 操作系统镜像

source: Readonly CD-ROM
cs_cz: CD-ROM pouze čtení
es_es: CD-ROM solo lectura
pt_br: CD-ROM somente leitura
ru_ru: CD-ROM только для чтения
sk_sk: CD-ROM iba na čítanie
tr_tr: Okunabilir CD-ROM
zh_cn: 只读CD-ROM

source: Generic storage datablock
cs_cz: Obecný datový disk
es_es: Bloque de datos de almacenamiento genérico
et_ee: Üldine andmesalvestus plokk
pt_br: Bloco de dados de storage genérico
ru_ru: Базовый блок данных хранилища
sk_sk: Generický datablock úložiska
tr_tr: Genel depolama veri bloğu
zh_cn: 通用存储数据块

source: This image is persistent
cs_cz: Tento obraz je trvalý
es_es: Esta imagen es persistente
et_ee: See ketas on püsiv
pt_br: Esta imagem é persistente
ru_ru: Этот образ является постоянным
sk_sk: Tento obraz je perzistentný
tr_tr: Bu imaj kalıcı
zh_cn: 此镜像是持久化的

source: Empty disk image
cs_cz: Prázdný obraz disku
es_es: Imagen de disco vacía
et_ee: Tühi ketas
pt_br: Imagem de disco vazia
ru_ru: Пустой образ диска
sk_sk: Vyprázdni obraz disku
tr_tr: Boş disk görüntüsü
zh_cn: 空的磁盘镜像

source: Flatten
cs_cz: Sloučit
et_ee: Tasanda
fa_ir: مسطح کردن
pt_br: Reduzido
pt_pt: Reduzido
ru_ru: Выровнять
sk_sk: Stlačený
tr_tr: Düzleştir
zh_cn: 扁平化

source: Filesystem type
cs_cz: Typ souborového systému
es_es: Tipo del Sistema de Ficheros
et_ee: Failisüsteemi tüüp
fa_ir: نوع فایل سیستم
pt_br: Tipo de sistema de arquivo
pt_pt: Tipo de sistema de ficheiros
ru_ru: Тип файловой системы
sk_sk: Typ filesystému
tr_tr: Dosya sistemi tipi
zh_cn: 文件系统类型

source: Running VMS
cs_cz: Spuštěné virt. stroje
es_es: MVs corriendo
et_ee: Töötavad VMd
fa_ir: ماشین‌های مجازی در حال اجرا
pt_br: VMS em execução
pt_pt: VMs a correr
ru_ru: Запущено ВМ
sk_sk: Bežiace virtuálne stroje
tr_tr: Çalışan Sanal Makineler
zh_cn: 运行中的虚拟机

source: Clone Image
cs_cz: Klonování obrazu
es_es: Clonar Imagen
et_ee: Klooni ketas
fa_ir: همانندسازی ایمیج
pt_br: Clonar Imagem
pt_pt: Clonar Imagem
ru_ru: Клонировать образ
sk_sk: Klonovaný obraz
tr_tr: Imaj Klonla
zh_cn: 克隆镜像

source: Several images are selected, please choose a prefix to name the new copies
cs_cz: Označeno více obrazů. Zvolte předponu názvu nových kopií
es_es: Varias Imágenes seleccionadas, por favor elija un prefijo para nombrar las nuevas copias
et_ee: Mitu ketast on valitud, palun vali prefiks uutele koopiatele
fa_ir: چندین ایمیج انتخاب شده، لطفاً یک پیشوند جهت نامگذاری کپی‌های جدید انتخاب کنید
pt_br: Várias Imagens estão selecionadas, por favor, escolha um prefixo para nomear as novas cópias
pt_pt: Estão selecionadas várias imagens, por favor escolha um prefixo para nomear as novas cópias
ru_ru: Выбрано несколько образов, пожалуйста выберите префикс имени для новых копий
sk_sk: Bolo vybratých viac obrazov - vyber prefix pre pomenovanie nových kópií
tr_tr: Birkaç imaj seçildi, lütfen yeni kopyaları adlandırmak için bir önek seçin
zh_cn: 数个镜像被选中，请选择一个前缀来命名新的副本

source: You can select a different target datastore
cs_cz: Můžete vybrat jiné cílové datové úložiště
es_es: Puede seleccionar un datastore de destino diferente
et_ee: Sa võid valida erineva sihtandmekogu
fa_ir: شما می‌توانید مقصد دیگری را برای مخزن داده انتخاب کنید
pt_br: Você pode selecionar um datastore de destino diferente
pt_pt: Pode selecionar uma datastore destino diferente
ru_ru: Вы можете выбрать другое целевое хранилище
sk_sk: Môžeš vybrať rozdielne cieľové úôožisko
tr_tr: Farklı bir hedef veri deposu seçebilirsiniz
zh_cn: 您可以选择一个不同的目标数据存储

source: This rule applies to
cs_cz: Tohle pravidlo se vztahuje na
es_es: Ésta regla se aplica a
et_ee: See reegel kehtib
fa_ir: این قانون به این موارد اعمال می شود
pt_br: Esta regra aplica-se a
pt_pt: Esta regra aplica-se a
ru_ru: Область применения
sk_sk: Pravidlo aplikované na
tr_tr: Bu kural, uygulanır
zh_cn: 此规则应用于

source: Zones where the rule applies
cs_cz: Zóny, na které se pravidlo vztahuje
es_es: Zonas a las cuál la regla se aplica
et_ee: Tsoonid kus reegel kehtib
fa_ir: زون‌هایی که قوانین به کار می‌روند
pt_br: Zonas em que as regras serão aplicadas
pt_pt: Zonas às quais se aplica a regra
ru_ru: Зоны, в которых будет действовать правило
sk_sk: Zóny, pre ktoré sa majú pravidlá aplikovať
tr_tr: Kuralın uygulandığı bölgeler
zh_cn: 规则适用的区域
