Repository: OpenNebula/one
Catalog: src/sunstone/public/locale/languages/*.po
Languages: cs_cz, es_es, et_ee, fa_ir, pt_br, pt_pt, ru_ru, sk_sk, tr_tr, zh_cn

source: Filter
cs_cz: Filtrovat
es_es: Filtrar
et_ee: Filtreeri
fa_ir: فیلتر
pt_br: Filtro
pt_pt: Filtrar
ru_ru: Фильтр
tr_tr: Filtrele
zh_cn: 筛选

source: Get accounting
cs_cz: Zobrazit účtování
es_es: Obtener contabilidad
et_ee: Lae arvestus
pt_br: Obter contabilidade
ru_ru: Получить учетную информацию
sk_sk: Zúčtuj
tr_tr: Hesaplama al
zh_cn: 获取计费

source: There are no accounting records
cs_cz: Nejsou k dispozici data z účtování
es_es: No hay registros contables
et_ee: Arvestuse andmeid ei leitud
fa_ir: رکورد حسابداری وجود ندارد
pt_br: Mão há registros de contabilidade
pt_pt: Não existem registos de contabilidade
ru_ru: Учетная информация отсутствует
sk_sk: Žiadne účtovacie záznamy
tr_tr: Hesaplama kayıtları yok
zh_cn: 无计费记录

source: CPU hours
cs_cz: CPU hodin
es_es: Horas CPU
et_ee: CPU tunnid
fa_ir: ساعات سی‌پی‌یو
pt_br: Horas de CPU
pt_pt: Horas de CPU
ru_ru: ЦП / час
sk_sk: CPU hodiny
tr_tr: CPU saatleri
zh_cn: CPU 核时

source: Memory GB hours
cs_cz: Paměť GB hodiny
es_es: Horas Memoria GB
et_ee: Mälu GB tunnid
fa_ir: ساعت گیگابایت حافظه
pt_br: Horas de GB de Memória
pt_pt: Horas de GB de Memória
ru_ru: ГБ ОЗУ / час
sk_sk: RAM GB hodiny
tr_tr: Bellek GB saat
zh_cn: 内存 GB小时

source: Disk MB hours
cs_cz: Disk MB hodiny
es_es: Horas de disco MB
et_ee: Ketta MB tunnid
fa_ir: ساعت مگابایت دیسک
pt_br: Horas de MB de Disco
pt_pt: Horas MB Disco
ru_ru: МБ диска / час
sk_sk: Diskové MB hodiny
tr_tr: Disk MB saat
zh_cn: 磁盘 MB小时

source: Date
cs_cz: Datum
es_es: fecha
et_ee: Kuupäev
fa_ir: تاریخ
pt_br: Data
pt_pt: Data
ru_ru: Дата
sk_sk: Dátum
tr_tr: Tarih
zh_cn: 日期

source: Accounting Tables
cs_cz: Tabulky účtování
es_es: Tablas de contabilidad
et_ee: Arvestuse tabelid
pt_br: Tabelas de contabilidade
ru_ru: Учетные таблицы
sk_sk: Účtovacie tabuľky
tr_tr: Hesaplama tablosu
zh_cn: 计费表

source: If specified, the VMs and Template folder path where the VM will be created inside the data center. The path is delimited by slashes e.g /Management/VMs. If no path is set the VM will be placed in the same folder where the template is located.
cs_cz: Lomítky oddělovaný popis umístění složky s virt. stroji a šablonami, ve které se v rámci datacentra budou virt. stroje vytvářet. Např. /Management/VMs. Pokud není určen, virt. stroje budou umístěny do stejné složky, ve které se nachází šablona.
es_es: Si se especifica, la ruta de la carpeta MVs y Plantilla donde se creará la MV dentro del centro de datos. La ruta está delimitada por barra inclinada, por ejemplo, / Administración / MVs. Si no se establece ninguna ruta, la MV se colocará en la misma carpeta donde se encuentra la plantilla.
ru_ru: Если задан путь, то Шаблон и сама ВМ будут размещены о новому пути. Путь разделяется через /, например /Management/VMs. Если путь не задан, ВМ будет помещена в ту же папку где находится шаблон.
sk_sk: Cesta ku adresáru s virtuálnymi strojmi a šablónami, kde budú vo vnútri dátového centra vytvárané virtuálne stroje. Cesta je oddeľovaná prostredníctvom lomítok, napr. /Management/VMs. Ak nie je nastavená, virtuálne stroje budú ukladané v tom istom adresári, kde sa nachádza šablóna.
tr_tr: Belirtilirse, Sanal Makinenin Veri Merkezi içinde oluşturulacağı Sanal Makineler ve Şablon klasör yolu. Yol, örneğin / Yönetim / Sanal Makineler ile eğik çizgilerle sınırlandırılır. Hiçbir yol ayarlanmazsa, Sanal Makine şablonun bulunduğu klasöre yerleştirilir.
zh_cn: 如果指定，在数据中心内按照虚拟机和模板文件夹路径创建虚拟机，这个路径是用斜杠分隔的，例如 /Management/VMs。如果没有设置虚拟机的路径，该虚拟机会使用和模板相同的路径。

source: Clear selection
cs_cz: Zrušit výběr
es_es: Limpiar selección
et_ee: Tühjenda valik
pt_br: Limpar seleção
ru_ru: Очистить выбор
sk_sk: Zmaž výber
tr_tr: Seçimi temizle
zh_cn: 清除选定内容

source: Toggle advanced sections
cs_cz: Zobrazit/skrýt pokročilé volby
es_es: Cambiar sección avanzada
et_ee: Lülita täpsemad valikud
pt_br: Alternar para seções avançadas
ru_ru: Включить расширенные секции
sk_sk: Prepni do pokročilých nastavení
tr_tr: Gelişmiş bölümleri aç/kapat
zh_cn: 切换到高级部分

source: Use ctrl key for multiple selection (provide on instantiation).
cs_cz: Použijte klávesu CTRL pro výběr nekolika (zvolí se při spuštění).
es_es: Utilizar la tecla ctrl para selección múltiple (proporcionar en la instanciación)
pt_br: Use a tecla ctrl para seleção múltipla (providenciar em instanciação)
ru_ru: Используйте клавишу Ctrl для множественного выбора (используемых для инсталляции)
sk_sk: Použi CTRL klávesu pre viacnásobný výber (pri spúšťaní inštancií)
zh_cn: 使用ctrl键进行多选（在实例化时提供）。

source: Folder
cs_cz: Složka
es_es: Carpeta
et_ee: Kaust
pt_br: Pasta
ru_ru: Папка
sk_sk: Adresár
tr_tr: Klasör
zh_cn: 文件夹

source: Linked clone
cs_cz: Prolinkovaný klon, linked
es_es: Clon vinculado
pt_br: Clone linkado
ru_ru: Связанный клон
sk_sk: Nalinkovaná kópia
tr_tr: Bağlı klon
zh_cn: 链接克隆

source: Create copy
cs_cz: Vytvořit kopii
es_es: Crear copia
pt_br: Criar cópia
ru_ru: Создать копию
sk_sk: Vytvor kópiu
tr_tr: Kopya Oluştur
zh_cn: 创建拷贝

source: Cluster(s) to import
cs_cz: Cluster(y) k importu
es_es: Cluster(s) a importar
pt_br: Cluster(s) para importar
ru_ru: Кластер(ы) для добавления
sk_sk: Cluster / clustre na import
zh_cn: 要导入的集群

source: Unimported Cluster(s)
cs_cz: Odimportované cluster(y)
es_es: Cluster(s) no importados
pt_br: Cluster(s) Não Importados
ru_ru: Не добавленные кластер(ы)
sk_sk: Importovaný/é cluster / clustre
zh_cn: 未导入的集群

source: Filter by user
cs_cz: Filtrovat podle uživatele
es_es: Filtrar por usuario
et_ee: Filteeri kasutaja järgi
fa_ir: فیلتر کردن بر اساس کاربر
pt_br: Filtrar por usuário
pt_pt: Filtrar por utilizador
ru_ru: Фильтрация по пользователю
sk_sk: Filter podľa používateľa
tr_tr: Kullanıcıya göre filtrele
zh_cn: 按用户过滤

source: Filter by group
cs_cz: Filtrovat podle skupiny
es_es: Filtrar por grupo
et_ee: Filtreeri grupi järgi
fa_ir: فیلتر کردن بر اساس گروه
pt_br: Filtrar por grupo
pt_pt: Filtrar por grupo
ru_ru: Фильтрация по группе
sk_sk: Filter podľa skupiny
tr_tr: Gruba göre filtrele
zh_cn: 按群组过滤

source: Get showback
cs_cz: Zobrazit
es_es: Obtener showback
pt_br: Obter custo de utilização
ru_ru: Получить информацию о потреблении ресурсов
sk_sk: Získaj prehľad
tr_tr: Showback edin
zh_cn: 获取回溯分析

source: There are no showback records
cs_cz: Nejsou k dispozici data k vyúčtování nákladů
es_es: No existen registros de showback
fa_ir: هیچ رکورد شوبکی وجود ندارد
pt_br: Não há dados do custo de utilização
pt_pt: Não há registo de estatística de utilização
ru_ru: Нет записей о потреблении ресурсов
sk_sk: Žiadne záznamy / prehľady
tr_tr: Showback kayıtları yok
zh_cn: 没有回溯分析记录

source: Year
cs_cz: Rok
es_es: Año
et_ee: Aasta
fa_ir: سال
pt_br: Ano
pt_pt: Ano
ru_ru: Год
sk_sk: Rok
tr_tr: Yıl
zh_cn: 年

source: Month
cs_cz: Měsíc
es_es: Mes
et_ee: Kuu
fa_ir: ماه
pt_br: Mês
pt_pt: Mês
ru_ru: Месяц
sk_sk: Mesiac
tr_tr: Ay
zh_cn: 月

source: Select a row to get detailed information of the month
cs_cz: Zvolte řádek pro zobrazení detailních informací o měsíci
es_es: Selecciona una fila para obtener información detallada del mes
et_ee: Vali rida, et saada täpsemat teavet kuu kohta
fa_ir: یک رکورد را جهت دریافت اطلاعات جزئی در ماه انتخاب کنید.
pt_br: Selecione uma linha para obter informações detalhadas do mês
pt_pt: Selecione uma linha para obter uma informação detalhada do mês
ru_ru: Выберите строку для получения детальной информации о месяце
sk_sk: Vyber riadok pre detailné informácia za mesiac
tr_tr: Ayın ayrıntılı bilgilerini almak için bir satır seçin
zh_cn: 选择行以获取一个月的详细信息

source: Running
es_es: Ejecutando
ru_ru: запущенных
sk_sk: Bežiaci

source: Clear
cs_cz: Vyčistit
es_es: Limpiar
et_ee: Puhasta
pt_br: Limpar
ru_ru: Очистить
sk_sk: Vyčisti
tr_tr: Temizle
zh_cn: 清除

source: EC2 Access
cs_cz: EC2 přístupový klíč
es_es: Clave acceso EC2
pt_br: Acesso EC2
ru_ru: ЕС2 Доступ
sk_sk: EC2 prístup
tr_tr: EC2 Erişimi

source: EC2 Secret
cs_cz: EC2 tajný klíč
es_es: Clave secreta EC2
pt_br: EC2 secreto
ru_ru: ЕС2 секретный ключ
sk_sk: EC2 Privátny
tr_tr: EC2 Gizliliği

source: Other
cs_cz: Ostatní
es_es: Otros
et_ee: Teised
fa_ir: دیگر
pt_br: Outros
pt_pt: Outros
ru_ru: Все остальные
sk_sk: Ostatní
tr_tr: Diğer
zh_cn: 其他

source: Ownership
cs_cz: Vlastnictví
es_es: Propiedad
et_ee: Omand
fa_ir: مالکیت
pt_br: Proprietário
pt_pt: Dono
ru_ru: Владелец
sk_sk: Vlastníctvo
tr_tr: Sahiplik
zh_cn: 归属关系

source: Backup IDs
ru_ru: IDs резервных копий
sk_sk: ID zálohy

source: text
es_es: texto
et_ee: tekst
fa_ir: متن
pt_br: texto
pt_pt: texto
ru_ru: текст
tr_tr: metin
zh_cn: 文本

source: text (base64)
es_es: texto (base64)
et_ee: tekst (base64)
fa_ir: متن (base64)
pt_br: texto (base64)
ru_ru: текст (base64)
tr_tr: metin (base64)
zh_cn: 文本（base64）

source: password
cs_cz: heslo
es_es: contraseña
et_ee: parool
fa_ir: رمز عبور
pt_br: senha
pt_pt: palavra-chave
ru_ru: пароль
sk_sk: heslo
tr_tr: şifre
zh_cn: 密码

source: number
cs_cz: číslo
es_es: numero
pt_br: número
ru_ru: число
sk_sk: Počet
tr_tr: numara
zh_cn: 数量

source: number (float)
cs_cz: číslo (float)
es_es: numero (float)
pt_br: número (float)
ru_ru: число (плавающее)
sk_sk: Počet (float)
tr_tr: numara (float)
zh_cn: 数量 (浮点数)

source: range (float)
cs_cz: rozsah (float)
pt_br: intervalo (float)
ru_ru: диапазон (плавающий)
sk_sk: rozsah (float)
tr_tr: aralık (float)
zh_cn: 范围 (浮点数)

source: list (multiple)
cs_cz: výčet (několika)
es_es: lista (múltiple)
pt_br: Lista (múltipla)
ru_ru: список (с множественным выбором)
sk_sk: zoznam (viacnásobný)
tr_tr: list (çoklu)
zh_cn: 列表（多个）

source: Default value
cs_cz: Výchozí hodnota
es_es: Valor por defecto
et_ee: Vaikimisi väärtus
pt_br: Valor padrão
ru_ru: Значение по умолчанию
sk_sk: Default hodnota
tr_tr: Varsayılan değer
zh_cn: 默认值

source: Options
cs_cz: Volby
es_es: Opciones
et_ee: Valikud
pt_br: Opções
ru_ru: Опции
sk_sk: Možnosti
tr_tr: Ayarlar
zh_cn: 选项

source: Comma-separated list of options for the drop-down select input
cs_cz: Čárkou oddělený seznam možností pro výběr z roletky
es_es: Lista de opciones separadas por comas de la entrada de selección desplegable
et_ee: Komadega eraldatud valikute nimekiri rippmenüü vaikute sisendiks
pt_br: Lista de opções separadas por vírgulas para o menu de seleção de entrada/
ru_ru: Список опций для выпадающего списка, разделеный запятыми
sk_sk: Čiarkou oddelený zoznam možností pre drop-down vstup
tr_tr: Açılır menü seçimi için virgülle ayrılmış seçenekler listesi
zh_cn: 为下拉选择输入的以逗号分隔的选项列表

source: PCI interface
cs_cz: PCI zařízení
es_es: Interfaz PCI
et_ee: PCI liides
pt_br: Interface PCI
ru_ru: PCI интерфейс
sk_sk: PCI rozhranie
tr_tr: PCI arayüzü
zh_cn: PCI 接口

source: Interface
cs_cz: Adaptér
es_es: Interfaz
et_ee: Liides
ru_ru: Интерфейс
sk_sk: Rozhranie
tr_tr: Arayüz
zh_cn: 接口

source: Select a Network
cs_cz: Vyberte síť
es_es: Seleccionar una red
et_ee: Vali võrk
fa_ir: یک شبکه انتخاب کنید
pt_br: Selecione uma Rede
pt_pt: Selecione uma Rede
ru_ru: Выберите сеть
sk_sk: Vyber sieť
tr_tr: Ağı Seçiniz
zh_cn: 选择一个网络

source: RDP will be enabled in this network
cs_cz: RDP bude na této síti povoleno
es_es: El protocolo RDP va a ser habilitada en esta red
pt_br: RDP será habilitada nessa rede
ru_ru: RDP будет включен в этой сети
sk_sk: RDP v tejto sieti bude aktivované
zh_cn: RDP将在这个网络中被启用

source: SSH will be enabled in this network
es_es: Las conexiones SSH estarán habilitadas en esta red
ru_ru: SSH будет включен в этой сети
sk_sk: V tejto sieti bude aktivované SSH
zh_cn: SSH将在这个网络中被启用

source: Force IPv4:
cs_cz: Vynutit IPv4:
es_es: Forzar IPv4:
et_ee: Sunni IPv4:
pt_br: Forçar IPv4:
ru_ru: Принудительный IPv4:
sk_sk: Vnúť IPv4
tr_tr: IPv4 zorla
zh_cn: 强制 IPv4：

source: Optionally, you can force the IP assigned to the network interface.
cs_cz: Volitelně můžete vynutit IP přiřazenou síťovému adaptéru.
es_es: Opcionalmente, puedes forzar la asignación de IP en la tarjeta de red.
pt_br: Opcionalmente, você pode forçar o IP atribuído à interface de rede.
ru_ru: При желании вы можете принудительно назначить IP-адрес, назначенный сетевому интерфейсу.
sk_sk: Voliteľne, môžeš vnútiť IP sieťovému adaptéru
tr_tr: İsteğe bağlı olarak, ağ arayüzüne atanan IP'yi zorlayabilirsiniz
zh_cn: 可选项，您可以强制把IP分配到网络接口

source: If checked, each Virtual Machine will have a floating IP added to its network interface.
cs_cz: Pokud je nastaveno, každý virtuální stroj bude mít plovoucí IP na svém síťovém adaptéru.
es_es: Si esta marcado, cada MV tendrá una IP flotante agregada a su tarjeta de red.
pt_br: Se selecionado, cada Máquina Virtual terá um IP flutuante atribuído a esta interface de rede.
ru_ru: Если выбрано, для каждой виртуальной машины будет добавлен плавающий IP-адрес к сетевому интерфейсу.
sk_sk: Pokiaľ je zaškrtnuté, každý virtuálny stroj bude mať pridelenú jeho sieťovému adaptéru plávajúcu IP
tr_tr: İşaretlenirse, her Sanal Makinenin kendi ağ arayüzüne eklenen bir kayan IP bulunur.
zh_cn: 如果选中此选项，每个虚拟机将会有一个浮动IP地址添加到其网络接口。

source: If checked, this network interface will be a Virtual Router management interface. Traffic will not be forwarded.
cs_cz: Pokud je nastaveno, tento síťový adaptér bude sloužit pro správu virt. směrovače. Provoz na něj nebude směrován.
es_es: Si esta marcado, esta tarjeta de red será un interfaz de gestión del Router Virtual. El trafico no será reenviado.
pt_br: Se selecionado, esta interface de rede será uma interface de gerenciamento do Roteador Virtual. O tráfego não será encaminhado.
ru_ru: Если выбрано, этот сетевой интерфейс будет интерфейсом управления виртуальным маршрутизатором. Трафик не будет перенаправляться.
sk_sk: Pokiaľ je zaškrtnuté, tento sieťový adaptér bude manažovaným adaptérom virtuálneho routra. Traffic nebude forwardovaný.
tr_tr: İşaretlenirse, bu ağ birimi bir Sanal Yönlendirici yönetim arayüzü olacaktır. Trafik iletmez.
zh_cn: 如果选中此选项，此网络接口将成为一个虚拟路由器的管理接口。网络流量不会被转发。

source: Force IPv6:
cs_cz: Vynutit IPv6:
es_es: Forzar IPv6:
ru_ru: Принудительный IPv6:
sk_sk: Vynútenie IPv6:
tr_tr: IPv6 zorla
zh_cn: 强制 IPv6：

source: You can add Security Groups to this network interface. These IDs do not overwrite the ones defined in the Virtual Network. All the Security Group IDs are combined, and applied to the Virtual Machine instance.
cs_cz: Na tento síťový adaptér můžete přidat bezp. skupiny. Tyto nepřepisují bezp. skupiny definovené u virtuální sítě. Všechny bezp. skupiny jsou sloučené a nastavené instanci virtuálního stroje.
es_es: Puedes agregar Grupos de Seguridad a esta tarjeta de red. Estos IDs no reemplazarán a los que estén definidos en la Red Virtual. Todos los IDs de Grupos de Seguridad se combinarán, y serán aplicados a la instancia de la MV.
et_ee: Sellele võrguliidesele saate lisada turvagruppe. Need IDd ei kirjuta üle virtuaalvõrgule määratud väärtusi. Kõik turvagrupi ID-d kombineeritakse ja rakendatakse VM-dele.
pt_br: Você pode adicionar os Grupos de Segurança a esta interface de rede. Estes IDs não substituirão os já definidos na Rede Virtual. Todos os IDs do Grupo de Segurança serão combinados e aplicados à instância da Máquina Virtual.
ru_ru: Вы можете добавить группы безопасности к этому сетевому интерфейсу. Эти группы не перезаписывают правила, определенные в виртуальной сети. Все правила групп безопасности объединяются и применяются к экземпляру виртуальной машины.
sk_sk: Môžeš pridať Security skupinu danému sieťovému adaptéru. Toto ID neprepíše ID definované vo virtuálnej sieti. Všetky ID security skupín sú kombinované a aplikované inštancii virtuálneho stroja.
tr_tr: Bu ağ arayüzüne Güvenlik Grupları ekleyebilirsiniz. Bu ID'ler, Sanal Ağ'da tanımlanan kimselerin üzerine yazmaz. Tüm Güvenlik Grubu ID'leri birleştirilir ve Sanal Makine somut örneğine uygulanır.
zh_cn: 您可以添加安全组到此网络接口。这些ID不会覆盖在虚拟网络中定义的设置。所有安全组ID将被组合起来，并应用到虚拟机实例。

source: Network Interface
cs_cz: Síťový adaptér
es_es: interfaz de red
et_ee: Võrguliides
pt_br: Interface de Rede
ru_ru: Сетевой интерфейс
sk_sk: Sieťový adaptér
tr_tr: Ağ Arayüzü
zh_cn: 网络接口

source: Time
cs_cz: Čas
es_es: Tiempo
et_ee: Aeg
pt_br: Horário
ru_ru: Время
sk_sk: Čas
tr_tr: Zaman
zh_cn: 时间

source: Rep
cs_cz: Opakovat
ru_ru: Повтор
zh_cn: 重试

source: Ends
cs_cz: Konec
es_es: Termina
et_ee: Lõppeb
pt_br: Termina
ru_ru: Окончание
sk_sk: Ukončenia
zh_cn: 结束

source: Done
cs_cz: Dokončeno
es_es: Hecho
et_ee: Lõpetatud
pt_br: Feito
ru_ru: Выполено
sk_sk: Hotovo
tr_tr: Tamamlandı
zh_cn: 完成

source: Message
cs_cz: Zpráva
es_es: Mensaje
et_ee: Teade
pt_br: Mensagem
ru_ru: Сообщение
sk_sk: Správa
tr_tr: Mesaj
zh_cn: 信息

source: Add action
cs_cz: Přidat akci
es_es: Añadir acción
et_ee: Lisamise tegevus
fa_ir: اضافه کردن اقدام
pt_br: Adicionar ação
pt_pt: Adicionar ação
ru_ru: Добавить действие
sk_sk: Pridaj akciu
tr_tr: Eylem ekleme
zh_cn: 添加动作

source: Perform an action
cs_cz: Provést akci
es_es: Realice una acción
pt_br: Executar uma Ação
ru_ru: Выполнить действие
sk_sk: Vykonaj operáciu
zh_cn: 执行一个操作

source: Disk Id
cs_cz: Identif. disku
es_es: Id de Disco
pt_br: Id do Disco
ru_ru: № диска
sk_sk: ID disku
zh_cn: 磁盘ID

source: Snap Id
cs_cz: Identif. zachyceného stavu
es_es: Id de Snap
pt_br: Id do Snap
ru_ru: № щелчка
sk_sk: ID snímky
zh_cn: 快照ID

source: Backup Datastore Id
ru_ru: ID резервного хранилища
sk_sk: ID dátového skladu záloh

source: Snap Name
cs_cz: Název zachyceného stavu
es_es: Nombre de Snap
pt_br: Nome do Snap
ru_ru: Имя щелчка
sk_sk: Meno snímky
zh_cn: 快照名称

source: Perform
es_es: Ejecutar
ru_ru: Выполнить
sk_sk: Vykonaj
zh_cn: 执行

source: New scheduled action
cs_cz: Nová plánovaná akce
es_es: Nueva acción programada
et_ee: Uus plaaneeritud tegevus
pt_br: Nova ação agendada
ru_ru: Запланировать новое действие
sk_sk: Novo naplánovaná operácia
tr_tr: Yeni zamanlanmış eylem
zh_cn: 新调度的操作

source: Relative Time
cs_cz: Relativní čas
es_es: Tiempo relativo
pt_br: Tempo Relativo
ru_ru: Относительное время
sk_sk: Relatívny čas
zh_cn: 相对时间

source: Periodic
cs_cz: Pravidelně
es_es: Periódica
et_ee: Perioodiline
pt_br: Periodicamente
ru_ru: Повторять действие
sk_sk: Periodicky
zh_cn: 定期

source: Repeat
cs_cz: Opakovat
es_es: Repetida
et_ee: Kordus
pt_br: Repetir
ru_ru: Интервал
sk_sk: Opakuj
zh_cn: 重复

source: Hourly
cs_cz: Hodinově
es_es: Cada hora
pt_br: A cada hora
ru_ru: Каждый час
sk_sk: Každú hodinu
tr_tr: Saatlik
zh_cn: 每小时

source: Never
cs_cz: Nikdy
es_es: Nunca
pt_br: Nunca
ru_ru: Никогда
sk_sk: Nikdy
tr_tr: Asla
zh_cn: 从不

source: Disks
cs_cz: Disky
es_es: Discos
et_ee: Kettad
fa_ir: دیسک‌ها
pt_br: Discos
pt_pt: Discos
ru_ru: Диски
sk_sk: Disky
tr_tr: Diskler
zh_cn: 磁盘

source: You need to select something.
cs_cz: Je potřeba něco vybrat.
es_es: Necesitas seleccionar algo
et_ee: Sa pead midagi valima.
fa_ir: چیزی را از قلم انداخته اید
pt_br: Você precisa selecionar alguma coisa
pt_pt: É necessário seleccionar alguma opção.
ru_ru: Вы должны что-нибудь выбрать.
sk_sk: Niečo vybrať musíš.
tr_tr: Birşeyler seçmelisiniz.
zh_cn: 您需要至少选择一个项目。

source: Host Overcommitment
cs_cz: Přidělení více zdrojů hostitele, než kterými disponuje
es_es: Sobresubscripción del host
et_ee: Serveri ülebroneerimine
pt_br: Overcommit do Host
ru_ru: Переподписка на узле
sk_sk: Prebookovanie hosta
tr_tr: Ana Makine Üzerine Kesinleştirme
zh_cn: 主机超分使用

source: Prior to assigning a VM to a Host, the available capacity is checked to ensure that the VM fits in the host. The capacity is obtained by the monitor probes. You may alter this behaviour by reserving an amount of capacity. You can reserve this capacity:
cs_cz: Před přirazením virt. stroje na hostitele je zkontrolována dostupná kapacita tak, aby se virt. stroj na hostitele vešel. Kapacity je zjištěna přes monitorovací sondy. Chování můžete upravit rezervováním určité kapacity. Můžete rezervovat následující kapacitu:
es_es: Antes de asignar una MV a un Host, la capacidad disponible se verifica para asegurar que la MV cabe en el host. La capacidad se obtiene con las sondas de monitor. Puede alterar este comportamiento reservando una cantidad de la capacidad. Puede reservar esta capacidad:
pt_br: Antes de atribuir uma VM à um Host, a capacidade disponível é verificada para garantir que VM caiba no host. A capacidade é obtida através dos processo de monitoramento. Você pode alterar esse comportamento da reserva de capacidade. Você mesmo pode efetuar essa capacidade.
ru_ru: Прежде чем направлять ВМ в хост, доступная емкость проверяется, что бы убедить что места на хосте достаточно для ВМ. Емкость запрашивается через запрос мониторинга. Вы можете заранее зарезервировать определенную емкость. Можно зарезервировать емкость:
sk_sk: Pred pridelením virtuálneho stroja hostu je najprv skontrolovaná jeho dostupná kapacita prostredníctvom monitorovacej sonndy. Toto správanie môžeš ovplyvniť rexzervovaním určitej kapacity. Môžeš rezervovať túto kapacitu:
tr_tr: Bir Ana Makineye bir Sanal Makine atamadan önce, Sanal Makinenin ana bilgisayara uyduğundan emin olmak için kullanılabilir kapasite kontrol edilir. Kapasite, monitör probları tarafından elde edilir. Bir miktar kapasite ayırarak bu davranışı değiştirebilirsiniz. Bu kapasiteyi rezerve edebilirsiniz:
zh_cn: 在将虚拟机分配给主机之前, 可用容量将被检查以确保虚拟机能适配到主机中。通过监控探头获取容量信息。你通过预留一定的资源容量改变这种行为。你可以预留此容量：

source: Cluster-wise. All the hosts of the cluster will reserve the same amount of capacity.
cs_cz: Napříč clusterem. Všichni hostitelé clusteru budou rezervovat stejné množství kapacity.
es_es: Cluster-wise. Todos los hosts del cluster reservaran el mismo tamaño de capacidad.
pt_br: Cluster-wise. Todos os hosts do cluster reservarão o mesmo tamanho de capacidade.
ru_ru: Уровень кластера. Всем серверам в кластере будет доступно одинаковое значение емкости.
sk_sk: Cluster-wise. Všetky hosty v clustri si budú rezervovať rovnakú kapacitu.
tr_tr: Karşılıklı-Küme. Kümenin tüm ana sunucuları aynı miktarda kapasite
zh_cn: 集群范围。所有集群中的主机都将预留相同的容量。

source: Host-wise. This value will override those defined at cluster level.
cs_cz: Napříč hostiteli. Tato hodnota přepíše nastavení určené na úrovni clusteru.
es_es: Host-wise. Este valor sobreescribira los definidos en el nivel de cluster.
pt_br: Host-wise. Este valor irá substituir os definidos a nível de cluster.
ru_ru: Уровень сервера. Это значение перекроет значение определенное на уровне кластера.
sk_sk: Host-wise. Táto hodnota prepíše hodnotu definovanú na úrovni clustra.
tr_tr: Karşılıklı-Makine. Bu değer, küme düzeyinde tanımlanan değerleri geçersiz kılacaktır.
zh_cn: 主机范围。这个值将覆盖在集群级别定义的参数。

source: These values can be negative, in that case you'll be actually increasing the overall capacity so overcommitting host capacity.
cs_cz: Hodnoty mohou být i negativní, čímž se zvětšuje celková kapacita a dochází k přepřidělování kapacity hostitele.
es_es: Estos valores pueden ser negativos, en este caso estarias incrementando la capacidad actual y sobrecargando la capacidad del nodo.
pt_br: Estes valores podem ser negativos, neste caso você irá realmente aumentar a capacidade global de overcommitting do host.
ru_ru: Эти значения могут быть отрицательными, в этом случае вы увеличиваете общую емкость но можете превысить емкость узла.
sk_sk: Tieto hodnoty môžu byť záporné - v takom prípade budeš zvyšovať celkovú kapacitu, čiže prekračovať kapacitu hosta
tr_tr: Bu değerler negatif olabilir, bu durumda genel kapasiteyi artırarak ana makine kapasitesini aşırı yükleyeceksiniz.
zh_cn: 这些值可以为负，在那种情况下您实际上是通过超分主机的容量来增加了总容量。

source: Reserved Memory in KB
cs_cz: Rezervovaná paměť v KB
es_es: Reservado de memoria en KB
et_ee: Reserveeritud mälu KB
pt_br: Memória Reservada em KB
ru_ru: Зарезервировано памяти, в Кб
sk_sk: Rezervovaná RAM v kB
tr_tr: Ayrılmış Bellek KB boyutunda
zh_cn: 预留的内存（KB）
