Repository: OpenNebula/one
Catalog: src/sunstone/public/locale/languages/*.po
Languages: cs_cz, es_es, et_ee, fa_ir, pt_br, pt_pt, ru_ru, sk_sk, tr_tr, zh_cn

source: File created
cs_cz: Soubor vytvořen
es_es: Fichero creado
et_ee: Fail loodud
pt_br: Arquivo criado
ru_ru: Файл создан
sk_sk: Súbor bol vytvorený
tr_tr: Dosya oluşturuldu
zh_cn: 文件已创建

source: Please select a file from the list
cs_cz: Vyberte soubor ze seznamu
es_es: Por favor, seleccione un fichero de la lista
et_ee: Palun vali fail nimekirjast
pt_br: Por favor, selecione um arquivo da lista
ru_ru: Выберите файл из списка
sk_sk: Vyber súbor zo zoznamu
tr_tr: Lütfen listeden bir dosya seçiniz
zh_cn: 请从列表中选择一个文件

source: You selected the following file:
cs_cz: Vybrali jste následující soubor:
es_es: Ha seleccionado el siguiente fichero:
et_ee: Sa valisid järgmise faili:
fa_ir: شما فایل‌های زیر را انتخاب کرده‌اید:
pt_br: Você selecionou o seguinte arquivo:
pt_pt: Selecionou o ficheiro seguinte:
ru_ru: Вы выбрали следующий файл:
sk_sk: Vybral si nasledovný súbor:
tr_tr: Belirtilen dosyayı seçtiniz:
zh_cn: 你选择的文件是：

source: Please select one or more files from the list
cs_cz: Vyberte ze seznamu jeden nebo více souborů
es_es: Por favor seleccione uno o varios ficheros de la lista
et_ee: Palun vali üks või mitu faili nimekirjast
fa_ir: لطفاً یک یا چند فایل از لیست زیر انتخاب نمایید.
pt_br: Por favor, selecione um ou mais arquivos da lista
pt_pt: Por favor selecione um ou mais ficheiros da lista
ru_ru: Выберите один или несколько файлов из списка
sk_sk: Vyber jeden alebo viac súborov zo zoznamu
tr_tr: Lütfen listeden bir veya daha fazla dosya seçiniz
zh_cn: 请从列表中选一个或多个文件

source: You selected the following files:
cs_cz: Vybrali jste následující soubory:
es_es: Ha seleccionado los siguientes ficheros:
et_ee: Sa valisid järgmised failid:
fa_ir: شما فایل‌های زیر را انتخاب کرده‌اید:
pt_br: Você selecionou os seguintes arquivos:
pt_pt: Selecionou os seguintes ficheiros:
ru_ru: Вы выбрали следующие файлы:
sk_sk: Vybral si nasledovné súbory:
tr_tr: Belirtilen dosyaları seçtiniz:
zh_cn: 您选中了如下文件：

source: VM Templates
cs_cz: Šablony virt. strojů
es_es: Plantillas de MV
et_ee: VM mallid
fa_ir: قالب های ماشین مجازی
pt_br: Templates de VM
pt_pt: Modelos de VM
ru_ru: Шаблоны ВМ
sk_sk: Šablóny virtuálnych strojov
tr_tr: Sanal Makine Şablonları
zh_cn: 虚拟机模板

source: VM Template
cs_cz: Šablona virt. stroje
es_es: Plantilla de Máquina Virtual
et_ee: VM Mall
fa_ir: تمپلیت ماشین‌مجازی
pt_br: Template de VM
pt_pt: Modelo de VM
ru_ru: Шаблон ВМ
sk_sk: Šablóna VS
tr_tr: VM Şablonu
zh_cn: 虚拟机模板

source: Create Service
cs_cz: Vytvořit službu
es_es: Crear Servicio
et_ee: Loo teenus
fa_ir: ایجاد سرویس
pt_br: Criar Serviço
pt_pt: Criar Serviço
ru_ru: Создать сервис
sk_sk: Vytvor službu
tr_tr: Servis Oluştur
zh_cn: 创建服务

source: Update Service
cs_cz: Aktualizovat službu
es_es: Actualizar Servicio
pt_br: Atualizar serviço
ru_ru: Обновить сервис
sk_sk: Aktualizuj službu
zh_cn: 更新服务

source: Purge DONE services
ru_ru: Очистить сервисы в статусе "ЗАВЕРШЕНО"
sk_sk: Vyčisti UKONČENÉ služby
zh_cn: 服务删除完成

source: All DONE services has been purged
ru_ru: Все сервисы в статусе ЗАВЕРШЕНО очищены
sk_sk: Všetky UKONČENÉ služby boli vyčistené
zh_cn: 所有已完成的服务都被清除了

source: Confirm
cs_cz: Potvrzení
es_es: Confirmar
et_ee: Kinnita
fa_ir: تأیید کردن
pt_br: Confirmar
pt_pt: Confirmar
ru_ru: Подтвердить
sk_sk: Potvrď
tr_tr: Onaylama
zh_cn: 确认

source: Are you sure you want to delete the role
ru_ru: Вы уверены что хотите удалить роль?
sk_sk: Si si istý, že chceš zmazať rolu
zh_cn: 您确认要删除角色吗

source: Roles
cs_cz: Role
et_ee: Rollid
fa_ir: وظایف
pt_br: Funções
pt_pt: Papéis
ru_ru: Роли
sk_sk: Roly
tr_tr: Roller
zh_cn: 角色

source: The VM is ready
cs_cz: Virtuální stroj je připravený
es_es: La MV esta lista
et_ee: VM on valmis
fa_ir: ماشین‌مجازی آماده است
pt_br: A VM está pronta
pt_pt: A VM está pronta
ru_ru: ВМ готова
sk_sk: VS je pripravený
tr_tr: Sanal Makine hazır
zh_cn: 该虚拟机已就绪

source: Waiting for the VM to be ready
cs_cz: Čeká se, až bude virtuální stroj připravený
es_es: Esperando que la MV este preparada
et_ee: Ootan kuni VM on valmis
fa_ir: منتظر آماده شدن ماشین‌مجازی باشید
pt_br: Aguardando a VM ficar pronta
pt_pt: À espera da VM estar pronta
ru_ru: Ожидание готовности ВМ
sk_sk: Maj chvíľku strpenie - VS sa pripravuje
tr_tr: Sanal Makine'nin hazır olması bekleniyor
zh_cn: 等待虚拟机就绪

source: All Roles
cs_cz: Přidat role
es_es: Todos los Roles
pt_br: Todas as regras
ru_ru: Все роли
sk_sk: Všetky roly
zh_cn: 所有角色

source: Log
cs_cz: Záznam událostí
es_es: Registro
et_ee: Logi
fa_ir: گزارش عملکرد
pt_pt: Registo
ru_ru: Журнал
zh_cn: 日志

source: VM:
ru_ru: ВМ:
sk_sk: VS:
zh_cn: 虚拟主机：

source: has error:
ru_ru: есть ошибка:
sk_sk: má chybu:
zh_cn: 有错误：

source: Dismiss
es_es: Descartar
ru_ru: Отклонить
sk_sk: Vyradiť
zh_cn: 驳回

source: Scale
cs_cz: Škálovat
es_es: Escalar
et_ee: Skaleeri
fa_ir: توزین
pt_br: Escala
pt_pt: Escalar
ru_ru: Масштабировать
sk_sk: Rozsah
tr_tr: Ölçeklendir
zh_cn: 扩展

source: Suspend
cs_cz: Pozastavit
es_es: Suspender
et_ee: Peatatud
fa_ir: تعلیق
pt_br: Suspender
pt_pt: Suspender
ru_ru: Приостановить работу ВМ
tr_tr: Askıya Al
zh_cn: 休眠

source: Stop
cs_cz: Pozastavit a odkopírovat
es_es: Parar
et_ee: Peata
fa_ir: توقف
pt_br: Parar
pt_pt: Parar
ru_ru: Остановить
sk_sk: Zastav
tr_tr: Dur
zh_cn: 停机

source: Reboot
cs_cz: Restart (natvrdo)
es_es: Rearrancar
et_ee: Taaskäivita
fa_ir: راه اندازی مجدد
pt_br: Reiniciar
pt_pt: Reiniciar
ru_ru: Перезагрузить
tr_tr: Yeniden Başlat
zh_cn: 重新启动

source: Power Off
cs_cz: Vypnout
es_es: Apagar
et_ee: Lülita välja
fa_ir: خاموش
pt_pt: Encerrar
ru_ru: Отключить питание
sk_sk: Vypnúť
tr_tr: Kapat
zh_cn: 关机

source: Undeploy
cs_cz: Vypnout a odkopírovat
es_es: Replegar
et_ee: Eemalda
fa_ir: عدم استقرار
pt_pt: Cancelar instanciação
ru_ru: Отменить размещение
sk_sk: Zruš nasadenie
tr_tr: Konuşlandırmayı Sonlandır
zh_cn: 取消部署

source: Terminate
cs_cz: Zrušit
es_es: Finalizar
et_ee: Katkesta
pt_br: Apagar
ru_ru: Уничтожить
sk_sk: Ukonči
tr_tr: Sona Erdir
zh_cn: 终止

source: Remove Role
es_es: Remover Rol
ru_ru: Удалить Роль
sk_sk: Odstráň rolu
zh_cn: 移除角色

source: This will remove information from non-persistent hard disks
cs_cz: Toto zahodí data z netrvalých disků
es_es: Esto eliminará la informacion de los discos no persistentes.
et_ee: See kustutab info mitte-püsivatelt ketastelt
pt_br: Isto removerá a informação de discos rígidos não persisitentes
ru_ru: Это действие приведет к удалению информации с непостоянных дисков
sk_sk: Zmaže informácie z neperzistentných diskov
tr_tr: Bu, kalıcı olmayan sabit disklerden gelen bilgileri kaldıracaktır.
zh_cn: 这将从非持久性磁盘中删除信息

source: This will delete the selected services
cs_cz: Toto smaže označené služby
es_es: Ésto eliminará los servicios seleccionados
et_ee: See kustutab valitud teenused
fa_ir: این امکان باعث پاک شدن سرویس انتخاب شده می‌شود
pt_br: Isto irá deletar os serviços selecionados
pt_pt: Isto irá apagar os serviços selecionados
ru_ru: Удалить выбранные сервисы
sk_sk: Toto zmaže vybraté služby
tr_tr: Bu eylem seçili servisleri silecektir
zh_cn: 这将删除选中的服务

source: Purge done
ru_ru: Очистка завершена
sk_sk: Čistenie ukončené
zh_cn: 删除完成

source: This will delete all services in DONE state to free some space in your database
ru_ru: Это действие удалит все сервисы в статусе "ЗАВЕРШЕНО" что бы освободить свободное пространство в базе данных
sk_sk: Slúži pre vymazanie UKONČENÝCH služieb na uvoľnenie priestoru v databáze
zh_cn: 这将删除所有处于“完成”状态的服务，以释放数据库中的一些空间

source: One or more required fields are missing or malformed.
cs_cz: Jedna nebo více požadovaných kolonek jsou vyplněné chybně nebo vůbec.
es_es: Uno o más campos obligatorios están vacios o son incorrectos.
et_ee: Üks või mitu nõutud välja on puudu või vale infoga
fa_ir: یک یا چند مورد از فیلد‌های مورد نیاز ناقص بوده یا فراموش شده‌اند.
pt_br: Um ou mais campos obrigatórios estão vazios ou incorretos.
pt_pt: Um ou mais campos obrigatórios estão em falta ou mal preenchidos.
ru_ru: Одно или несколько полей отсутствуют или заполнены неверно.
sk_sk: Jedno alebo viac povinných polí je nevyplnených, alebo sú vyplnené nesprávne
tr_tr: Bir veya daha fazla gerekli alan eksik veya yanlış biçimlendirilmiş.
zh_cn: 一个或多个必填字段未填写或格式错误

source: State
cs_cz: Stav
es_es: Estado
et_ee: Staatus
fa_ir: وضعیت
pt_br: Estado
pt_pt: Estado
ru_ru: Состояние
sk_sk: Stav
tr_tr: Durum
zh_cn: 状态

source: Start time
cs_cz: Čas startu
es_es: Hora de inicio
et_ee: Käivitamise aeg
fa_ir: زمان آغاز
pt_br: Horário de início
pt_pt: Hora de início
ru_ru: Время запуска
sk_sk: Čas štartu
tr_tr: Başlama zamanı
zh_cn: 起始时间

source: Charters
ru_ru: Главы
sk_sk: Prenájmy
zh_cn: 契约

source: Please select a Service from the list
cs_cz: Vyberte službu ze seznamu
es_es: Por favor seleccione un Servicio de la lista
et_ee: Palun vali teenus nimekirjast
fa_ir: لطفاً یک سرویس از لیست انتخاب نمایید
pt_br: Por favor, selecione um Serviço da lista
pt_pt: Por favor selecione um Serviço da lista
ru_ru: Пожалуйста, выберите Сервис из списка
sk_sk: Vyber službu zo zoznamu
tr_tr: Lütfen listeden Servis seçiniz
zh_cn: 请从列表中选择一个服务

source: You selected the following Service:
cs_cz: Vybrali jste následující službu:
es_es: Ha seleccionado el siguiente Servicio:
et_ee: Sa valisid järgmise teenuse:
fa_ir: شما سرویس زیر را انتخاب کرده‌اید:
pt_br: Você selecionou o seguinte Serviço:
pt_pt: Selecionou o seguinte Serviço:
ru_ru: Вы выбрали следующий Сервис:
sk_sk: Vybral si nasledovnú službu:
tr_tr: Belirtilen servisi seçtiniz:
zh_cn: 您选择了以下服务：

source: Please select one or more Services from the list
cs_cz: Vyberte ze seznamu jednu nebo více služeb
es_es: Por favor seleccione uno o mas Servicios de la lista
et_ee: Palun vali üks või mitu teenust nimekirjast
fa_ir: لطفاً یک یا چند سرویس از لیست انتخاب نمایید
pt_br: Por favor, selecione um ou mais Serviços da lista
pt_pt: Por favor selecione uma ou mais Serviços da lista
ru_ru: Пожалуйста выберите не менее одного Сервиса из списка
sk_sk: Vyber jednu alebo viac služieb zo zoznamu
tr_tr: Lütfen listeden bir veya daha fazla Servis seçiniz
zh_cn: 请从列表中选择一个或多个服务

source: You selected the following Services:
cs_cz: Vybrali jste následující služby:
es_es: Ha seleccionado los siguientes Servicios:
et_ee: Sa valisid järgmised teenused:
fa_ir: شما سرویس‌های زیر را انتخاب کرده‌اید:
pt_br: Você selecionou os seguintes Serviços:
pt_pt: Selecionou os seguintes Serviços:
ru_ru: Вы выбрали следующие Сервисы:
sk_sk: Vybral si nasledovné služby:
tr_tr: Belirtilen servisleri seçtiniz:
zh_cn: 您选择了以下服务：

source: will run in
cs_cz: bude spuštěno v
es_es: Va a correr en
pt_br: Executará em
ru_ru: будет запущен в
sk_sk: pobeží v
zh_cn: 将运行在

source: Create Cluster
cs_cz: Vytvořit cluster
es_es: Crear clúster
et_ee: Loo Klaster
fa_ir: ساخت کلاستر
pt_br: Criar Cluster
pt_pt: Criar Cluster
ru_ru: Создать Кластер
sk_sk: Vytvor cluster
tr_tr: Küme Oluştur
zh_cn: 创建集群

source: Update Cluster
cs_cz: Úprava clusteru
es_es: Actualizar clúster
et_ee: Uuenda Klaster
fa_ir: به روز رسانی کلاستر
pt_br: Atualizar Cluster
pt_pt: Atualizar Cluster
ru_ru: Обновить Кластер
sk_sk: Aktualizuj cluster
tr_tr: Küme Güncelle
zh_cn: 更新集群

source: Cluster created
cs_cz: Cluster vytvořen
es_es: Clúster creado
et_ee: Klaster loodud
fa_ir: خوشه ساخته شد
pt_br: Cluster criado
pt_pt: Cluster criado
ru_ru: Кластер создан
sk_sk: Cluster bol vytvorený
tr_tr: Küme oluşturuldu
zh_cn: 集群已创建

source: Hosts
cs_cz: Hostitelé
et_ee: Servereid
fa_ir: سرورها
pt_pt: Anfitriões
ru_ru: Узлы
sk_sk: Hosty
tr_tr: Makineler
zh_cn: 主机

source: Datastores
cs_cz: Datová úložiště
et_ee: Andmekogud
fa_ir: فضاهای ذخیره سازی
ru_ru: Хранилища
sk_sk: Úložiská
tr_tr: Veri Depoları
zh_cn: 数据存储

source: VNets
cs_cz: Virt. sítě
et_ee: VVõrgud
fa_ir: شبکه‌های مجازی
ru_ru: Вирт. сети
sk_sk: Virtuálne siete
tr_tr: VNetler
zh_cn: 虚拟网络

source: Please select a Cluster from the list
cs_cz: Vyberte cluster ze seznamu
es_es: Por favor seleccione un Cluster de la lista
et_ee: Palun vali Klaster nimekirjast
fa_ir: لطفا یک کلاستر از لیست انتخاب کنید
pt_br: Por favor, selecione um Cluster da lista
pt_pt: Por favor selecione um Cluster da lista
ru_ru: Пожалуйста, выберите кластер из списка
sk_sk: Vyber cluster zo zoznamu
tr_tr: Lütfen listeden Küme seçiniz
zh_cn: 请从列表中选择一个集群

source: You selected the following Cluster:
cs_cz: Vybrali jste následující cluster:
es_es: Ha seleccionado el siguiente Cluster:
et_ee: Sa valisid järgmise Klastri:
fa_ir: کلاستر زیر را انتخاب کرده اید
pt_br: Você selecionou o seguinte Cluster:
pt_pt: Selecionou o seguinte Cluster:
ru_ru: Вы выбрали следующий кластер:
sk_sk: Vybral si nasledujúci cluster:
tr_tr: Seçtiğiniz Küme:
zh_cn: 您选择下列集群：

source: Please select one or more clusters from the list
cs_cz: Vyberte ze seznamu jeden nebo více clusterů
es_es: Por favor, seleccione uno o más clústers de la lista
et_ee: Palun vali üks või rohkem klaster nimekirjast
fa_ir: لطفا یک یا چند کلاستر از لیست انتخاب کنید
pt_br: Por favor, selecione um ou mais clusters da lista
pt_pt: Por favor selecione um ou mais clusters da lista
ru_ru: Пожалуйста, выберите из списка не менее одного кластера
sk_sk: Vyber jeden alebo viac clustrov zo zoznamu
tr_tr: Lütfen listeden bir ya da daha fazla küme seçin
zh_cn: 请从列表中选择一个或者多个集群：

source: You selected the following clusters:
cs_cz: Vybrali jste následující clustery:
es_es: Ha seleccionado los siguientes clústers:
et_ee: Sa valisid järgmised klastrid:
fa_ir: کلاسترهای زیر را انتخاب کرده اید
pt_br: Você selecionou os seguintes clusters:
pt_pt: Selecionou os seguintes clusters:
ru_ru: Вы выбрали следующие кластеры:
sk_sk: Vybral si nasledovné clustre:
tr_tr: Belirtilen kümeleri seçtiniz:
zh_cn: 您选中了如下集群：

source: Upload a file
cs_cz: Nahrát soubor
es_es: Subir un fichero
et_ee: Lae fail üles
fa_ir: آپلود یک فایل
pt_br: Upload de arquivo
pt_pt: Enviar um ficheiro
ru_ru: Загрузить файл
sk_sk: Nahraj súbor
tr_tr: Bir dosya yükleyin
zh_cn: 上传文件

source: Create Virtual Router
cs_cz: Vytvořit virtuální směrovač
es_es: Crear Router Virtual
et_ee: Loo virtuaalne ruuter
pt_br: Criar Roteador Virtual
ru_ru: Создать виртуальный маршрутизатор
sk_sk: Vytvor virtuálny router
tr_tr: Sanal Yönlendirici Oluştur
zh_cn: 创建虚拟路由器

source: Instantiate VMs
cs_cz: Spustit virt. stroje
es_es: Instanciar MVs
et_ee: Loo VMd
pt_br: Instanciar VMs
ru_ru: Создать ВМ
sk_sk: Spusti inštanciu VS
tr_tr: Sanal Makineleri Somutlaştır
zh_cn: 实例化虚拟机

source: Virtual Router created
cs_cz: Virtuální směrovač vytvořen
es_es: Router Virtual creado
et_ee: Virtuaalne ruuter loodud
pt_br: Roteador Virtual criado
ru_ru: Виртуальный маршрутизатор создан
sk_sk: Virtuálny router bol vytvorený
tr_tr: Sanal Yönlendirici oluşturuldu
zh_cn: 虚拟路由器已创建

source: This will detach the nic immediately
cs_cz: Toto okamžitě odpojí síť. adaptér
es_es: Esto desconectará la NIC inmediatamente
et_ee: See ühendab võrgukaardi koheselt lahti
pt_br: Isto irá desanexar a interface de rede imediatamente
ru_ru: Это сразу отключит сетевой интерфейс
sk_sk: Toto odpojí disk okamžite
tr_tr: Bu Ağ Arayüz Kartını hemen ayırcaktır.
zh_cn: 这将会立即卸载网卡

source: Please select a virtual router from the list
cs_cz: Vyberte virtuální směrovač ze seznamu
es_es: Por favor, seleccione un router virtual de la lista
et_ee: Palun vali virtuaalne ruuter nimekirjast
pt_br: Por favor, selecione um roteador virtual da lista
ru_ru: Выберите виртуальный маршрутизатор из списка
sk_sk: Vyber virtuálny router zo zoznamu
tr_tr: Lütfen listeden sanal yönlendirici seçiniz
zh_cn: 请从列表中选择一个虚拟路由器

source: You selected the following virtual router:
cs_cz: Vybrali jste následující virtuální směrovač:
es_es: Ha seleccionado el siguiente router virtual
et_ee: Sa valisid järgmise virtuaalse ruuteri:
pt_br: Você selecionou o seguinte roteador virtual:
ru_ru: Вы выбрали следующий виртуальный маршрутизатор:
sk_sk: Vybral si tento virtuálny router:
tr_tr: Belirtilen sanal yönlendiriciyi seçtiniz:
zh_cn: 您选择了以下虚拟路由器：

source: Please select one or more virtual routers from the list
cs_cz: Vyberte ze seznamu jeden nebo více virtuálních směrovačů
es_es: Por favor, seleccione uno o más routers virtuales de la lista
et_ee: Palun vali üks või mitu virtuaalset ruuterit nimekirjast
pt_br: Por favor, selecione um ou mais roteadores virtuais da lista
ru_ru: Выберите один или несколько виртуальных маршрутизаторов из списка
sk_sk: Vyber jeden, alebo viac virtuálnych routerov zo zoznamu:
tr_tr: Lütfen listeden bir ya da daha fazla sanal yönlendirici seçin
zh_cn: 请从列表中选择一个或多个虚拟路由器

source: You selected the following virtual routers:
cs_cz: Vybrali jste následující virtuální směrovače:
es_es: Ha seleccionado los siguientes routers virtuales
et_ee: Sa valisid järgmised virtuaalsed ruuterid:
pt_br: Você selecionou os seguintes roteadores virtuais:
ru_ru: Вы выбрали следующие виртуальные маршрутизаторы:
sk_sk: Vybral si nasledovné virtuálne routre:
tr_tr: Belirtilen sanal yönlendiricileri seçtiniz:
zh_cn: 您选择了以下虚拟路由器：

source: Create Group
cs_cz: Vytvořit skupinu
es_es: Crear Grupo
et_ee: Loo grupp
fa_ir: ساخت گروه
pt_br: Criar Grupo
pt_pt: Criar Grupo
ru_ru: Создать группу
sk_sk: Vytvor skupinu
tr_tr: Grup Oluştur
zh_cn: 创建群组

source: Update Group
cs_cz: Upravit skupinu
es_es: Actualizar Grupo
et_ee: Uuenda grupp
fa_ir: به روز رسانی گروه
pt_br: Atualizar Grupo
pt_pt: Atualizar Grupo
ru_ru: Обновить группу
sk_sk: Aktualizácia skupiny
tr_tr: Grup Güncelle
zh_cn: 更新群组

source: Group created
cs_cz: Skupina vytvořena
es_es: Grupo creado
et_ee: Grupp loodud
pt_br: Grupo criado
ru_ru: Группа создана
sk_sk: Skupina vytvorená
tr_tr: Grup oluşturuldu
zh_cn: 群组已创建

source: Exposes a complete view of the cloud, allowing administrators and advanced users full control of any physical or virtual resource.
cs_cz: Zpřístupňuje úplný pohled na cloud. Správcům a pokročilým uživatelům umožňuje plnou kontrolu nad libovolným fyzickým nebo virtuálním prostředkem cloudu.
es_es: Este diseño muestra una vista completa de la nube, permitiendo a los administradores y usuarios avanzados tener un control total de cualquier recurso físico o virtual de la nube.
et_ee: Annab täieliku ülevaate pilvest, võimaldades administraatoritel ja kogenud kasutajatel täielikku kontrolli mis tahes füüsilise või virtuaalse ressursi üle.
pt_br: Exibe uma visualização completa da nuvem, permitindo que os administradores e usuários avançados tenham o controle total de qualquer recurso físico ou virtual.
ru_ru: Отображает полный вид облака, разрешает администраторам и опытным пользователям полностью контролировать любые физические или виртуальные ресурсы.
sk_sk: Poskytuje úplný pohľad na cloud, ktorý umožňuje správcovi a pokročilým používateľom plnú kontrolu nad všetkými fyzickými a virtuálnymi zdrojmi cloudu.
tr_tr: Bulutun tam bir görünümünü ortaya çıkarır, yöneticilere ve ileri düzey kullanıcılara herhangi bir fiziksel veya sanal kaynağın tam kontrolünü sağlar.
zh_cn: 暴露云的完整视图，允许管理员和高级用户完全控制任何物理或虚拟资源

source: Simplified version of the cloud allowing group admins and cloud end-users to manage any virtual resource.
cs_cz: Zjednodušená verze pohledu na cloud. Správcům skupin a koncovým uživatelům umožňuje spravovat jakýkoli virtuální prostředek.
es_es: Este diseño muestra una versión simplificada de la nube donde los administradores de grupo y usuarios finales de la nube podrán gestionar cualquier recurso de la nube, sin tener que preocuparse de la gestión de recursos físicos.
et_ee: Pilve lihtsustatud versioon võimaldab rühma administraatoritel ja pilve lõppkasutajatel mis tahes virtuaalset ressurssi hallata.
pt_br: Versão simplificada da nuvem, permitindo os administradores do grupo e usuários finais da nuvem gerenciar qualquer recurso virtual.
ru_ru: Упрощенная версия облака, разрешает администраторам и конечным пользователям управлять любыми виртуальными ресурсами.
sk_sk: Zjednodušená verzia cloudu, umožňujúca skupine administrátorov a koncových používateľov cloudu manažovať ľubovoľné virtuálne zdroje.
tr_tr: Bulutun basitleştirilmiş versiyonu, grup yöneticileri ve bulut son kullanıcılarının herhangi bir sanal kaynağı yönetmesine olanak tanır.
zh_cn: 云的简化版本，允许群组管理员和云的终端用户去管理任何虚拟资源

source: Full control of the cloud, including virtual and physical resources.
cs_cz: Plná kontrola nad cloudem včetně virtuálních a fyzických prostředek.
es_es: Control total de la nube, incluyendo recursos virtuales y fisicos.
et_ee: Pilve täielik kontroll, sealhulgas virtuaalsed ja füüsilised ressursid.
pt_br: Controle total da nuvem, incluindo os recursos virtuais e físicos.
ru_ru: Полный контроль облака, включая виртуальные и физические ресурсы.
sk_sk: Úplné ovládanie cloudu, vrátane virtuálnych a fyzických zdrojov.
tr_tr: Sanal ve fiziksel kaynaklar da dahil olmak üzere bulutun tam kontrolü.
zh_cn: 对云拥有完全控制，包括虚拟和物理资源

source: Users are not able to manage hosts and clusters, although they will be able to create new Images or Virtual Machines.
cs_cz: Uživatelům není umožněno spravovat hostitele a clustery, ale budou schopní vytvářet nové obrazy nebo virtuální stroje.
es_es: Los usuarios no puedrán gestionar hosts ni clusters, en cambio podrán crear nuevas imagenes o Maquinas Virtuales.
et_ee: Kasutajad ei saa hallata servereid ja klastreid, kuid neil on võimalik luua uusi kettaid või virtuaalseid masinaid.
pt_br: Os usuários não capazes de gerenciar hosts e clusters, embora eles serão capazes de criar novas Imagens ou Máquinas Virtuais.
ru_ru: Пользователи не смогут управлять хостами и кластерами, хотя будут иметь возможность создавать Образы или Виртуальный Машины.
sk_sk: Používatelia nie sú schopní manažovať hosty a clustre, hoci budú schopní vytvárať nové obrazy a virtuálne stroje.
tr_tr: Kullanıcılar, yeni İmajlar veya Sanal Makineler oluşturabilecek olsalar da, ana makineleri ve kümeleri yönetemez.
zh_cn: 用户不能去管理主机和集群，但能够创建新的镜像或者虚拟机

source: Control of all the resources belonging to a group, with the ability to create new users within the group.
cs_cz: Kontrola nad všemi prostředky, náležejícími skupině a možnost vytvářet v rámci skupiny nové nové uživatele.
es_es: Controla todo los recursos que pertenecen a un grupo, con la habilidad de crear nuevos usuarios en el mismo grupo.
et_ee: Grupi kõikide ressursside kontrollimine, võimalusega selles grupis uusi kasutajaid luua.
pt_br: Controle de todos os recursos que pertencem a um grupo, com a possibilidade de criar novos usuários dentro do grupo.
ru_ru: Контроль всех ресурсов принадлежащих группе, с возможностью создания новых пользователей в группе.
sk_sk: Riadenie všetkých zdrojov prislúchajúcich skupine, so schopnosťou vytvárať nových používateľovv rámci skupiny.
tr_tr: Grup içinde yeni kullanıcılar oluşturabilme yeteneğiyle bir gruba ait tüm kaynakların kontrolü.
zh_cn: 控制属于群组的所有资源，包括在群组中创建新用户的能力。

source: Simplified view mainly where users can provision new Virtual Machines easily from pre-defined Templates.
cs_cz: Zjednodušený pohled, ve kterém mohou uživatelé především jednoduše spouštět nové virtuální stroje z předpřipravených šablon.
es_es: Vista simplificada donde los usuarios pueden provisionar nuevas Maquinas Virtuales facilmente de Plantillas pre-definidas.
et_ee: Lihtsustatud vaade, kus kasutajad saavad luua virtuaalseid masinaid eelnevalt defineeritud mallidest.
pt_br: Visualização simplificada, onde os usuários podem provisionar novas Máquinas Virtuais facilmente a partir de Templates pré-definidos.
ru_ru: Упрощенное представление, где пользователи могут создавать Виртуальные Машины из заранее созданных Шаблонов.
sk_sk: Zjednodušený pohľad, kde používatelia môžu vytvárať nové virtuálne stroje z preddefinovaných šablón.
tr_tr: Kullanıcıların önceden tanımlı Şablonlardan kolayca yeni Sanal Makineler hazırlayabildikleri basitleştirilmiş görünüm.
zh_cn: 简化视图，主要用于利用预定义模板划分新的虚拟机

source: default
cs_cz: výchozí
es_es: Por defecto
et_ee: vaikimisi
fa_ir: پیش فرض
pt_br: padrão
pt_pt: por omissão
ru_ru: по умолчанию
tr_tr: varsayılan
zh_cn: 默认

source: Quotas
cs_cz: Kvóty
es_es: Cuotas
et_ee: Limiidid
fa_ir: سهمیه‌ها
ru_ru: Квоты
sk_sk: Kvóty
tr_tr: Kotalar
zh_cn: 配额
