Repository: OpenNebula/one
Catalog: src/sunstone/public/locale/languages/*.po
Languages: cs_cz, es_es, et_ee, fa_ir, pt_br, pt_pt, ru_ru, sk_sk, tr_tr, zh_cn

source: YES
cs_cz: ANO
es_es: SI
et_ee: JAH
pt_br: SIM
ru_ru: ДА
sk_sk: ÁNO
tr_tr: EVET
zh_cn: 是

source: NO
cs_cz: NE
et_ee: EI
pt_br: NÃO
ru_ru: НЕТ
sk_sk: NIE
tr_tr: HAYIR
zh_cn: 否

source: Volatile Disk
cs_cz: Netrvalý disk
es_es: Disco Volátil
et_ee: Püsimatu ketas
fa_ir: دیسک فرار
pt_br: Disco Volátil
pt_pt: Disco volátil
ru_ru: Временный диск
sk_sk: Nestály disk
tr_tr: Uçucu Disk
zh_cn: 易失性磁盘

source: Image was not found
cs_cz: Obraz nebyl nalezen
es_es: No se encuentra la Imagen
et_ee: Ketast ei leitud
pt_br: A Imagem não foi encontrada
ru_ru: Образ не найден
sk_sk: Obraz nebol nájdený
tr_tr: İmaj bulunamadı
zh_cn: 没有找到镜像

source: Persistent image. The changes will be saved back to the datastore after the VM is terminated (ie goes into DONE state)
cs_cz: Trvalý disk. Změny budou uloženy zpět do datového úložiště, jakmile bude virt. stroj zrušen (tj. přejde do stavu ZRUŠENÝ).
es_es: Imagen Persistente. Los cambios se grabarán al datastore despues una vez terminada la MV. (Que seria en estado COMPLETO)
pt_br: Imagem persistente. As alterações serão salvas de volta no datastore após o término da VM (ou seja, entrará no estado DONE)
ru_ru: Сохраняемый образ. Все изменения будут сохранены в хранилище после удаления ВМ (напр. при статусе "ЗАВЕРШЕНО")
sk_sk: Perzistentný obraz. Po zastavení VM budú zmeny uložené do dátového skladu (napr. pri prechode do stavu DONE).
zh_cn: 持久化镜像。虚拟机被删除后所有更改会保存回数据存储中（例如进入 完成 状态）。

source: Non-persistent disk. The changes will be lost once the VM is terminated (ie goes into DONE state)
cs_cz: Netrvalý disk. Změny budou ztraceny, jakmile bude virt. stroj zrušen (tj. přejde do stavu ZRUŠENÝ).
es_es: Disco no persistente. Los cambios se perderan una vez terminada la MV. (Que seria en estado COMPLETO)
pt_br: Disco não persistente. As alterações serão perdidas assim que a VM for terminada (ex: entrando no estado "DONE" / "PRONTO(A)").
ru_ru: Временный образ. Все изменения будут потеряны после удаления ВМ (напр. при статусе "ЗАВЕРШЕНО")
sk_sk: Neperzistentný disk. Po zastavení VM sa zmeny neuložia (napr. pri prechode do stavu DONE).
zh_cn: 非持久化磁盘。虚拟机被删除后所有更改将会丢失（例如进入 完成 状态）。

source: Image state:
cs_cz: Stav obrazu:
es_es: Estado de Imagen:
et_ee: Ketta olek:
pt_br: Estado da imagem:
ru_ru: Состояние образа:
sk_sk: Stav obrazu:
tr_tr: İmaj durumu
zh_cn: 镜像状态

source: Unlocked!
cs_cz: Odemčeno!
es_es: Desbloqueado!
pt_br: Destravado!
ru_ru: Разблокировано!
sk_sk: Odomknuté!
zh_cn: 已解锁！

source: January
cs_cz: leden
es_es: Enero
et_ee: Jaanuar
fa_ir: ژانویه
pt_br: Janeiro
pt_pt: Janeiro
ru_ru: Январь
sk_sk: Január
tr_tr: Ocak
zh_cn: 一月

source: February
cs_cz: únor
es_es: Febrero
et_ee: Veebruar
fa_ir: فوریه
pt_br: Fevereiro
pt_pt: Fevereiro
ru_ru: Февраль
sk_sk: Február
tr_tr: Şubat
zh_cn: 二月

source: March
cs_cz: březen
es_es: Marzo
et_ee: Märts
fa_ir: مارس
pt_br: Março
pt_pt: Março
ru_ru: Март
sk_sk: Marec
tr_tr: Mart
zh_cn: 三月

source: April
cs_cz: duben
es_es: Abril
et_ee: Aprill
fa_ir: آپریل
pt_br: Abril
pt_pt: Abril
ru_ru: Апрель
sk_sk: Apríl
tr_tr: Nisan
zh_cn: 四月

source: May
cs_cz: květen
es_es: Mayo
et_ee: Mai
fa_ir: می
pt_br: Maio
pt_pt: Maio
ru_ru: Май
sk_sk: Máj
tr_tr: Mayıs
zh_cn: 五月

source: June
cs_cz: červen
es_es: Junio
et_ee: Juuni
fa_ir: ژوئن
pt_br: Junho
pt_pt: Junho
ru_ru: Июнь
sk_sk: Jún
tr_tr: Haziran
zh_cn: 六月

source: July
cs_cz: červenec
es_es: Julio
et_ee: Juuli
fa_ir: جولای
pt_br: Julho
pt_pt: Julho
ru_ru: Июль
sk_sk: Júl
tr_tr: Temmuz
zh_cn: 七月

source: August
cs_cz: srpen
es_es: Agosto
fa_ir: آگوست
pt_br: Agosto
pt_pt: Agosto
ru_ru: Август
tr_tr: Ağustos
zh_cn: 八月

source: September
cs_cz: září
es_es: Septiembre
fa_ir: سپتامبر
pt_br: Setembro
pt_pt: Setembro
ru_ru: Сентябрь
tr_tr: Eylül
zh_cn: 九月

source: October
cs_cz: říjen
es_es: Octubre
et_ee: Oktoober
fa_ir: اکتبر
pt_br: Outubro
pt_pt: Outubro
ru_ru: Октябрь
sk_sk: Október
tr_tr: Ekim
zh_cn: 十月

source: November
cs_cz: listopad
es_es: Noviembre
fa_ir: نوامبر
pt_br: Novembro
pt_pt: Novembro
ru_ru: Ноябрь
tr_tr: Kasım
zh_cn: 十一月

source: December
cs_cz: prosinec
es_es: Diciembre
et_ee: Detsember
fa_ir: دسامبر
pt_br: Dezembro
pt_pt: Dezembro
ru_ru: Декабрь
tr_tr: Aralık
zh_cn: 十二月

source: Not valid attribute
cs_cz: Neplatný atribut
es_es: Atributo no válido
et_ee: Mittekohane atribuut
pt_br: Atributo inválido
ru_ru: Некорректный атрибут
sk_sk: Neplatný atribút
tr_tr: Geçerli olmayan öznitelik
zh_cn: 无效的属性

source: << me >>
cs_cz: << já >>
es_es: << yo >>
et_ee: << mina >>
fa_ir: <<من>>
pt_br: << eu >>
pt_pt: << eu >>
ru_ru: << я >>
sk_sk: << ma >>
tr_tr: << bana >>

source: Time range start is mandatory
cs_cz: Počáteční datum je povinné
es_es: Es obligatorio el tiempo de comienzo
et_ee: Ajavahemiku algus on kohustuslik
fa_ir: شروع طیف زمان اجباری است
pt_br: O início do intervalo de tempo é obrigatório
pt_pt: O início do intervalo de tempo é obrigatório
ru_ru: Необходимо указать начало временного промежутка
sk_sk: Čas štartu je povinný údaj
tr_tr: Zaman aralığı başlangıcı zorunludur
zh_cn: 时间范围的开始日期是强制必填项

source: Time range start is not a valid date. It must be YYYY/MM/DD
cs_cz: Počáteční datum není platné. Je třeba, aby bylo ve formátu YYYY/MM/DD
es_es: El rango de tiempo de inicio no es valido. Debe de ser AAAA/MM/DD
et_ee: Ajavahemiku algus ei ole õige kuupäev. Formaat peab olema YYYY/MM/DD
fa_ir: شروع طیف زمان معتبر نیست. باید به شکل YYYY/MM/DD باشد
pt_br: O início de intervalo de tempo não é uma data válida. Deve estar no formato AAAA/MM/DD
pt_pt: O início de intervalo de tempo não é uma data válida. Deve estar no formato AAAA/MM/DD
ru_ru: Дату начала требуется указать в правильном формате: ГГГГ/ММ/ДД
sk_sk: Neplatný dátumový údaj - musí byť v tvare YYYY/MM/DD
tr_tr: Zaman aralığı başlangıcı geçerli bir tarih değil. YYYY/AA/GG olmalı.
zh_cn: 时间范围的开始日期无效。其格式必须是 YYYY/MM/DD

source: Time range end is not a valid date. It must be YYYY/MM/DD
cs_cz: Konečné datum není platné. Je třeba, aby bylo ve formátu YYYY/MM/DD
es_es: El rango de tiempo de fin no es valido. Debe de ser AAAA/MM/DD
et_ee: Ajavahemiku lõpp ei ole õige kuupäev. Formaat peab olema YYYY/MM/DD
fa_ir: پایان طیف زمان معتبر نیست. باید به شکل YYYY/MM/DD باشد
pt_br: O fim do intervalo de tempo não é uma data válida. Deve estar no formato AAAA/MM/DD
pt_pt: O fim do intervalo de tempo não é uma data válida. Deve estar no formato AAAA/MM/DD
ru_ru: Дату окончания требуется указать в правильном формате: ГГГГ/ММ/ДД
sk_sk: Neplatný dátumový údaj - musí byť v tvare YYYY/MM/DD
tr_tr: Zaman aralığı bitimi geçerli bir tarih değildir. YYYY/AA/GG olmalı.
zh_cn: 时间范围的结束日期无效。其格式必须是 YYYY/MM/DD

source: Date UTC
cs_cz: Datum v UTC
es_es: Fecha UTC
et_ee: Kuupäev UTC
fa_ir: تاریخ UTC
pt_br: Data UTC
pt_pt: Data UTC
ru_ru: Время в UTC
sk_sk: UTC dátum
tr_tr: Tarih UTC
zh_cn: 日期（UTC）

source: Total
cs_cz: Celkem
et_ee: Kokku
fa_ir: مجموع
ru_ru: Всего
sk_sk: Celkom
tr_tr: Toplam
zh_cn: 共计

source: Type graphics supported: vnc, spice
cs_cz: Podporované typy grafiky: vnc, spice
es_es: Tipos de gráficos soportados: vnc, spice
pt_br: Tipos de gráficos suportados: vnc, spice
ru_ru: Тип графического сервера: vnc, spice
sk_sk: Podporované typy grafiky: vnc, spice
zh_cn: 支持的图形类型:vnc, spice

source: Must specify type and port in graphics options
cs_cz: V předvolbách pro grafiku je třeba určit typ a číslo portu
es_es: Debe especificar el tipo y puerto en las opciones de gráficos
pt_br: Deve especificar tipo e porta em opções gráficas
ru_ru: В параметрах графического сервера нужно указать тип и порт
sk_sk: V možnostiach grafiky je potrebné zadať typ a port
zh_cn: 必须指定图形选项的类型和端口

source: Must specify proxy host and port in config
cs_cz: V nastavení je třeba zadat hostitele a port proxy
es_es: Debe especificar el dominio y el puerto del proxy en la configuración
pt_br: Deve especificar host e porta em configurações
ru_ru: Укажите адрес и порт прокси-службы в конфигурации
sk_sk: Do konfigurácie je potrebné zadať proxy host a port
zh_cn: 必须在配置中指定代理主机和端口

source: Please select a resource from the list
cs_cz: Vyberte zdroj ze seznamu
es_es: Seleccione un recurso del listado
et_ee: Palun vali ressurss nimekirjast
fa_ir: یک منبع از لیست انتخاب کنید.
pt_br: Por favor, selecione um recurso da lista
pt_pt: Por favor selecione um recurso da lista
ru_ru: Пожалуйста, выберите ресурс из списка
sk_sk: Vyber zdroj zo zoznamu
tr_tr: Lütfen listeden bir kaynak seçin
zh_cn: 请从列表中选择一个资源

source: You selected the following resource:
cs_cz: Vybrali jste následující zdroj:
es_es: Ha seleccionado el siguiente recurso:
et_ee: Sa valisid järgmise ressursi:
fa_ir: شما منابع زیر را انتخاب کرده‌اید:
pt_br: Você selecionou o seguinte recurso:
pt_pt: Selecionou um dos seguintes recursos:
ru_ru: Вы выбрали следующие ресурсы:
sk_sk: Vybral si nasledovný zdroj:
tr_tr: Belirtilen kaynağı seçtiniz:
zh_cn: 您选择了以下资源：

source: just click if you want to delete the resource
cs_cz: klikněte pro odstranění zdroje
es_es: Solo presione si quiere eliminar el recurso
pt_br: Clique apenas se você quiser deletar o recurso
ru_ru: Нажмите, если нужно удалить ресурс
sk_sk: Klikni, ak chceš vymazať zdroj.
zh_cn: 如果您想删除资源请点击

source: You have to confirm this action
cs_cz: Tuto akci je třeba potvrdit
es_es: Tiene que confirmar esta acción
et_ee: Sa pead selle tegevuse kinnitama
fa_ir: شما باید این اقدام را تایید کنید
pt_br: Você deve confirmar essa ação
pt_pt: Tem que confimar esta ação
ru_ru: Необходимо подтвердить данную операцию
sk_sk: Musíš potvrdiť túto operáciu
tr_tr: Bu işlemi onaylamanız gerekiyor
zh_cn: 您需要对此操作进行确认

source: Please select one (and just one) resource to update.
ru_ru: Пожалуйста выберите один (и только один) ресурс для обновления.
sk_sk: Vyber jeden (práve jeden) zdroj na aktualizáciu
zh_cn: 请选择一个（只有一个）需要更新的资源

source: This VM needs a nic with rdp active
cs_cz: Tento virt. stroj vyžaduje síťové rozhraní, na kterém je aktivní rdp protokol
es_es: Esta VM necesita una NIC con RDP Activo
pt_br: Essa VM necessita um NIC com RDP ativo
ru_ru: Этой ВМ нужна сетевая карта с включенным RDP
sk_sk: Tento VS potrebuje sieťový adaptér s aktívnym RDP
zh_cn: 此虚拟机需要一张rdp处于激活状态的网卡

source: VNC - Invalid action
es_es: VNC- Accion no válida
ru_ru: Неправильное действие VNC
sk_sk: VNC - neplatná operácia
zh_cn: VNC-无效动作

source: RDP - Invalid action
es_es: RDP - Acción inválida
ru_ru: Неправильное действие RDP
sk_sk: RDP - neplatná operácia
zh_cn: RDP-无效动作

source: SSH - Invalid action
es_es: SSH - Acción Inválida
ru_ru: Неправильное действие SSH
sk_sk: SSH - neplatná operácia
zh_cn: SSH -无效动作

source: Client
ru_ru: Пользователь
sk_sk: Klient
zh_cn: 客户端

source: Internal server error.
cs_cz: Vnitřní chyba serveru.
es_es: Error interno del servidor.
et_ee: Sisemine serveri viga.
pt_br: Erro interno de servidor.
ru_ru: Внутренняя ошибка сервера.
sk_sk: Interná chyba servera:
tr_tr: İç sunucu hatası
zh_cn: 服务器内部错误。

source: Submitting...
cs_cz: Ukládání…
es_es: Enviando...
et_ee: Esitan...
fa_ir: ارسال کردن
pt_br: Enviando...
pt_pt: A submeter...
ru_ru: Отправка...
sk_sk: Odosielanie
tr_tr: Gönderiliyor...
zh_cn: 提交中...

source: Loading...
cs_cz: Načítání…
es_es: Cargando...
et_ee: Laen...
fa_ir: در حال بارگذاری
pt_br: Carregando...
pt_pt: A carregar...
ru_ru: Загрузка...
sk_sk: Nahrávam ...
tr_tr: Yükleniyor...
zh_cn: 加载中...

source: Description
cs_cz: Popis
es_es: Descripción
et_ee: Kirjeldus
fa_ir: توضیحات
pt_br: Descrição
pt_pt: Descrição
ru_ru: Описание
sk_sk: Popis
tr_tr: Tanım
zh_cn: 描述

source: Write the Virtual Machine Group template here
cs_cz: Sem zadejte šablonu skupiny virt. strojů
es_es: Escriba la plantilla del Grupo de Máquinas Virtuales aquí
et_ee: Kirjuta virtuaalmasina grupi mall siia
pt_br: Escreva aqui o nome do Grupo VM
ru_ru: Заполните тут шаблон Группы ВМ
sk_sk: Zapíš šablónu skupiny VS sem
tr_tr: Sanal Makine Grubu şablonunu buraya yazınız
zh_cn: 在此输入虚拟机组的模板

source: Role name
cs_cz: Název role
es_es: Nombre del rol
et_ee: Rolli nimi
pt_br: Nome da função
ru_ru: Имя роли
sk_sk: Názov roly
tr_tr: Rol adı
zh_cn: 角色名称

source: Can only contain alphanumeric and underscore characters
cs_cz: Může obsahovat pouze písmena a číslice, dále ještě znak podtržítko
es_es: Solo puede contener caracteres alfanuméricos y guiones bajos
et_ee: Võib sisaldada ainult tähtnumbrilisi ja alakriipsu tähemärke
fa_ir: تنها می‌تواند شامل حروف و اعداد باشد
pt_br: Somente pode conter caracteres alfanuméricos e underline
ru_ru: Может содержать только цифры, буквы и символ подчеркивания
sk_sk: Môže obsahovať iba alfanumerické znaky a podčiarkovník
tr_tr: Yalnızca alfanumerik ve altıçizgi karakterleri içerebilir.
zh_cn: 只能包含字母数字和下划线字符

source: VM-VM Affinity
cs_cz: Afinita virt. stroj-virt.stroj
es_es: Afinidad MV-MV
et_ee: VM-VM kooslus
ru_ru: Политика размещения ВМ:
sk_sk: VS-VS afinita
tr_tr: Sanal Makine-Sanal Makine Benzeşmesi
zh_cn: 虚拟机-虚拟机亲和性

source: Affined
cs_cz: Svázaný
es_es: Afinidad
et_ee: Koosolevad
ru_ru: Размещать вместе
sk_sk: Spriaznený
tr_tr: Benzetilmiş
zh_cn: 亲和的

source: Anti Affined
cs_cz: Vyloučený
es_es: Antiafinidad
et_ee: Lahusolevad
ru_ru: Размещать порознь
tr_tr: Benzeşmeme
zh_cn: 反亲和的

source: Host-VM Affinity
cs_cz: Afinita hostitel-virt. stroj
es_es: Afinidad Host-MV
et_ee: Server-VM kooslus
ru_ru: Политика распределения ВМ по узлам:
sk_sk: Host-VS afinita
tr_tr: Makine-Sanal Makine Benzeşmesi
zh_cn: 主机-虚拟机亲和性

source: Role Affinity
cs_cz: Afinita rolí
es_es: Afinidad de Rol
et_ee: Rolli kooslus
pt_br: Afinidade da função
ru_ru: Политика размещения ролей:
sk_sk: Afinita roly
tr_tr: Rol Benzeşmesi
zh_cn: 角色亲和性

source: Information
cs_cz: Informace
es_es: Información
et_ee: Info
fa_ir: اطلاعات
pt_br: Informação
pt_pt: Informação
ru_ru: Информация
sk_sk: Informácie
tr_tr: Bilgi
zh_cn: 信息

source: Host Affined
cs_cz: Svázaný hostitel
es_es: Afinidad Host
et_ee: Serverite kooslus
ru_ru: Узел для размещения порознь.
sk_sk: Host spriaznený
tr_tr: Makine Benzeşmesi
zh_cn: 主机亲和的

source: Host Anti Affined
cs_cz: Vyloučený hostitel
es_es: Antiafinidad Host
et_ee: Serverite vastukooslus
ru_ru: Узел не для размещения порознь.
tr_tr: Makine Benzeşmemesi
zh_cn: 主机反亲和的

source: VM Affinity
cs_cz: Afinita virt. stroje
es_es: Afinidad de MV
ru_ru: Политика размещения ВМ
sk_sk: VS afinita
zh_cn: 虚拟机亲和性

source: Roles Affinity
cs_cz: Afinita rolí
es_es: Afinidad de Roles
et_ee: Rolli kooslus
pt_br: Afinidade da função
ru_ru: Политика размещения Ролей
sk_sk: Afinita rolí
tr_tr: Rollerin Benzeşmesi
zh_cn: 角色亲和性

source: Get Networks
cs_cz: Načíst sítě
es_es: Obtener Redes
et_ee: Hangi võrgud
fa_ir: بدست آوردن شبکه ها
pt_br: Obter Redes
pt_pt: Obter Redes
ru_ru: Получить сети
sk_sk: Načítaj siete
tr_tr: Ağları Edin
zh_cn: 获取网络

source: Name of the physical bridge in the nodes to attach VM NICs
cs_cz: Název fyzického bridge na hostiteli, ke kterému se připojí síťové adaptéry virt. strojů
es_es: Nombre del puente físico en los nodos para adjuntar NIC de VM
et_ee: Füüsilise võrgusilla nimi serverites kuhu VM võrgukaardid ühendada
pt_br: Nome da interface bridge física dos nós que será anexada às interfaces de rede das VMs
ru_ru: Имя сетевого моста на сервере для подключения сетевых карт виртуальных машин
sk_sk: Meno fyzického mosta v nóde pre pripojenie sieťových adaptérov virtuálneho stroja
tr_tr: Sanal Makine Ağ Arayüz Denetleyicilerini bağlamak için düğümlerin fiziksel köprüsünün adı
zh_cn: 节点中用于附加虚拟机网卡的物理网桥的名称

source: Network mode
cs_cz: Síťový režim
es_es: Modo de red
et_ee: Võrgurežiim
pt_br: Modo da rede
ru_ru: Режим работы сети
sk_sk: Sieťový mód
tr_tr: Ağ Modu
zh_cn: 网络模式

source: Host Instance
cs_cz: Instance hostitele
es_es: Instancia de servidor
pt_br: Instância Hospedeira
ru_ru: Экземпляр хоста
sk_sk: Inštancia hosta
zh_cn: 主机实例

source: Host ID
cs_cz: Identif. hostitele
es_es: ID Servidor
pt_br: ID de Hospedeiro
ru_ru: Номер хоста
sk_sk: ID hosta
zh_cn: 主机ID

source: Transport
es_es: Transporte
pt_br: Transporte
ru_ru: Транспорт
sk_sk: Prenos
zh_cn: 传输

source: Network Driver (VN_MAD)
cs_cz: Síťový ovladač (VN_MAD)
es_es: Driver de red (VN_MAD)
et_ee: Võrgudraiver (VN_MAD)
pt_br: Driver de Rede (VN_MAD)
ru_ru: Сетевой драйвер (VN_MAD)
sk_sk: Sieťový ovládač (VN_MAD)
tr_tr: Ağ Sürücüsü (VN_MAD)
zh_cn: 网络驱动器 (VN_MAD)

source: Bridged, virtual machine traffic is directly bridged. The Linux bridge is created in the nodes as needed. No traffic filtering is made.
cs_cz: Bridgovaný, provoz virt. strojů je přímo bridgovaný. Linuxový bridge je na hostiteli vytvořen podle potřeby. Neprovádí se žádné filtrování provozu.
es_es: Bridged, el tráfico de la máquina virtual va directamente a través del bridge. La interfaz bridge de Linux se crea en los nodos según sea necesario. No se realiza ningún filtrado de tráfico.
pt_br: Interligado, tráfego de máquina virtual é diretamente interligado. A ponte Linux é criada nos nós conforme necessário. Nenhum filtro de tráfego é feito.
ru_ru: Bridged, виртуальные машины подключены напрямую к сетевому мосту. Сетевой мост(Linux bridge) создается автоматически на сервере при необходимости. Трафик не фильтруется.
sk_sk: Bridžovaný, prevádzka virtuálneho stroja je priamo bridžovaná. Linux bridge je vytvorený podľa potreby. Bez filtrovania prevádzky.
zh_cn: 桥接，虚拟机流量直接桥接到网卡。 Linux网桥根据需要在节点中创建。 没有流量过滤。

source: Bridged & Security Groups, bridged network with Security Group rules.
cs_cz: Bridgovaný a bezp. skupiny, bridgovaná síť s pravidly bezp. skupiny.
es_es: Bridged y Grupos de Seguridad, red puente con reglas de Grupo de Seguridad.
et_ee: Sillatud & Turvagrupid, sillatud võrk koos turvagrupi reeglitega.
pt_br: Bridged & Grupos de Segurança, rede em modo bridge com regras do Grupo de Segurança.
ru_ru: Bridged & Security Groups, сетевой мост с использованием Групп безопасности.
sk_sk: Bridged & Security Groups, premostená sieť so skupinovými security pravidlami.
tr_tr: Köprülü & Güvenlik Grupları, güvenlik grubu kurallarıyla köprülenmiş ağ.
zh_cn: 桥接安全组，带有安全组规则的桥接网络。

source: 802.1Q, restrict network access through VLAN tagging. Security Group rules are applied.
cs_cz: 802.1Q, omezuje síťový přístup přes VLAN tagy. Pravidla bezp. skupiny se nastavují.
es_es: 802.1Q, restringe el acceso a la red atraves de VLAN tagging. Las reglas del Grupo de Seguridad se aplicaran.
et_ee: 802.1Q, piira võrgu pääsu läbi VLAN tag-ide. Rakendatakse turvagrupi reegleid.
pt_br: 802.1Q, restringe o acesso à rede através de VLAN tagging. As regras do Grupo de Segurança serão aplicadas.
ru_ru: 802.1Q, разделение сетевого доступа с помощью тэгов VLAN. Используются Группы безопасности.
sk_sk: 802.1Q: obmedzený sieťový prístup prostredníctvom VLAN taggingu. Skupinové bezpečnostné pravidlá sú aplikované.
tr_tr: 802.1Q, VLAN etiketleme yoluyla ağ erişimini kısıtlayın. Güvenlik Grubu kuralları uygulanır.
zh_cn: 802.1Q ：通过VLAN标签限制网络访问，应用安全组规则

source: VXLAN, creates a L2 network overlay, each VLAN has associated a multicast address in the 239.0.0.0/8 range. Security Group rules are applied.
cs_cz: VXLAN, vytváří L2 překryvnou síť, každá VLAN má přiřazenu multicastovou adresu z rozsahu 239.0.0.0/8. Pravidla bezp. skupiny se nastavují.
es_es: VXLAN, crea una red de capa L2, cada VLAN tiene asociada una direccion de multicast en el rango 239.0.0.0/8. Las reglas del Grupo de Seguridad se aplicaran.
pt_br: VXLAN, cria uma rede L2 de sobreposição, cada VLAN tem associado um endereço de multicast na faixa 239.0.0.0/8. As regras grupo de segurança são aplicadas.
ru_ru: VXLAN, создает L2 сетевой оверлей, каждый VLAN ассоциируется с мультикаст адресом из диапазона 239.0.0.0/8. Используются Группы безопасности.
sk_sk: VXLAN: vytvára sieťové L2 prekrytie. Každá VLAN má pridelenú adresu v rozsahu 239.0.0.0/8. Skupinové bezpečnostné pravidlá sú aplikované.
tr_tr: VXLAN, bir L2 ağ yerleşimi oluşturur, her VLAN, 239.0.0.0/8 aralığında çok noktaya yayın adresini ilişkilendirmiştir. Güvenlik Grubu kuralları uygulanır.
zh_cn: VXLAN: 创建一个二层网络，每一个VLAN会关联一个在239.0.0.0/8范围内的组播地址，应用安全组规则

source: Open vSwitch, restrict network access with Open vSwitch Virtual Switch. Security Groups are not applied.
cs_cz: Open vSwitch, omezuje síťový přístup s využitím virtuálního switche Open vSwitch. Pravidla bezp. skupiny se nenastavují.
es_es: Open vSwitch, restringe el acceso con el Switch Virtual de Open vSwitch. Las reglas del Grupo de Seguridad se aplicaran.
et_ee: Open vSwitch, piira võrgu pääsu Open vSwitch-i virtuaalse switchiga. Turvagrupi reegleid ei rakendata.
pt_br: Open vSwitch, restringe o acesso à rede através do Switch Virtual Open vSwitch. Os Grupos de Segurança não serão aplicadas.
ru_ru: Open vSwitch, ограничение сетевого доступа с помощью виртуального коммутатора Open vSwitch. Группы безопасности не используются.
sk_sk: Open vSwitch: obmedzený sieťový prístup s Open vSwitch virtuálnym prepínačom. Security skupiny nie sú aplikované.
tr_tr: vSwitch'i açın, Open vSwitch Virtual Switch ile ağ erişimini kısıtlayın. Güvenlik Grupları uygulanmıyor.
zh_cn: Open vSwitch，通过Open vSwitch 虚拟交换机限制网络访问，安全组不适用

source: Open vSwitch on VXLAN L2 network overlay. Security Groups are not applied.
cs_cz: Open vSwitch nad VXLAN L2 překryvnou sítí. Bezpečnostní skupiny se neaplikují.
es_es: Open vSwitch en la red VXLAN L2.
pt_br: Open vSwitch sobre VXLAN L2 em rede overlay. Grupos de Segurança não são aplicados.
ru_ru: Open vSwitch для VXLAN L2 сетевого оверлея. Группы безопасности не используются.
sk_sk: Open vSwitch na VXLAN L2 sieti. Security Groups nie sú aplikované.
zh_cn: 在VXLAN二层网络overlay上的Open vSwitch，安全组不适用

source: vSphere standard switches or distributed switches with port groups. Security Groups are not applied.
cs_cz: Standardní nebo distribuované switche se skupinami portů v rámci vSphere. Bezpečnostní skupiny se nepoužívají.
es_es: vSphere switches estándar o switches distribuidos con grupos de puertos. Los grupos de seguridad no se aplican.
pt_br: vSphere switches padrão ou switches distribuídos com grupos de porta. Grupos de Segurança não são aplicados.
ru_ru: vSphere стандартные коммутаторы или распространяемые коммутаторы с группами портов. Группы безопасности не применяется.
sk_sk: Štandardné vSphere prepínače alebo distribuované prepínače so skupinami portov. Bezpečnostné skupinu nie sú aplikované.
tr_tr: vSphere standart anahtarları veya port gruplarıyla dağıtılan anahtarlar. Güvenlik Grupları uygulanmıyor.
zh_cn: 带端口组的vSphere标准交换机或分布式交换机，安全组不适用

source: Custom, use a custom virtual network driver.
cs_cz: Vlastní, použije se vlastní síťový ovladač.
es_es: A medida, usa un driver de red virtual a medida.
et_ee: Kohandatud, kasuta kohandatud virtuaalvõrgu draiverit.
pt_br: Personalizado, utilizar um driver de rede virtual personalizado.
ru_ru: Настраиваемое, используйте настраиваемый драйвер виртуальной сети
sk_sk: Používateľský, použi používateľsky definovaný ovládač virtuálnej siete
tr_tr: Özel, özel bir sanal ağ sürücüsü kullanın.
zh_cn: 自定义，使用一个自定义的虚拟网络驱动器

source: MAC spoofing filter
cs_cz: Filtr podvržených MAC
es_es: Filtro de MAC spoofing
et_ee: MAC võltsimise filter
pt_br: Filtro de MAC spoofing
ru_ru: Фильтр спуфинга MAC
tr_tr: MAC sızdırma filtresi
zh_cn: MAC spoofing 过滤器

source: IP spoofing filter
cs_cz: Filtr podvržených IP
es_es: Filtro de IP Spoofing
et_ee: IP võltsimise filter
pt_br: Filtro de IP spoofing
ru_ru: Фильтр спуфинга IP
tr_tr: IP sızdırma filtresi
zh_cn: IP spoofing 过滤器

source: Automatic VLAN ID
cs_cz: Automatické VLAN ID
es_es: ID VLAN Automatico
et_ee: Automaatne VLAN ID
pt_br: ID de VLAN automático
ru_ru: Автоматический номер VLAN
sk_sk: Automatické VLAN ID
tr_tr: Otomatik VLAN ID
zh_cn: 自动分配 VLAN ID

source: No VLAN network
cs_cz: Žádná VLAN síť
es_es: Red sin VLAN
et_ee: Ilma VLAN-ita võrk
pt_br: Sem rede VLAN
ru_ru: Сеть без VLAN
sk_sk: Žiadna VLAN sieť
tr_tr: VLAN ağı yok
zh_cn: 无 VLAN 网络
