Repository: OpenNebula/one
Catalog: src/sunstone/public/locale/languages/*.po
Languages: cs_cz, es_es, et_ee, fa_ir, pt_br, pt_pt, ru_ru, sk_sk, tr_tr, zh_cn

source: MarketPlace Apps
cs_cz: Předpřipravený stroj z katalogu
es_es: Tienda de Aplicaciones
et_ee: Poe rakendused
pt_br: Loja de Apps
ru_ru: Приложения из магазина приложений
sk_sk: Aplikácie trhoviska
tr_tr: Pazar Yeri Uygulamaları
zh_cn: 应用市场Apps

source: Resource subset
cs_cz: Podmnožina prostředků
es_es: Subconjunto de recursos
et_ee: Ressurside kogum
fa_ir: زیرمجموعه منابع
pt_br: Subconjunto do recurso
pt_pt: Subconjunto do recurso
ru_ru: Подмножество ресурсов
sk_sk: Podmnožiny zdrojov
tr_tr: Kaynak altkümesi
zh_cn: 资源子集

source: Resource ID
cs_cz: Zdroj č.
es_es: Identificador de recurso
et_ee: Ressursi ID
fa_ir: مشخصه منبع
pt_br: ID do recurso
pt_pt: ID do recurso
ru_ru: № ресурса
sk_sk: Zdroj ID
tr_tr: Kaynak ID
zh_cn: 资源ID

source: Use
cs_cz: Použít
es_es: Utilice
et_ee: Kasuta
fa_ir: کاربر
pt_br: Utilização
pt_pt: Utilização
ru_ru: Пользование
sk_sk: Použitie
tr_tr: Kullan
zh_cn: 使用

source: Manage
cs_cz: Ovládat
es_es: Administrar
et_ee: Halda
fa_ir: مدیریت
pt_br: Gerenciar
pt_pt: Gerir
ru_ru: Управление
sk_sk: Manažuj
tr_tr: Yönet
zh_cn: 管理

source: Administrate
cs_cz: Spravovat
es_es: Administre
et_ee: Halda
fa_ir: نظارت واجرا
pt_br: Administrar
pt_pt: Administrar
ru_ru: Администрирование
sk_sk: Administruj
tr_tr: Yönet
zh_cn: 管理

source: ACL String preview
cs_cz: Náhled ACL řetězce
es_es: Vista previa de cadena ACL
fa_ir: پیش نماید سلسله لیست کنترل دسترسی
pt_br: Previsualizar texto ACL
pt_pt: Pré-visualização do texto ACL
ru_ru: Строка, задающая правило
sk_sk: ACL reťazce - prezeranie
tr_tr: ACL Metni önizleme
zh_cn: ACL字符串预览

source: Server Pool
cs_cz: Fond serverů
es_es: Pool de servidores
pt_br: Conjunto de Servidores
ru_ru: Серверный пул
tr_tr: Sunucu Havuzu
zh_cn: 服务器池

source: ENDPOINT
cs_cz: ADRESA
ru_ru: КОНЕЧНАЯ ТОЧКА
zh_cn: 端点

source: Create Zone
cs_cz: Vytvoření zóny
es_es: Crear Zona
et_ee: Loo tsoon
fa_ir: ایجاد Zone
pt_br: Criar Zona
pt_pt: Criar Zona
ru_ru: Создать Зону
sk_sk: Vytvor zónu
tr_tr: Alan Oluştur
zh_cn: 创建区域

source: Zone Name
cs_cz: Název zóny
es_es: Nombre de la Zona
et_ee: Tsooni nimi
fa_ir: نام Zone
pt_br: Nome da Zona
pt_pt: Nome da Zona
ru_ru: Имя зоны
sk_sk: Meno zóny
tr_tr: Alan Adı
zh_cn: 区域名称

source: Username
cs_cz: Uživatelské jméno
es_es: Nombre de usuario
et_ee: Kasutajanimi
fa_ir: نام کاربری
pt_br: Usuário
pt_pt: Nome de utilizador
ru_ru: Имя пользователя
sk_sk: Meno používateľa
tr_tr: Kullanıcı adı
zh_cn: 用户名

source: Confirm Password
cs_cz: Potvrzení hesla
es_es: Confirmar contraseña
et_ee: Kinnita parool
fa_ir: تأیید کردن رمزعبور
pt_br: Confirme a senha
pt_pt: Confirme a palavra-chave
ru_ru: Подтвердите пароль
sk_sk: Potvrď heslo
tr_tr: Yeni Parola Yeniden
zh_cn: 确认密码

source: Authentication
cs_cz: Ověřování
es_es: Autenticación
et_ee: Autentimine
fa_ir: احراز هویت
pt_br: Autenticação
pt_pt: Autenticação
ru_ru: Способ аутентификации
sk_sk: Autentifikácia
tr_tr: Kimlik Doğrulama
zh_cn: 身份验证

source: public
cs_cz: veřejná
es_es: publico
et_ee: Avalik
pt_br: público
ru_ru: общий
sk_sk: Verejný
tr_tr: genel
zh_cn: 公共

source: custom
cs_cz: vlastní
es_es: personalizado
et_ee: Kohandatud
pt_br: personalizado
ru_ru: пользовательский
sk_sk: Používateľský
tr_tr: özel
zh_cn: 自定义

source: Main Group
cs_cz: Hlavní skupina
es_es: Grupo Principal
et_ee: Peamine grupp
pt_br: Grupo principal
ru_ru: Основная группа
sk_sk: Hlavná skupina
tr_tr: Ana grup
zh_cn: 主要群组

source: Secondary Groups
cs_cz: Další skupiny
es_es: Grupos Secundarios
et_ee: Sekundaarsed grupid
pt_br: Grupos secundários
ru_ru: Дополнительные группы
sk_sk: Sekundárne skupiny
tr_tr: İkincil Gruplar
zh_cn: 次要群组

source: Is enabled?
ru_ru: Включено?
sk_sk: Je aktivovaný?
zh_cn: 是否启用？

source: Table Order
cs_cz: Řazení tabulek
es_es: Orden de la Tabla
et_ee: Tabeli järjestus
fa_ir: ترتیب جدول
pt_br: Ordem da Tabela
pt_pt: Ordem da tabela
ru_ru: Порядок таблицы
sk_sk: Poradie tabuľky
tr_tr: Tablo Talebi
zh_cn: 表顺序

source: Language
cs_cz: Jazyk
es_es: Lenguaje
et_ee: Keel
fa_ir: زبان
pt_br: Idioma
pt_pt: Língua
ru_ru: Язык интерфейса
sk_sk: Jazyková mutácia
tr_tr: Dil
zh_cn: 语言

source: Default Zone Endpoint
cs_cz: Koncový bod výchozí zóny
es_es: Endpoint de zona predeterminado
ru_ru: Конечная точка Зоны по умолчанию
sk_sk: Predvolený koncový bod
zh_cn: 默认区域端点

source: Authentication driver
cs_cz: Ovladač ověřování
es_es: Driver de autenticación
et_ee: Autentimise draiver
fa_ir: درایور احراز هویت
pt_br: Driver de Authenticação
pt_pt: Driver de autenticação
ru_ru: Драйвер аутентификации
sk_sk: Ovládač autentifikácie
tr_tr: Kimlik doğrulama sürücüsü
zh_cn: 身份验证驱动器

source: Two factor authentication
cs_cz: Dvoufázové ověřování
es_es: Autenticación de doble factor
ru_ru: Двухфакторная аутентификация
sk_sk: Dvojfaktorová autentifikácia
zh_cn: 双因素认证

source: Login token
cs_cz: Přihlašovací token
es_es: Inicio de sesión token
et_ee: Sisselogimise sümbol
pt_br: Token de acesso
ru_ru: Маркер для входа
sk_sk: Prihlasovací token
tr_tr: Giriş simgesi
zh_cn: 登录令牌

source: Manage login tokens
cs_cz: Spravovat přihlašovací tokeny
es_es: Administrar tokens de inicio de sesión
et_ee: Halda sisselogimise sümboleid
pt_br: Gerenciar tokens de acesso
ru_ru: Управление токенами входа
sk_sk: Spravuj tokeny pre login
tr_tr: Giriş simgelerini yönet
zh_cn: 管理登录令牌

source: Public SSH Key
cs_cz: Veřejný SSH klíč
es_es: Clave SSH pública
et_ee: Avalik SSH võti
fa_ir: کلید SSH عمومی
pt_br: Chave SSH pública
pt_pt: Chave Pública de SSH
ru_ru: Публичный SSH ключ
sk_sk: Verejný SSH kľúč
tr_tr: Genel SSH Anahtarı
zh_cn: 公共SSH密钥

source: You can provide a SSH Key for this User clicking on the edit button
cs_cz: Klikem na tlačítko pro úpravu můžete tomuto uživateli nastavit SSH klíč
es_es: Puede proporcionar una clave SSH para este usuario haciendo clic en el botón de edición
et_ee: Saate sisestada selle kasutaja SSH võtme, klõpsates redigeerimisnupul
fa_ir: شما می‌توانید با کلیک بر روی دکمه‌ی ویرایش یک کلید SSH برای این کاربر ارائه کنید
pt_br: Você pode fornecer uma chave SSH para este Usuário, clicando no botão editar
pt_pt: Pode fornecer uma chave SSH para este Utilizador clicando no botão editar
ru_ru: Вы можете предоставить ключ SSH для этого пользователя, нажав на кнопку редактирования.
sk_sk: Môžeš vložiť používateľov SSH kľúč po kliknutí na tlačídlo Edit
tr_tr: Düzenle düğmesine tıklayarak bu Kullanıcı için bir SSH Anahtarı sağlayabilirsiniz.
zh_cn: 点击编辑按钮，您可以为此用户提供SSH密钥

source: Private SSH Key
ru_ru: Скрытый SSH ключ
sk_sk: Privátny SSH kľúč
zh_cn: SSH私钥

source: You can provide a Private SSH Key for this User clicking on the edit button
ru_ru: Вы можете предоставить скрытый SSH ключ для этого пользователя, нажав на кнопку редактирования.
sk_sk: Pre privátny kľúč klikni na edit tlačidlo
zh_cn: 点击编辑按钮，您可以为此用户提供SSH私钥

source: Private SSH Key Passphrase
es_es: Contraseña de la clave privada SSH
ru_ru: Пароль для скрытого SSH ключа
sk_sk: Prístupová fráza súkromného kľúča SSH
zh_cn: SSH私钥密码

source: You can provide a Private SSH Key Passphrase for this User clicking on the edit button
es_es: Puede proporcionar la contraseña de la clave privada SSH usando el botón editar en este usuario
ru_ru: Вы можете задать пароль для скрытого ключа SSH для этого пользователя, нажав на кнопку редактирования.
sk_sk: Pre prístupovú frázu privátneho SSH kľúča tohto hosťa klikni na edit tlačidlo
zh_cn: 点击编辑按钮，您可以为此用户提供SSH密钥密码

source: Primary Group
cs_cz: Hlavní skupina
es_es: Grupo Primario
et_ee: Primaarne grupp
pt_br: Grupo primário
ru_ru: Основная группа
sk_sk: Primárna skupina
tr_tr: Birincil grup
zh_cn: 主要群组

source: Secondary Group
cs_cz: Další skupina
es_es: Grupo Secundario
et_ee: Sekundaarne grupp
pt_br: Grupo secundário
ru_ru: Дополнительная группа
sk_sk: Sekundárna skupina
tr_tr: İkincil Grup
zh_cn: 次要群组

source: Two Factor Authentication
cs_cz: Dvoufázové ověřování
es_es: Autenticacion en dos pasos
pt_br: Autenticação em Dois Fatores
ru_ru: Двухфакторная аутентификация
sk_sk: Dvojfaktorová autentifikácia
zh_cn: 两步身份验证

source: Two factor authentication can be enabled for logging into Sunstone UI.
cs_cz: Pro přihlašování do uživatelského rozhraní Sunstone lze zapnout dvoufázové ověřování.
es_es: El factor de doble autenticación para loguearse puede ser habilitado en la UI de Sunstone.
pt_br: Autenticação em dois fatores pode ser habilitada para logging na Interface Gráfica Sunstone
ru_ru: Двухфакторная аутентификация может быть включена для входа в интерфейс Sunstone.
sk_sk: Pre prihlásenie do Sunstone UI môže byť zvolená dvojfaktorová autentifikácia
zh_cn: 可以为登录Sunstone UI启用双因素认证。

source: Authenticator Type
cs_cz: Typ ověřovacího nástroje
es_es: Tipo de Autenticador
ru_ru: Тип аутентификации
sk_sk: Typ autentifikátora
zh_cn: 身份验证器类型

source: Authenticator Name
cs_cz: Název ověřovacího nástroje
es_es: Nombre de Autenticador
ru_ru: Имя аутентификации
sk_sk: Meno autentifikátora
zh_cn: 身份验证器名称

source: TYPE
cs_cz: TYP
es_es: TIPO
pt_br: TIPO
pt_pt: TIPO
ru_ru: Тип
sk_sk: Typ
tr_tr: TİPİ
zh_cn: 类型

source: Register authenticator app
cs_cz: Zaregistrovat aplikaci pro ověřování se
es_es: Registrar aplicación autenticadora
ru_ru: Зарегистрировать приложение аутентификации
sk_sk: Zaregistruj autentifikačnú aplikáciu
zh_cn: 注册身份验证器应用

source: Register new security key
cs_cz: Zaregistrovat nový klíč zabezpečení
es_es: Registrar nueva llave de seguridad
ru_ru: Зарегистрировать новый ключ безопасности
sk_sk: Zaregistruj nový bezpečnostný kľúč
zh_cn: 注册一个新的安全密钥

source: Get authenticator app:
cs_cz: Získat aplikaci pro ověřování se:
es_es: Obtener la aplicacion de autenticacion:
ru_ru: Получить приложение аутентификации
sk_sk: Získaj autentifikačnú aplikáciu:
zh_cn: 获取验证者应用：

source: Google Authenticator
ru_ru: Авторизация Googlt
sk_sk: Google autentifikátor

source: Microsoft Authenticator
ru_ru: Авторизация Microsoft
sk_sk: Microsoft autentifikátor

source: Scan this Barcode.
cs_cz: Naskenujte tento čárový kód.
es_es: Escanee este codigo de barras.
ru_ru: Отсканируйте этот штрихкод
sk_sk: Oskenuj čiarový kód
zh_cn: 扫描此条形码。

source: Enter Verification Code.
cs_cz: Zadejte ověřovací kód.
es_es: Ingrese el codigo de verificacion.
ru_ru: Введите код проверки.
sk_sk: Vlož verifikačný kód
zh_cn: 输入验证码。

source: Nickname for this security key
cs_cz: Alternativní název tohoto klíče zabezpečení
es_es: Alias para esta llave de seguridad
ru_ru: Имя пользователя для этого ключа безопасности
sk_sk: Nick pre tento bezpečnostný kľúč
zh_cn: 此安全密码的友好名称

source: Login Token
cs_cz: Přihlašovací token
es_es: Token de inicio de sesión
et_ee: Sisselogimise sümbol
pt_br: Token de Acesso
ru_ru: Маркер входа
sk_sk: Prihlasovací token
tr_tr: Token Giriş
zh_cn: 登录令牌

source: A login token acts as a password and can be used to authenticate with OpenNebula through Sunstone, the CLI, or the API
cs_cz: Přihlašovací token slouží jako heslo a může se použít k ověřování vůči OpenNebula přes Sunstone, CLI nebo API.
es_es: Un token de inicio de sesión actúa como una contraseña y puede utilizarse para autenticarse con OpenNebula a través de Sunstone, la CLI o la APIUn token de inicio de sesión actúa como una contraseña y puede utilizarse para autenticarse con OpenNebula a través de Sunstone, la CLI o la API
et_ee: Sisselogimise sümbol toimib paroolina ja seda saab kasutada OpenNebula Sunstone'i, CLI või API autentimiseks
pt_br: Um token de acesso atua como uma senha e pode ser utilizado para autenticar com o OpenNebula através do Sunstone, CLI ou pela API
ru_ru: Маркер входа работает как пароль и может быть использован для авторизации в OpenNebula через API или в командной строке.
sk_sk: Prihlasovací token nahrádza heslo a môže byť použitý na autentifikáciu do OpenNebuly prostredníctvom Sunstone, CLI, alebo API
tr_tr: Bir oturum açma kodu, bir parola gibi davranır ve Sunstone, CLI veya API aracılığıyla OpenNebula ile kimlik doğrulaması yapmak için kullanılabilir
zh_cn: 登录令牌作为密码，可以在Sunstone、CLI 或 API中用来与OpenNebula进行身份验证

source: Valid until
cs_cz: Platnost do
es_es: Válido hasta
et_ee: Kehtiv kuni
pt_br: Válido até
ru_ru: Действительно до
sk_sk: Platné do
tr_tr: Kadar geçerli
zh_cn: 有效期至

source: Target Group
cs_cz: Cílová skupina
es_es: Grupo objetivo
et_ee: Sihtgrupp
pt_br: Grupo de Destino
ru_ru: Целевая группа
sk_sk: Cieľová skupina
tr_tr: Hedef kitle
zh_cn: 目标群组

source: Token
et_ee: Sümbol
ru_ru: Токен
tr_tr: Simge
zh_cn: 令牌

source: Expiration, in seconds
cs_cz: Skončení platnosti (v sekundách)
es_es: Expiración, en segundos
et_ee: Aegumine sekundites
pt_br: Expiração, em segundos
ru_ru: Истечение, в секундах
sk_sk: Exspirácia, v sekundách
tr_tr: Sona Erme, saniye olarak
zh_cn: 过期时间，以秒为单位

source: Get a new token
cs_cz: Získat nový token
es_es: Obtener un nuevo token
et_ee: Hangi uus sümbol
pt_br: Obter um novo token
ru_ru: Получить новый токен
sk_sk: Získaj nový token
tr_tr: Yeni bir simge edinin
zh_cn: 获取一个新的令牌

source: Update Password
cs_cz: Úprava hesla
es_es: Actualizar Contraseña
et_ee: Uuenda parool
fa_ir: به روز رسانی رمزعبور
pt_br: Atualizar Senha
pt_pt: Atualizar Palavra-passe
ru_ru: Обновить пароль
sk_sk: Aktualizuj heslo
tr_tr: Parola Güncelle
zh_cn: 更新密码

source: Select Secondary Groups
cs_cz: Vyberte vedlejší skupiny
es_es: Seleccionar Grupos Secundarios
et_ee: Vali sekundaarne grupp
pt_br: Selecione os grupos secundários
ru_ru: Выберите дополнительные группы
sk_sk: Vyber sekundárnu skupinu
tr_tr: İkincil Gruplar'ı seçin
zh_cn: 选择次要群组

source: Change authentication
cs_cz: Změnit ověřování
es_es: Cambiar autenticación
et_ee: Muuda autentimist
fa_ir: تغییر رویه احراز هویت
pt_br: Alterar autenticação
pt_pt: Alterar autenticação
ru_ru: Сменить способ аутентификации
sk_sk: Zmeň autentifikáciu
tr_tr: Kimlik doğrulamayı değiştir
zh_cn: 更改验证方式

source: Change Language
cs_cz: Změnit jazyk
es_es: Cambiar Idioma
et_ee: Muuda keelt
fa_ir: تغییر زبان
pt_br: Alterar idioma
pt_pt: Alterar Língua
ru_ru: Сменить язык
sk_sk: Zmeň jazyk
tr_tr: Dil Değiştir
zh_cn: 更改语言

source: Update Language
cs_cz: Upravit jazyk
es_es: Actualizar Idioma
et_ee: Uuenda keelt
fa_ir: به‌روزرسانی زبان
pt_br: Atualizar idioma
pt_pt: Atualizar Língua
ru_ru: Изменить язык
sk_sk: Aktualizuj jazyk
tr_tr: Dili Güncelle
zh_cn: 更新语言

source: Change Password
cs_cz: Změnit heslo
es_es: Cambiar contraseña
et_ee: Muuda parool
fa_ir: تغییر رمز عبور
pt_br: Alterar Senha
pt_pt: Alterar palavra-passe
ru_ru: Сменить пароль
sk_sk: Zmeň heslo
tr_tr: Şifre Değiştir
zh_cn: 更改密码

source: New Password
cs_cz: Nové heslo
es_es: Nueva contraseña
et_ee: Uus parool
fa_ir: رمزعبور جدید
pt_br: Nova Senha
pt_pt: Nova palavra-passe
ru_ru: Новый пароль
sk_sk: Nové heslo
tr_tr: Yeni Parola
zh_cn: 新密码

source: Change view
cs_cz: Změnit pohled
es_es: Cambiar la vista
et_ee: Muuda vaadet
fa_ir: تغییر دید
pt_br: Alterar visualização
pt_pt: Alterar vista
ru_ru: Изменить представление
sk_sk: Zmeň pohľad
tr_tr: Görünüm Değiştir
zh_cn: 变更视图

source: Update view
cs_cz: Upravit pohled
es_es: Actualizar la vista
et_ee: Uuenda vaade
fa_ir: به‌روزرسانی دید
pt_br: Atualizar visualização
pt_pt: Atualizar vista
ru_ru: Обновить представление
sk_sk: Aktualizuj pohľad
tr_tr: Görünüm Güncelle
zh_cn: 更新视图

source: Add SSH Key
cs_cz: Přidat SSH klíč
es_es: Añada la clave SSH
et_ee: Lisa SSH võti
fa_ir: اضافه کردن کلید SSH
pt_br: Adicionar Chave SSH
pt_pt: Adicionar chave SSH
ru_ru: Добавить SSH ключ
sk_sk: Pridaj SSH kľúč
tr_tr: SSH Anahtarı Ekle
zh_cn: 添加SSH密钥

source: Update SSH Key
cs_cz: Upravit SSH klíč
es_es: Actualizar la clave SSH
et_ee: Uuenda SSH võti
fa_ir: به‌روزرسانی کلید SSH
pt_br: Atualizar Chave SSH
pt_pt: Atualizar chave SSH
ru_ru: Изменить SSH ключ
sk_sk: Aktualizuj SSH kľúč
tr_tr: SSH Anahtarı Güncelle
zh_cn: 更新SSH密钥

source: Add a public SSH key to your account!
cs_cz: Přidejte ke svému účtu veřejný SSH klíč!
es_es: Añadir una clave pública SSH a su cuenta
et_ee: Lisa SSH avalik võti oma kontole
fa_ir: یک کلید عمومی به حسابتان اضافه کنید!
pt_br: Adicione uma chave SSH pública a sua conta!
pt_pt: Adicione uma chave pública de SSH à sua conta!
ru_ru: Добавить открытый SSH-ключ к вашему аккаунту!
sk_sk: Pridaj svoj verejný SSH kľúč
tr_tr: Hesabınıza bir genel SSH anahtarı ekleyin!
zh_cn: 添加一个SSH公钥到您的账号！

source: You will be able to access your Virtual Machines without password
cs_cz: Budete moci přistupovat k virtuálním strojům bez hesla
es_es: Podrás acceder a tus Maquinas Virtuales sin ninguna contraseña
et_ee: Saate oma virtuaalseid masinaid ilma paroolita hallata
fa_ir: شما قادرید به ماشین‌های مجازیتان بدون رمز عبور دست بیابید.
pt_br: Você será capaz de acessar suas Máquinas Virtuais sem senha
pt_pt: Será capaz de aceder às suas Máquinas Virtuais sem palavra-passe
ru_ru: Вы можете получить доступ к вашим ВМ без пароля
sk_sk: VS bude prístupný bez použitia hesla
tr_tr: Sanal Makinelerinize şifresiz erişebileceksiniz
zh_cn: 您将能够免密码访问您的虚拟机

source: Update your public SSH key!
cs_cz: Zaktualizujte u svého účtu SSH klíč!
es_es: Cambie su clave pública SSH
et_ee: Uuenda oma avalik SSH võti!
fa_ir: کلید SSHتان را به‌روز کنید!
pt_br: Atualize sua chave SSH pública!
pt_pt: Atualize a sua chave pública de SSH!
ru_ru: Изменить ваш открытый SSH-ключ!
sk_sk: Aktualizuj Tvoj verejný SSH kľúč!
tr_tr: Genel SSH anahtarınızı güncelleyin!
zh_cn: 更新您的SSH公钥

source: Rules
cs_cz: Pravidla
es_es: Reglas
et_ee: Reeglid
fa_ir: قوانین
pt_br: Regras
pt_pt: Regras
ru_ru: Правила
sk_sk: Pravidlá
tr_tr: Kurallar
zh_cn: 规则

source: Traffic direction
cs_cz: Směr provozu
es_es: Dirección del tráfico
et_ee: Liikluse suund
pt_br: Direção do tráfego
ru_ru: Направление траффика
sk_sk: Smer dátovej prevádzky
tr_tr: Trafik yönü
zh_cn: 流向

source: ICMPv6 Type
cs_cz: Typ ICMPv6
es_es: Tipo ICMPv6
et_ee: ICMPv6 Tüüp
pt_br: ICMPv6 tipo
ru_ru: Тип ICMPv6
sk_sk: ICMPv6 typ
tr_tr: ICMPv6 Tipi
zh_cn: ICMPv6类型

source: Port range
cs_cz: Rozsah portů
es_es: Rango de puertos
et_ee: Portide vahemik
fa_ir: طیف درگاه
pt_br: Intervalo de portas
pt_pt: Intervalo de portos
ru_ru: Диапазон порта
sk_sk: Rozsah portov
tr_tr: Port aralığı
zh_cn: 端口范围

source: Target Network
cs_cz: Cílová síť
es_es: Red de destino
et_ee: Sihtvõrk
pt_br: Rede de destino
ru_ru: Целевая сеть
sk_sk: Cieľová sieť
tr_tr: Hedef Ağ
zh_cn: 目标网络

source: Any network
cs_cz: Libovolná síť
es_es: Ninguna red
et_ee: Kõik võrgud
pt_br: Qualquer rede
ru_ru: Любая сеть
sk_sk: Ľubovoľná sieť
tr_tr: Herhangi bir ağ
zh_cn: 任意网络

source: Manual network
cs_cz: Ručně nastavná síť
es_es: Red manual
et_ee: Manuaalne võrk
pt_br: Rede manual
ru_ru: Выбранная подсеть
sk_sk: Manuálna sieť
tr_tr: Elle ağ
zh_cn: 手动配置网络

source: OpenNebula Virtual Network
cs_cz: OpenNebula virtuální síť
es_es: Red Virtual de OpenNebula
et_ee: OpenNebula virtuaalne võrk
pt_br: Rede Virtual do OpenNebula
ru_ru: Виртуальная сеть OpenNebula
sk_sk: OpenNebula virtuálna sieť
tr_tr: OpenNebula Sanal Ağı
zh_cn: OpenNebula虚拟网络

source: First IP/IPv6 address
cs_cz: První IP/IPv6 adresa
es_es: Primera dirección IP/IPv6
et_ee: Esimene IP/IPv6 aadress
pt_br: Primeiro endereço IP/IPv6
ru_ru: Первый IP-адрес
sk_sk: Prvá IP/IPv6 adresa
tr_tr: İlk IP / IPv6 adresi
zh_cn: 第一个IP/IPv6地址

source: Add rule
cs_cz: Přidat pravidlo
es_es: Añadir regla
et_ee: Lisa reegel
pt_br: Adicionar regra
ru_ru: Добавить правило
sk_sk: Pridaj pravidlo
tr_tr: Kural ekle
zh_cn: 添加规则

source: Port Range
cs_cz: Rozsah portů
es_es: Rango de puertos
et_ee: Portide vahemik
fa_ir: طیف درگاه
pt_br: Intervalo de portas
pt_pt: Intervalo de Portos
ru_ru: Диапазон порта
sk_sk: Rozsah portov
tr_tr: Port Aralığı
zh_cn: 端口范围

source: Write the Security Group template here
cs_cz: Sem zadejte šablonu skupiny zabezpečení
es_es: Escriba la plantilla del Grupo de Seguridad aquí
et_ee: Kirjuta turvagrupi mall siia
fa_ir: قالب گروه امنیتی را در اینجا بنویسید
pt_br: Gravar o template de Grupo de Segurança aqui
pt_pt: Introduza o modelo de Grupo de Segurança aqui
ru_ru: Укажите здесь шаблон Группы безопасности
sk_sk: Napíš šablónu pre Security grupu
tr_tr: Güvenlik Grubu şablonunu buraya yaz
zh_cn: 在此输入安全组模板

source: VMs marked with <i class='fas fa-exclamation-triangle'></i> are waiting to be updated with the latest rules:
cs_cz: Virt. stroje označené <i class='fas fa-exclamation-triangle'></i>čekají na to, až budou aktualizované nejnovějšími pravidly:
es_es: MVs marcadas con <i class='fas fa-exclamation-triangle'></i> estan pendientes de ser actualizadas con las ultimas reglas
ru_ru: ВМ помеченные <i class='fas fa-exclamation-triangle'></i> ожидают обновления в соответствии с последними правилами::
sk_sk: VS označené<i class='fas fa-exclamation-triangle'></i>čakajú na aktualizáciu s najnovšími pravidlami:
zh_cn: 被标记为 <i class='fas fa-exclamation-triangle'></i> 的虚拟机在等待更新到最新的规则：

source: VMs in error. The update to the latest rules failed:
cs_cz: Virt. stroje s chybou. Propagace aktualizovaných pravidel se nezdařila:
es_es: MVs en error. Error en la actualización de las últimas reglas:
et_ee: VM-id vea seisus. Viimase reegli uuendamine nurjus:
pt_br: VMs com erro. A atualização das últimas regras falhou:
ru_ru: ВМ с ошибкой. Обновление по последним правилам не удалось:
sk_sk: Virtuálny stroj je v chybovom stave. Aktualizácia na najnovšie pravidlo zhavarovala:
tr_tr: Sanal makineler hatalı. En yeni kurallara güncelleme başarısız oldu:
zh_cn: 报错虚拟机，无法更新到最新的规则：

source: Clone Security Group
cs_cz: Klonovat skupinu zabezpečení
es_es: Clonar Grupo de Seguridad
et_ee: Klooni turvagrupp
fa_ir: همسان‌سازی از گروه امنیتی
pt_br: Clonar Grupo de Segurança
pt_pt: Clonar Grupo de Segurança
ru_ru: Клонировать группу безопасности
sk_sk: Klonuj security skupinu
tr_tr: Klon Güvenlik Grubu
zh_cn: 克隆安全组

source: Several security groups are selected, please choose a prefix to name the new copies
cs_cz: Označeno vícero skupin zabezpečení. Zvolte předponu názvu nových kopií
es_es: Se seleccionan varios grupos de seguridad, elija un prefijo para nombrar las nuevas copias
et_ee: Mitu turvagruppi on valitud, palun vali prefiks uutele koopiatele
fa_ir: چندین گروه امنیتی انتخاب شده است، لطفاً یک پیشوند برای نامگذاری کپی‌های جدید انتخاب کنید.
pt_br: Vários grupos de segurança estão selecionados, por favor escolha um prefixo para nomear as novas cópias
pt_pt: Estão selecionados vários grupos de segurança, por favor escolha o prefixo para nomear as novas cópias
ru_ru: Выбрано несколько групп безопасности, укажите префикс для имен новых копий
sk_sk: Je vybratých viac security skupín - zvoľ prefix pre pomenovanie kópií
tr_tr: Birkaç güvenlik grubu seçildi, lütfen yeni kopyaları adlandırmak için bir önek seçin
zh_cn: 已选中数个安全组，请选择一个前缀来命名新的副本

source: Sign Out
cs_cz: Odhlásit
es_es: Salir
et_ee: Logi välja
pt_br: Sair
ru_ru: Выйти
sk_sk: Odhlásiť
tr_tr: Oturumu Kapat
zh_cn: 退出

source: There is no data available
cs_cz: Nejsou k dispozici žádná data
es_es: No hay datos disponibles
et_ee: Andmeid pole saadaval
fa_ir: داده‌ای وجود ندارد
pt_br: Não há dados disponíveis
pt_pt: Não existem dados disponíveis
ru_ru: Нет доступных данных
sk_sk: Nie sú dostupné žiadne dáta
tr_tr: Kullanılabilir veri yok
zh_cn: 无可用数据

source: Label filter:
cs_cz: Filtr štítků:
es_es: Etiqueta de filtrado
et_ee: Sildi filter:
pt_br: Filtro do rótulo:
ru_ru: Фильтр по метке:
sk_sk: Označenie filtra
tr_tr: Etiket filtresi:
zh_cn: 标签筛选器︰

source: Clear search
cs_cz: Zrušit hledání
es_es: Limpiar busqueda
et_ee: Tühjenda otsing
pt_br: Limpar pesquisa
ru_ru: Очистить поиск
sk_sk: Vyčisti vyhľadávanie
tr_tr: Aramayı Temizle
zh_cn: 清除搜索

source: End time
cs_cz: Čas konce
es_es: Hora de finalización
et_ee: Lõpp aeg
fa_ir: زمان پایان
pt_br: Horário do término
pt_pt: Tempo final
ru_ru: Время окончания
sk_sk: Koncový čas
tr_tr: Bitiş zamanı
zh_cn: 结束时间

source: Group by
cs_cz: Seskupit podle
es_es: Agrupar por
et_ee: Grupeeri
fa_ir: گروه‌بندی بر اساس
pt_br: Agrupar por
pt_pt: Agrupar por
ru_ru: Группировать по
sk_sk: Zoskup podľa
tr_tr: Grup tarafından
zh_cn: 分组依据
