Repository: OpenNebula/one
Catalog: src/sunstone/public/locale/languages/*.po
Languages: cs_cz, es_es, et_ee, fa_ir, pt_br, pt_pt, ru_ru, sk_sk, tr_tr, zh_cn

source: If you're using Amazon Virtual Private Cloud, this specifies the ID of the subnet you want to launch the instance into. This parameter is also passed to the command ec2-associate-address -i i-0041230 -a elasticip.
cs_cz: Při používání Amazon Virtual Private Cloud tímto určíte identifikátor podsítě, ve které bude virt. stroj spuštěný. Tento parametr je také předán příkazu ec2-associate-address -i i-0041230 -a elasticip.
es_es: Si está utilizando una Amazon Virtual Private Cloud, esto especifica el ID de la subred que quieres lanzar dentro de la instancia. Este parametro se le pasará al comando ec2-associate-address -i i-0041230 elasticip.
pt_br: Se você estiver utilizando a Cloud Virtual Privada da Amazon, isso especifica o ID da sub-net que você quer utilizar dentro da instância. Este parâmetro será passado ao comando ec2-associate-address -i i-0041230 elasticip.
ru_ru: Если у вас есть частное облако Amazon, это поле задает ИД подсети в которую вы хотите поместить ваше приложение. Значение этого поля также передается в команде ec2-associate-address -i i-0041230 -a elasticip.
sk_sk: Ak používaš Amazon Virtual Private Cloud, toto špacifikuje ID podsiete, ktorú chceš použiť pre inštanciu. Tento parameter tiež slúži pre príkaz ec2-associate-address -i i-0041230 -a elasticip.
tr_tr: Amazon Sanal Özel Bulut kullanıyorsanız, bu, somut örneği başlatmak istediğiniz alt ağın kimliğini belirtir. Bu parametre aynı zamanda ec2-ilişkili adres -i i-0041230 -a elasticip komutuna geçirilir.
zh_cn: 如果您在使用亚马逊AWS虚拟私有云，此参数指定了你的实例所部署到的子网ID。此参数也会被传递给命令“ec2-associate-address -i i-0041230 -a elasticip”。

source: Key and optional value of the tag, separated by an equals sign ( = ).You can specify more than one tag (comma separated).
cs_cz: Název a volitelná hodnota štítku oddělené rovnítkem ( = ). Může být zadáno více štítků (oddělovaných čárkou).
es_es: Clave y opcional valor del tag, sepearado por un signo igual (=). Puedes especificar mas de un tag (separado por comas).
fa_ir: کلید و مقدار اختیاری برچسب، با علامت مساوی (=) از هم جدا می‌شوند. شما می‌توانید (به وسیله ویرگول) برچسب‌های بیشتری را تعریف کنید.
pt_br: Chave e valor da tag opcional, separados pelo sinal de igual (=). Você pode especificar mais de uma tag (separadas por vírgulas).
pt_pt: A chave e valor opcional da etiqueta, separados por um sinal igual ( = ). Poderá especificar mais do que uma etiqueta (separadas por vírgulas).
ru_ru: Ключ и необязательное значение метки, разделенные через знак равенства (=). Вы можете определить несколько меток (разделенных запятыми).
sk_sk: Kľúč a voliteľná hodnota tagu, priradené znakom ( = ). Môžeš špecifikovať viac ako jeden tag (oddelené čiarkou).
tr_tr: Etiketin anahtar ve isteğe bağlı değeri, eşittir işaretiyle (=) ayrılır. Birden fazla etiket belirtebilirsiniz (virgülle ayrılmış).
zh_cn: 标签的键和可选的值，用等号分隔（=）。您可以指定多个标签（用逗号分隔）。

source: Tenancy
cs_cz: Typ pronájmu
es_es: Entorno
fa_ir: مدت اجاره
pt_pt: Locação
ru_ru: Экземпляр
sk_sk: Nájom
tr_tr: Kiracılık
zh_cn: 租户

source: User data
cs_cz: Uživatelská data
es_es: Datos de usuario
et_ee: Kasutaja andmed
pt_br: Dados do usuário
ru_ru: Данные пользователя
sk_sk: Používateľské dáta
tr_tr: Kullanıcı verisi
zh_cn: 用户数据

source: Specifies Base64-encoded MIME user data to be made available to the instance(s) in this reservation.
cs_cz: Nastavuje uživatelská data v MIME zakódovaná v Base64. Tato data budou dostupná z virt. stroje (či strojů) v rámci této rezervace
es_es: Proporciona los datos de usuario en Base64-encoded MIME para estar disponibles a la(s) instancia(s) en esta reserva
fa_ir: MIME داده کاربر در مبنای ۶۴ را جهت در دسترس بودن برای نمونه(ها)یی که در رزرو قرار دارند، تعیین می‌کند.
pt_br: Especifica os dados do usuário MIME codificado em base64 a ser disponibilizado para as instâncias nesta reserva.
pt_pt: Especifica dados de utilizador MIME codificados com Base-64 a serem disponibilizados para a(s) instância(s) nesta reserva.
ru_ru: Задает Base64-кодированные поле данных MIME user data доступное в копии(ях) в этом резервировании.
sk_sk: Špecifikuj Base64-encoded MIME používateľské dáta dostupné inštancii (inštanciám) v rámci tejto rezervácie
tr_tr: Bu rezervasyonda somut örnek(ler) in kullanımına sunulacak Base64 kodlu Çok Amaçlı Internet Posta Uzantıları kullanıcı verilerini belirtir.
zh_cn: 指定Base64编码的MIME用户数据对在此预留中的实例可用。

source: Contextualization type
cs_cz: Typ kontextualizace
es_es: Tipo de contextualización
fa_ir: نوع زمینه‌سازی
pt_br: Tipo de contextualização
ru_ru: Тип контекста
sk_sk: Typ kontextualizácie
tr_tr: Bağlamsallaştırma tipi
zh_cn: Contextualization类型

source: vCenter customizations
cs_cz: Parametrizace přes vCenter
es_es: Personalización de vCenter
et_ee: vCenter kohandused
fa_ir: سفارشی‌سازی vCenter
pt_br: Customizações no vCenter
ru_ru: Настройки vCenter
sk_sk: Prispôsobenia vCenter
tr_tr: vCenter özelleştirmeleri
zh_cn: vCenter自定义项

source: Configuration
cs_cz: Nastavení
es_es: Configuración
et_ee: Seaded
fa_ir: پیکربندی
pt_br: Configuração
pt_pt: Configuração
ru_ru: Конфигурация
sk_sk: Konfigurácia
tr_tr: Konfigurasyon
zh_cn: 配置

source: Custom vars
cs_cz: Další parametry
es_es: Variables personalizadas
et_ee: Kohandatud muutujad
fa_ir: متغیرهای سفارشی
pt_br: Variáveis customizadas
pt_pt: Variáveis personalizadas
ru_ru: Пользовательские переменные
sk_sk: Užívateľské premenné
tr_tr: Özel vars
zh_cn: 自定义变量

source: Add SSH contextualization
cs_cz: Přidat kontextualizaci SSH
es_es: Añadir contextualización de SSH
fa_ir: اضافه کردن زمینه‌سازی SSH
pt_br: Adicionar contextualização SSH
pt_pt: Adicionar contextualização SSH
ru_ru: Использовать SSH при задании контекста
sk_sk: Pridaj SSH kontextualizáciu
tr_tr: SSH bağlamlaştırma ekle
zh_cn: 添加SSH contextualization

source: Add an ssh public key to the context. If the Public Key textarea is empty then the user variable SSH_PUBLIC_KEY will be used.
cs_cz: Přidá do kontextu veřejný SSH klíč. Pokud je oblast pro veřejný klíč níže prázdná, bude použit obsah uživatelské proměnné SSH_PUBLIC_KEY.
es_es: Añadir una clave pública ssh para el contexto. Si el área de texto Clave Pública está vacío entonces se empleará la variable de usuario SSH_PUBLIC_KEY.
fa_ir: کلید عمومی ssh را به زمینه اضافه کنید. اگر محتویات متنی کلید عمومی خالی باشد، آنگاه از متغیر کاربری SSH_PUBLIC_KEY استفاده می‌شود
pt_br: Adicionar uma chave ssh pública para o contexto. Se a área de texto da chave pública etiver vazia, então será utilizada a variável SSH_PUBLIC_KEY.
pt_pt: Adicionar uma chave pública de SSH à contextualização. Se a área de texto Chave Pública for vazia, então será usada a variável de utilizador SSH_CHAVE_PUBLICA.
ru_ru: Добавить в контекст открытый ключ SSH. Если текстовое поля для ввода открытого ключа не заполнено, будет использовано значение пользовательской переменной SSH_PUBLIC_KEY.
sk_sk: Pridaj SSH verejný kľúč pre context. Ak je toto pole prázdne, použije sa užívateľská premenná SSH_PUBLIC_KEY.
tr_tr: İçeriğe bir ssh genel anahtarı ekleyin. Ortak Anahtar metin alanı boşsa, kullanıcı değişkeni SSH_PUBLIC_KEY kullanılacaktır.
zh_cn: 在context中添加一个SSH公钥。如果公钥输入框为空，则用户变量SSH_PUBLIC_KEY将被使用。

source: SSH public key
cs_cz: Veřejný SSH klíč
es_es: Clave ssh pública
et_ee: SSH avalik võti
pt_br: Chave SSH pública
ru_ru: Открытый ключ SSH
sk_sk: SSH verejný kľúč
tr_tr: SSH genel anahtar
zh_cn: SSH公钥

source: Add Network contextualization
cs_cz: Přidat kontextualizaci sítě
es_es: Añadir contextualización de red
fa_ir: اضافه کردن زمینه‌سازی شبکه
pt_br: Adicionar contextualização de Rede
pt_pt: Adicionar contextualização de rede
ru_ru: Использовать сетевое задание контекста
sk_sk: Pridaj sieťovú kontextualizáciu
tr_tr: Ağ bağlamlaştırma ekle
zh_cn: 添加网络Contextualization

source: Add network contextualization parameters. For each NIC defined in the NETWORK section, ETH$i_IP, ETH$i_NETWORK... parameters will be included in the CONTEXT section and will be available in the Virtual Machine
cs_cz: Přidat do kontextu nastavení sítě. Pro každou síťovou kartu z části NETWORK budou do části CONTEXT přidány parametry ETH$i_IP, ETH$i_NETWORK. Tyto parametry budou také k dispozici ve virtuálním stroji
es_es: Añadir parámetros de contextualización de red. Para cada NIC definido en la sección RED, se incluirán parámetros ETH$i_IP, ETH$i_NETWORK... en la sección CONTEXTO y estarán disponibles en la Máquina Virtual
fa_ir: پارامترهای زمینه‌سازی شبکه را اضافه کنید. برای هر NIC تعریف شده در بخش شبکه، پارامترهای ETH$i_IP و ETH$i_NETWORK و... درون بخش «زمینه» لحاظ خواهند شد و در ماشین مجازی قابل دسترس خواهد بود.
pt_br: Adicionar parâmetros de contextualização da rede. Para cada NIC definido na seção da REDE, se incluirão parâmetros ETH$i_IP, ETH$i_NETWORK... na seção de CONTEXTO e estará disponível na Máquina Virtual
pt_pt: Adicionar parâmetros de contextualização de rede. Para cada NIC definido na seção REDE, os parâmetros ETH$i_IP, ETH$i_REDE... serão incluídos na seção de CONTEXTO e ficarão disponíveis na Máquina Virtual
ru_ru: Добавить параметры сетевого контекста. Для каждого сетевого интерфейса, определенного в настройках сети, параметры ETH$i_IP, ETH$i_NETWORK... будут включены в контекст и будут доступны из Виртуальной Машины.
sk_sk: Pridaj parametre pre sieťovú kontextualizáciu. Pre každý sieťový adaptér definovaný v sieťovej sekcii parametre ETH$i_IP, ETH$i_NAETWORK ... a iné budú zahrnuté v CONTEXT sekcii a dostupné pre VM
tr_tr: Ağ bağlamsallaştırma parametreleri ekleyin. AĞ bölümünde tanımlanan her bir Ağ Arayüz Denetleyicisi için, ETH $ i_IP, ETH $ i_NETWORK ... parametreleri İÇERİK bölümüne dahil edilecek ve Sanal Makinede uygun olacak
zh_cn: 添加网络contextualization参数。对于NETWORK部分所定义的每一个NIC，ETH$i_IP, ETH$i_NETWORK等参数会被包含在CONTEXT部分，并可在虚拟机中访问。

source: Add OneGate token
cs_cz: Přidat klíč pro OneGate
es_es: Añadir OneGate simbólico
fa_ir: اضافه نمودن توکن OneGate
pt_br: Adicionar token OneGate
pt_pt: Adicionar token OneGate
ru_ru: Добавить токен OneGate
sk_sk: Pridaj OneGate token
tr_tr: OneGate simgesi ekle
zh_cn: 添加OneGate令牌

source: Add a file (token.txt) to the context containing the token to push custom metrics to the VirtualMachine through OneGate
cs_cz: Přidat do kontextu soubor (token.txt) s klíčem, se kterým je možné z virtuálního stroje odesílat vlastní metriky prostřednictvím služby OneGate
es_es: Añade un fichero (token.txt) al context que contiene el token requerido para enviar métricas definidas por el usuario a la máquina virtual a través de OneGate
pt_br: Adicionar um arquivo (token.txt) ao contexto contendo o token para enviar métricas personalizadas para a Máquina Virtual através do OneGate
ru_ru: Добавить файл (token.txt) к контексту, содержащему маркер, чтобы добавить ВМ пользовательскую метрику OneGate
sk_sk: Pridaj súbor (token.txt) do kontextu, obsahujúci token pre vtlačenie užívateľskej metriky virtuálneho stroja prostredníctvom OneGate
tr_tr: OneGate aracılığıyla Sanal Makineye özel metrikleri aktarmak için belirteç içeren içeriğe bir dosya (token.txt) ekleyin
zh_cn: 增加一个文件（token.txt）到包含令牌的context中以通过OneGate推送自定义指标到虚拟机

source: Report Ready to OneGate
cs_cz: Ohlásit připravenost přes OneGate
es_es: Informe listo para OneGate
pt_br: Informe Preparado para OneGate
ru_ru: Доложить OneGate о готовности
sk_sk: Report pripravený pre OneGate
tr_tr: OneGate'e Hazır Olun Raporu
zh_cn: 向OneGate报告已准备好

source: Sends READY=YES to OneGate, useful for OneFlow
cs_cz: Odešle READY=YES přes OneGate, uživatečné pro OneFlow
es_es: Enviar READY=YES a OneGate, útil para OneFlow
pt_br: Envia READY=YES para o OneGate, útil para o OneFlow
ru_ru: Отсылает READY=YES в OneGa, хорошо использовать для OneFlow
sk_sk: Posiela READY=YES do OneGate, používané pre OneFlow
tr_tr: OneGate için HAZIR=EVET gönderir, OneFlow için kullanışlıdır
zh_cn: 向OneGate发送 READY=YES，可用于OneFlow

source: Start script
cs_cz: Startovací skript
es_es: Script de inicio
et_ee: Käivita skript
pt_br: Script de inicialização
ru_ru: Скрипт при запуске
sk_sk: Štartovací skript
tr_tr: Komut dosyası başlat
zh_cn: 启动脚本

source: Text of the script executed when the machine starts up. It can contain shebang in case it is not shell script
cs_cz: Skript, který bude spuštěn po nastartování stroje. Může obsahovat shebang v případě, že se nejedná o shellový skript
es_es: Texto del script ejecutado cuando la maquina se inicie. Puede contener un interprete en caso de no ser un shell script.
pt_br: Texto do script executado quando a máquina é iniciada. Pode conter um interpretador no caso de não ser um script shell
ru_ru: Текст скрипта для исполнения при запуске ВМ.
sk_sk: Skript bude vykonaný v čase štartu stroja. Môže obsahovať shebang v prípade, že nejde o shell script
tr_tr: Makine başlatıldığında çalıştırılan komut metni. Kabuk komut dosyası değilse, konu içerebilir
zh_cn: 当机器启动时执行脚本的文本，在不是shell脚本的情况下它能包含shebang

source: Encode script in Base64
cs_cz: Zakódujte skript v Base64
es_es: script codificado en Base64
et_ee: Kodeeri skript Base64 vormingus
pt_br: Codificar script usando Base64
ru_ru: Кодировать скрипт в Base64
sk_sk: Kódovací skript v Base64
tr_tr: Komut dosyasını Base64'de kodla
zh_cn: 使用Base64将脚本编码

source: User Inputs
cs_cz: Uživ. vstupy
es_es: Entradas del usuario
et_ee: Kasutaja sisendid
fa_ir: ورودی‌های کاربر
pt_br: Entradas do Usuário
pt_pt: Entradas de Utilizador
ru_ru: Пользовательские переменные
sk_sk: Užívateľské vstupy
tr_tr: Kullanıcı Girişleri
zh_cn: 用户输入

source: These attributes must be provided by the user when a new VM is instantiated. They will be included in the VM context
cs_cz: Tyto parametry je třeba, aby je uživatel zadal při spouštění nového virt. stroje. Budou zahrnuté do kontextu virt. stroje.
es_es: Estos atributos debe de ser proporcionados por el usuario cuando cree una nueva MV usando cada plantilla. Serán incluidos en el contexto de la MV
et_ee: Kasutaja peab need atribuudid sisestama, kui uus VM on loodud. Need lisatakse VM-i konteksti
pt_br: Estes atributos deve ser providenciados pelo usuário quando uma nova VM for instanciada. Estes parâmetros serão incluídos no contexto da VM
ru_ru: Эти атрибуты должны быть заданы пользователем после того как новая ВМ будет развернута. Они будут включены в контекст ВМ.
sk_sk: Tieto atribúty musia byť poskytnuté používateľom v čase spúšťania virtuálneho stroja. Budú zahrnuté do VS context.
tr_tr: Yeni bir Sanal Makine örneği oluşturulduğunda, bu özellikler kullanıcı tarafından sağlanmalıdır. Sanal Makine kapsamına dahil edilecekler
zh_cn: 这些属性在实例化一个新的虚拟机时必须由用户提供。它们将被包含在虚拟机的context中

source: Init scripts
cs_cz: Inicializační skripty
es_es: Scripts de inicio
fa_ir: اسکریپت‌های ابتدایی
pt_br: Scripts de inicialização
pt_pt: Scripts iniciais
ru_ru: Скрипт инициализации
sk_sk: Zavádzací script
zh_cn: 初始化脚本

source: The contextualization package executes an init.sh file if it exists. If more than one script file is added, this list contains the scripts to run and their order
cs_cz: Kontextualizační balík spustí soubor init.sh, pokud existuje. Pokud je přidán víc jak jeden skript, seznam obsahuje jejich výčet a pořadí.
es_es: Si la MV usa el paquete de contextualización de OpenNebula, el archivo init.sh será ejecutado por defecto. Si el archivo no se llama init.sh o se desea ejecutar más de un fichero, esta lista deberá de contener los nombres de los ficheros en orden. Por ejemplo: "init.sh users.sh mysql.sh"
pt_br: O pacote de contextualização executa um arquivo chamado init.sh, caso ele exista. Se mais de um arquivo de script for adicionado, esta lista conterá os scripts a serem executados e sua respectiva ordem
ru_ru: Контекстный пакет выполняемый в init.sh если существует. Если добавлено больше одного скрипта, этот список содержит эти скрипты в порядке их выполнения.
sk_sk: Kontextualizačný balík vykoná init.sh skript, pokiaľ tento existuje. Pokiaľ je pridaný viac ako jeden skript, tento zoznam obsahuje skripty a ich poradie
tr_tr: Bağlamsallaştırma paketi, varsa bir init.sh dosyasını çalıştırır. Birden fazla betik dosyası eklenmişse, bu liste çalıştırılacak komut dosyaları ve bunların komutlarını içerir.
zh_cn: 如果init.sh文件存在，contextualization包将执行它。如果添加了不止一个脚本文件，则将按照脚本列表的顺序执行

source: Boot
es_es: Arrancar
et_ee: Käivitus
fa_ir: بالا آمدن
pt_pt: Arranque
ru_ru: Загрузка
tr_tr: Ön yükleme
zh_cn: 启动设置

source: Kernel
cs_cz: Jádro
fa_ir: هسته
ru_ru: Ядро
sk_sk: Jadro
zh_cn: 内核

source: Features
cs_cz: Vlastnosti
es_es: Características
et_ee: Omadused
fa_ir: ویژگی ها
pt_br: Características
pt_pt: Funcionalidades
ru_ru: Особенности
sk_sk: Fičúrie
tr_tr: Özellikler
zh_cn: 特性

source: CPU Model
es_es: Modelo de CPU
pt_br: Modelo de CPU
ru_ru: Модель ЦП
zh_cn: CPU型号

source: CPU Architecture
cs_cz: Architektura CPU
es_es: Arquitectura
et_ee: CPU arhitektuur
pt_br: Arquitetura da CPU
ru_ru: Архитектура CPU
sk_sk: Architektúra CPU
tr_tr: CPU Mimarisi
zh_cn: CPU架构

source: Bus for SD disks
cs_cz: Sběrnice pro SD disky
es_es: Bus para discos SD
ru_ru: Шина для SD дисков
sk_sk: Zbernica pre SD disky
zh_cn: SD盘的总线

source: Machine type
cs_cz: Typ stroje
es_es: Tipo de Máquina
pt_br: Tipo de máquina
pt_pt: Tipo de máquina
ru_ru: Тип машины
sk_sk: Typ
zh_cn: 机器类型

source: Root device
cs_cz: Kořenové zařízení
es_es: Dispositivo Principal
pt_br: Dispositivo raiz
ru_ru: Root устройство
sk_sk: Root zariadenie
tr_tr: Kök cihaz
zh_cn: 根设备

source: Kernel boot parameters
cs_cz: Parametry zavádění jádra
es_es: Parametros de arranque del Kernel
et_ee: Kerneli käivituse parameetrid
pt_br: Parâmetros de boot do kernel
ru_ru: Параметры загрузки ядра
sk_sk: Boot parametre jadra
tr_tr: Çekirdek önyükleme parametreleri
zh_cn: 内核引导参数

source: Path to the bootloader executable
cs_cz: Popis umístění zavaděče
es_es: Ruta hacia el ejecutable que contiene el bootloader
fa_ir: مسیر اجرایی بارگزارِ بالا آمدن
pt_br: Caminho para o executável bootloader
pt_pt: Caminho para o executável bootloader
ru_ru: Путь к исполняемому файлу загрузчика
sk_sk: Cesta ku spustiteľnému bootloaderu
tr_tr: Önyükleyici çalıştırılabilir yolu
zh_cn: bootloader可执行文件的路径

source: Unique ID of the VM
ru_ru: Уникальный ИД для ВМ
sk_sk: Unikátne ID virtuálneho stroja
zh_cn: 虚拟机的唯一ID

source: It's referenced as machine ID inside the VM. Could be used to force ID for licensing purposes
ru_ru: Здесь задается уникальный ИД машины внутри ВМ. Может быть использован для целей лицензирования.
sk_sk: Odkazuje na ID vovnútri virtuálneho stroja. Môže byť použitý ako ID na licenčné účely.

source: Firmware
ru_ru: Прошивка
zh_cn: 固件

source: This attribute allows to define the type of firmware used to boot the VM
ru_ru: Это поле позволяет определить тип используемой прошивки для загрузки ВМ.
sk_sk: Tento atribút umožňuje zadefinovať firmware pre nabootovanie VS
zh_cn: 该属性允许定义用于启动虚拟机的固件类型

source: BIOS
ru_ru: БИОС

source: Custom Firmware Path
ru_ru: Путь кастомной прошивки
sk_sk: Cesta ku používateľskému firmware
zh_cn: 自定义固件路径

source: Secure Firmware
ru_ru: Безопасная прошивка
sk_sk: Bezpečný firmware
zh_cn: 安全的固件

source: Registered Image
cs_cz: Registrovaný obraz
es_es: Imagen Registrada
et_ee: Registreeritud ketas
fa_ir: ایمیج ثبت شده
pt_br: Imagem Registrada
pt_pt: Imagem Registada
ru_ru: Из образа
sk_sk: Registrovaný obraz
tr_tr: Kayıtlı İmaj
zh_cn: 已注册镜像

source: Remote path
cs_cz: Popis umístění na protějšku
es_es: RUTA Remota
pt_br: Caminho remoto
ru_ru: Удаленный путь
sk_sk: Vzdialená cesta
tr_tr: Uzak yol
zh_cn: 远程路径

source: Path to the OS kernel to boot the image
cs_cz: Popis umístění jádra operačního systému pro zavedení obrazu
es_es: Ruta al kernel del SO para arrancar la imagen
et_ee: OS kerneli rada millelelt ketas käivitada
fa_ir: مسیر هسته سیستم عامل برای بالا آمدن تصویر
pt_br: Endereço do kernel do SO para boot da imagem
pt_pt: Caminho para o kernel do SO para arrancar a imagem
ru_ru: Путь к ядру ОС для загрузки образа
sk_sk: Cesta ku obrazu OS jadra pre nabootovanie
tr_tr: İmajın önyüklemesi için İşletim Sistemi çekirdeği yolu
zh_cn: 用于启动镜像的操作系统内核路径

source: Registered Image
cs_cz: Zaregistrovaný obraz
es_es: Imagen Registrada
et_ee: Registreeritud ketas
fa_ir: ایمیج ثبت شده
pt_br: Imagem Registrada
pt_pt: Imagem Registada
ru_ru: Из образа
sk_sk: Registrovaný obraz
tr_tr: Kayıtlı İmaj
zh_cn: 已注册镜像

source: Path to the initrd image
cs_cz: Umístění initrd obrazu
es_es: Ruta a la imagen initrd
fa_ir: مسیر تصویر initrd
pt_br: Endereço para a imagem initrd
pt_pt: Caminho para a imagem initrd
ru_ru: Путь к образу initrd
sk_sk: Cesta ku obrazu initrd
tr_tr: Initrd imajının yolu
zh_cn: initrd镜像文件路径

source: Add support in the VM for Advanced Configuration and Power Interface (ACPI)
cs_cz: Přidá do virtuálního stroje podporu pro Advanced Configuration and Power Interface (ACPI)
es_es: Añadir soporte en la VM para Advanced Configuration and Power Interface (ACPI)
et_ee: Lisa VM-ile täiustatud konfigureerimis- ja toiteliidese (ACPI) tugi
fa_ir: اضافه کردن پشتیبانی در ماشین مجازی برای ACPI
pt_br: Adicionar suporte na VM para Configuração Avançada e Interface de Energia (ACPI)
pt_pt: Adicionar suporte na VM para Configuração Avançada e Interface de Corrente (ACPI)
ru_ru: Добавить ВМ поддержку ACPI (усовершенствованный интерфейс управления конфигурацией и питанием)
sk_sk: Pridaj do VS podporu pre ACPI (Advanced Configuration and Power Interface).
tr_tr: Gelişmiş Yapılandırma ve Güç Arabirimi (ACPI) için Sanal Makineye destek ekleyin
zh_cn: 为虚拟机添加高级配置与电源管理接口（ACPI）支持

source: Add support in the VM for Physical Address Extension (PAE)
cs_cz: Přidá do virtuálního stroje podporu pro Physical Address Extension (PAE)
es_es: Añadir soporte en la VM para Physical Address Extension (PAE)
et_ee: Lisa VM-ile füüsilise aadressilaienduse (PAE) tugi
fa_ir: اضافه کردن پشتیبانی PAE به ماشین مجازی
pt_br: Adicionar suporte na VM para Physical Address Extension (PAE)
pt_pt: Adicionar suporte na VM para Extensão Física de Endereço (PAE)
ru_ru: Добавить ВМ поддержку PAE (Physical Address Extension)
sk_sk: Pridaj do VM podporu pre PAE (Physical Address Extension)
tr_tr: Fiziksel Adres Uzantısı için Sanal Makineye (PAE) destek ekleyin
zh_cn: 为虚拟机添加物理地址扩展（PAE）支持

source: Enables the advanced programmable IRQ management.
cs_cz: Povoluje správu pokročilého programovatelného IRQ
es_es: Habilita la gestión avanzada de IRQ programable.
et_ee: Lubab täiustatud programmeritava IRQ halduse.
fa_ir: مدیریت IRQ قابل برنامه‌ریزی را فعال می کند.
pt_br: Permite o gerenciamento avançado de IRQ programável.
pt_pt: Ativa a gestão de programação avançada de IRQ.
ru_ru: Включает управление улучшенными программируемыми прерываниями
sk_sk: Aktivuje rozšírený programovateľný IRQ manažment
tr_tr: Gelişmiş programlanabilir Kesme isteği yönetimini etkinleştirir.
zh_cn: 启用高级可编程中断管理。

source: Add support in the VM for hyper-v features (HYPERV)
cs_cz: Přidá do virtálního stroje podporu Hyper-V (HYPERV)
es_es: Activar soporte en la MV para las funcionalidades de hyper-v (HYPERV)
et_ee: Lisa VM-ile hyper-v tugi (HYPERV)
fa_ir: اضافه کردن پشتیبانی hiper-v به ماشین مجازی (HYPERV)
pt_br: Adicionar suporte na VM para funcionalidades do hyper-v (HYPERV)
pt_pt: Adiciona suporte na VM para funcionalidades hyper-v (HYPERV)
ru_ru: Добавить поддержку функций hyper-v (HYPERV) в ВМ
sk_sk: Pridaj podporu pre HyperV (HyperV fičúrie)
tr_tr: Hyper-v özellikleri için Sanal Makineye destek ekleyin (HYPERV)
zh_cn: 为虚拟机添加hyper-v特性（HYPERV）

source: Localtime
cs_cz: Místní čas
es_es: Hora local
et_ee: Lokaalaeg
fa_ir: زمان محلی
pt_br: Hora Local
pt_pt: Hora local
ru_ru: Местное время
sk_sk: Miestny čas
tr_tr: Yerel zaman
zh_cn: 本地时间
