Repository: OpenNebula/one
Catalog: src/sunstone/public/locale/languages/*.po
Languages: cs_cz, es_es, et_ee, fa_ir, pt_br, pt_pt, ru_ru, sk_sk, tr_tr, zh_cn

source: The guest clock will be synchronized to the hosts configured timezone when booted.
cs_cz: Hodiny virtuálního stroje budou při startu sesynchronizovány podle časové zóny nastavené na hostiteli.
es_es: El reloj del huésped será sincronizado con la zona horaria del host durante el arranque.
et_ee: VM-i kell sünkroniseeritakse selle käivitusel serveris seadistatud ajatsooniga
fa_ir: هنگامی که ماشین مهمان بالا بیاید، ساعت آن با ساعت جغرافیایی ماشین میزبان همگام می‌شود.
pt_br: O relógio da VM será sincronizado com a hora local do host no momento do boot.
pt_pt: O relógio do sistema convidado irá ser sincronizado com a hora local do anfitrião aquando do arranque.
ru_ru: Часы ВМ будут синхронизированы с часовым поясом узла во время загрузки.
sk_sk: Hosťovské hodiny budú synchronizované do nakonfigurovanej časovej zóny počas bootovania.
tr_tr: Konuk saati, önyükleme yapıldığında ana bölgeye yapılandırılan saat dilimine göre senkronize edilecektir.
zh_cn: 虚拟机启动时，时钟将与配置了时区的所在主机同步。

source: QEMU Guest Agent
es_es: Agente invitado de QEMU
et_ee: QEMU külalisagent
pt_br: Agente Cliente QEMU
ru_ru: Гостевой агент QEMU
tr_tr: QEMU Konuk Temsilcisi
zh_cn: QEMU客户机代理

source: Enables the QEMU Guest Agent communication. This does not start the Guest Agent inside the VM.
cs_cz: Zapíná komunikační kanál pro QEMU Guest Agent. Tímto se nespouští Guest Agent uvnitř virt. stroje.
es_es: Habilita la comunicación del agente invitado de QEMU. Esto no inicia el agente de invitado dentro de la máquina virtual.
et_ee: Lubab QEMU külalisagendi kommunikatsiooni. See ei käivita külalisagenti VM-i sees.
pt_br: Habilitar a comunicação com o Agente do Cliente QEMU. Isto não inicializará o Agente dentro da VM.
ru_ru: Разрешает подключение Гостевого Агента QEMU. При этом Гостевой Агент QEMU не запускается внутри ВМ.
sk_sk: Aktivuje QEMU Guest Agent komunikáciu. Toto nenaštartuje Guest agenta vo vnútri virtuálneho stroja.
tr_tr: QEMU Konuk Aracı iletişimini etkinleştirir. Bu Sanal Makine içindeki Konuk Aracını başlatmaz.
zh_cn: 启用QEMU客户机代理通信。这不需要在虚拟机中启动客户机代理。

source: virtio-scsi Queues
cs_cz: virtio-scsi front
es_es: Colas de virtio-scsi
pt_br: Filas virtio-scsi
ru_ru: Очереди virtio-scsi
sk_sk: virtio-scsi fronty
tr_tr: virtio-scsi Sıraları
zh_cn: virtio-scsi 队列

source: Number of vCPU queues to use in the virtio-scsi controller. Leave blank to use the default value.
cs_cz: Počet vCPU front pro řadič virtio-scsi. Ponechte prázdné pro nastavení výchozí hodnoty.
es_es: Número de colas de vCPU que se utilizarán en el controlador virtio-scsi. Deje en blanco para usar el valor predeterminado.
ru_ru: Количество очередей virtio-scsi контроллера. Оставить пустым для значения по умолчанию.
sk_sk: Počet vCPU front pre použitie virtio-scsi radičom. Ponechaj prázdne pre použitie default hodnoty
tr_tr: Virtio-scsi denetleyicisinde kullanılacak vCPU sıralarının sayısı. Varsayılan değeri kullanmak için boş bırakın.
zh_cn: 在 virtio-scsi 控制器中vCPU队列的数量，留空将使用默认值。

source: Iothreads
ru_ru: потоки ввода-вывода
sk_sk: IO vlákna
zh_cn: io线程

source: Number of iothreads for virtio disks. By default threads will be assign to disk by round robin algorithm. Disk thread id can be forced by disk IOTHREAD attribute.
ru_ru: Число Потоков Ввода-Вывода для виртуальных дисков. По умолчанию, потоки назначаются дискам по очереди. Принудительно конкретный поток может быть назначен диску установкой параметра ИД ПОТОКА ВВОДА-ВЫВОДА.
sk_sk: Počet IO vláken pre virtio disky. V základe budú vlákna disku prideľované algoritmom roud robin. ID vlákna môže byť vnútené pomocou atribútu IOTHREAD.

source: Override Network Inbound Traffic QoS
cs_cz: Vlastní nastavení QoS pro příchozí síťový provoz
es_es: Anular tráfico de entrada de red QoS
pt_br: Substituir o valor de QoS no tráfego de entrada
ru_ru: Изменить QoS Сетевого Входящего трафика
sk_sk: Prepísať prichádzajúce sieťové QoS
tr_tr: Ağa Gelen Trafik QoS'sini Geçersiz Kıl
zh_cn: 覆盖网络入口流量的QoS

source: Override Network Outbound Traffic QoS
cs_cz: Vlastní nastavení QoS pro odchozí síťový provoz
es_es: Anular tráfico de salida de red QoS
pt_br: Substituir o valor de QoS no tráfego de saída
ru_ru: Изменить QoS Сетевого Исходящего трафика
sk_sk: Prepísať odchádzajúce sieťové QoS
tr_tr: Ağa Giden Trafik QoS'sini Geçersiz Kıl
zh_cn: 覆盖网络出口流量的QoS

source: Interface type
cs_cz: Typ rozhraní
es_es: Tipo de Interfaz
pt_br: Tipo de Interface
ru_ru: Тип интерфейса
sk_sk: Typ rozhrania
tr_tr: Arayüz tipi
zh_cn: 接口类型

source: Alias
cs_cz: Alternativní název
pt_br: Rótulo
ru_ru: Алиас
zh_cn: 别名

source: The NIC will be attached as an alias
cs_cz: Síťové rozhraní bude připojeno pod alternativním názvem
es_es: La NIC se generará como un alias
pt_br: O NIC será acoplado como um rótulo
ru_ru: Сетевая карта будет подключена как алиас
sk_sk: NIC bude pripojený ako alias
zh_cn: 这个网卡将以别名被附加

source: NIC has alias
cs_cz: Síťové rozhraní má alternativní název
es_es: La NIC ya tiene alias
pt_br: NIC possui rótulo
ru_ru: У сетевой карты есть алиас
sk_sk: NIC má alias
zh_cn: 网卡有别名

source: Network selection
cs_cz: Výběr sítě
es_es: Seleccion de Red
pt_br: Seleção de Rede
ru_ru: Выбор сети
sk_sk: Výber siete
tr_tr: Ağ seçimi
zh_cn: 网络选择

source: Automatic selection
cs_cz: Automatický výběr
es_es: Selección automática
pt_br: Seleção automática
ru_ru: Автоматический выбор
sk_sk: Automatický výber
tr_tr: Otomatik seçme
zh_cn: 自动选择

source: The Schedule will decide which is the best virtual network
cs_cz: Plánovač rozhodne, která virtuální síť je nejpříhodnější
es_es: La programación decidirá cuál es la mejor red virtual
pt_br: A Agenda decidirá qual melhor rede virtual
ru_ru: В ходе планирования будет выбрана наилучшая виртуальная сеть
sk_sk: Plánovanie rozhodne, ktorá je najlepšia virtuálna sieť
zh_cn: 调度器将决定哪一个网络是最佳的虚拟网络

source: RDP connection
cs_cz: RDP spojení
es_es: Conexión RDP
pt_br: Conexão RDP
ru_ru: RDP подключение
sk_sk: RDP spojenie
zh_cn: RDP连接

source: Activate
cs_cz: Aktivovat
es_es: Activar
pt_br: Ativo
ru_ru: Активировать
sk_sk: Aktivuj
zh_cn: 激活

source: RDP will be activate in this network
cs_cz: RDP bude na této síti aktivováno
es_es: RDP va a ser activado en esta red
pt_br: RDP será ativado nessa rede
ru_ru: RDP будет активирован в этой сети
sk_sk: RDP v tejto sieti bude aktivované
zh_cn: RDP将在这个网络中被启用

source: SSH connection
ru_ru: SSH подключение
sk_sk: SSH spojenie
zh_cn: SSH连接

source: SSH will be enable in this network
ru_ru: SSH будет включен в этой сети
sk_sk: V tejto sieti bude aktivivané SSH
zh_cn: SSH将在这个网络中被启用

source: Network Requirements
cs_cz: Požadavky na síť
es_es: Requerimientos de red
pt_br: Requisitos de Rede
ru_ru: Требования к сети
sk_sk: Sieťové požiadavky
tr_tr: Ağ Gereksinimleri
zh_cn: 网络需求

source: Select Vnets
cs_cz: Vybrat virt. sítě
es_es: Seleccione red virtual
pt_br: Selecionar Vnets
ru_ru: Выберите Vnets
sk_sk: Vyberte Vnet-y
tr_tr: Vnetleri Seç
zh_cn: 选择虚拟网络

source: Custom expression
cs_cz: Uživatelsky určený výraz
es_es: Expresión personalizada
pt_br: Expressão customizada
ru_ru: Нестандартное выражение
sk_sk: Vlastný výraz (regex)
zh_cn: 自定义表达式

source: Network Rank
cs_cz: Zařazení sítě
es_es: Rango de red
pt_br: Rank de Rede
ru_ru: Уровень сети
sk_sk: Sieťový rank
zh_cn: 网络等级

source: Packing
cs_cz: Seskupovat
es_es: Embalaje
et_ee: Pakkimine
fa_ir: بسته‌بندی
pt_br: Pacotes
pt_pt: Agrupamento
ru_ru: Упаковка
sk_sk: Komprimácia
tr_tr: Paketleniyor
zh_cn: 集聚

source: Pack the VMs in the vnet to reduce VM fragmentation
cs_cz: Seskupovat virt. stroje na virt. sítích a snižovat tak fragmentaci virt. strojů
es_es: Empaque las máquinas virtuales en la red virtual para reducir la fragmentación de MV
pt_br: Empacota as VMs na vnet para reduzir fragmentação de VM
ru_ru: Упаковка вирт. машин в виртуальную сеть для сокращения фрагментации
sk_sk: Zabaľ virtuálne stroje do vnet siete pre redukovanie VS fragmentácie
zh_cn: 在虚拟网络中集聚虚拟机减少虚拟机的碎片化

source: Stripping
cs_cz: Rozkládat
et_ee: Laialijagamine
fa_ir: استریپینگ
pt_br: Corte
pt_pt: Corte
ru_ru: Чередование
tr_tr: Bölüştürme
zh_cn: 散布

source: Spread the VMs in the vnets
cs_cz: Rozložit virt. stroje přes virt. sítě
es_es: Distribuir las MVs en las redes virtuales
pt_br: Distribuir as VMs nas vnets
ru_ru: Распределение ВМ в вирт. сетях
sk_sk: Rozlož virtuálne stroje do vnet-ov
tr_tr: Sanal Makineleri vnetlerde yay
zh_cn: 在虚拟机中散布虚拟机

source: This field sets which attribute will be used to sort the suitable vnets for this VM
cs_cz: Tato kolonka určuje, který atribut bude použit pro určení pořadí vhodných virt. sítí pro tento virt. stroj.
es_es: Este campo establece qué atributo se usará para ordenar las redes virtuales adecuadas para esta VM
pt_br: Esse conjunto de campos cujos atributos serão usados para organizar as vnets aplicáveis para essa VM
ru_ru: В данном поле устанавливается значение атрибута, используемое для ранжирования виртуальных сетей, пригодных для размещения ВМ.
sk_sk: Toto pole nastavuje ktorý atribút bude použitý pre zoradenie vhodných vnet-ov pre tento VS
zh_cn: 这个字段设置哪个属性将被用来对适合放置此虚拟机的虚拟网络进行排序

source: Choose Network
cs_cz: Zvolte síť
es_es: Cambiar red
et_ee: Vali võrk
fa_ir: انتخاب شبکه
pt_br: Escolher rede
pt_pt: Escolher Rede
ru_ru: Выберите Сеть
sk_sk: Zvoľ sieť
tr_tr: Ağ Seçiniz
zh_cn: 选择网络

source: Virtual Network ID
cs_cz: Identif. virtuální sítě
es_es: ID de la red virtual
et_ee: Virtuaalse võrgu ID
pt_br: ID da Rede Virtual
ru_ru: ID виртуальной сети
sk_sk: ID virtuálnej siete
tr_tr: Sanal Ağ ID
zh_cn: 虚拟网络ID

source: Virtual Network owner's user ID
cs_cz: Identifikátor vlastníka virt. sítě
es_es: ID de usuario del propietario de la red virtual
et_ee: Virtuaalse võrgu omaniku kasutaja ID
pt_br: ID do usuário proprietário da Rede Virtual
ru_ru: ID владельца виртуальной сети
sk_sk: ID vlastníka virtuálnej siete
tr_tr: Sanal Ağ sahibinin kullanıcı ID
zh_cn: 虚拟网络所有者的用户ID

source: Virtual Network owner's user Name
cs_cz: Uživatelské jméno vlastníka virt. sítě
es_es: Nombre de usuario del propietario de la red virtual
et_ee: Virtuaalse võrgu omaniku kasutajanimi
pt_br: Nome do usuário proprietário da Rede Virtual
ru_ru: Имя владельца виртуальной сети
sk_sk: Meno vlastníka virtuálnej siete
tr_tr: Sanal Ağ sahibinin kullanıcı adı
zh_cn: 虚拟网络所有者的用户名称

source: Override Network Values IPv4
cs_cz: Přepsat síťová nastavení pro IPv4
es_es: Anular valores IPv4 de la red
fa_ir: مقادیر IPv4 شبکه را بنویسید
pt_br: Substituir Valores de Rede IPv4
pt_pt: Sobrepor Valores de Rede IPv4
ru_ru: Заместить значения IPv4
sk_sk: Prepíš hodnoty IPv4 siete
tr_tr: IPv4 Ağ Değerlerini Geçersiz Kılın
zh_cn: 覆盖IPv4网络的值

source: Search domain for DNS resolution
cs_cz: Prohledávaná doména při DNS překladu
es_es: Dominio de búsqueda para la resolución de DNS
pt_br: Procurar domínio para resolução DNS
ru_ru: Имя домена для DNS резолвинга
sk_sk: Doména prehľadávania DNS
tr_tr: DNS çözümlemesi için alan ara
zh_cn: DNS解析时的搜索域

source: Override Network Values IPv6
cs_cz: Přepsat síťová nastavení pro IPv6
es_es: Anular valores IPv6 de la red
fa_ir: مقدار IPv6 شبکه را تعیین کنید
pt_br: Substituir Valores de Rede IPv6
pt_pt: Sobrepor valores de rede IPv6
ru_ru: Заместить значения IPv6
sk_sk: Prepíš hodnoty IPv6 siete
tr_tr: IPv6 Ağ Değerlerini Geçersiz Kılın
zh_cn: 覆盖IPv6网络的值

source: Hardware
et_ee: Riistvara
ru_ru: Аппаратное обеспечение
sk_sk: HW
tr_tr: Donanım
zh_cn: 硬件

source: Emulated
ru_ru: Эмулируемый
sk_sk: Emulovaný

source: PCI passthrough - Automatic
ru_ru: Проброс PCI - автоматически
sk_sk: PCI passthrough - Automatický

source: PCI passthrough - Manual
ru_ru: Проброс PCI - вручную
sk_sk: PCI passthrough - Manuálny

source: Hardware model to emulate
cs_cz: Model emulovaného hardware
es_es: Modelo Hardware a emular
et_ee: Riistvara mudel mida emuleerida
pt_br: Modelo de hardware para emular
ru_ru: Модель оборудования для эмуляции
sk_sk: HW model pre emuláciu
tr_tr: Benzetilebilecek donanım modeli
zh_cn: 用于模拟的硬件模式

source: Transmission queue
cs_cz: Fronta přenosu
es_es: Cola de transmision
pt_br: Fila de transmissão
ru_ru: Очередь передачи
sk_sk: Transmission queue / Prenosová queue
tr_tr: Aktarım kuyruğu
zh_cn: 传输队列

source: Only supported for virtio driver.
cs_cz: Podporováno pouze pro ovladač virtio.
es_es: Solo soportado para controlador virtio.
pt_br: Suportado apenas para driver virtio
ru_ru: Поддерживается только в драйвере virtio
sk_sk: Podporované len pre virtio ovládače.
tr_tr: Sadece virtio sürücüsü için desteklenmektedir
zh_cn: 仅支持virtio驱动。

source: Device name
cs_cz: Název zařízení
es_es: Nombre de Dispositivo
et_ee: Seadme nimi
fa_ir: نام وسیله
pt_br: Nome do dispositivo
ru_ru: Имя устройства
sk_sk: Meno zariadenia
tr_tr: Cihaz adı
zh_cn: 设备名称

source: Vendor
cs_cz: Výrobce
es_es: Fabricante
et_ee: Müüja
fa_ir: فروشنده
pt_br: Fornecedor
pt_pt: Fabricante
ru_ru: Производитель
sk_sk: Výrobca
tr_tr: satıcı
zh_cn: 供应商

source: Device
cs_cz: Zařízení
es_es: Dispositivo
et_ee: Seade
fa_ir: دستگاه
pt_br: Dispositivo
pt_pt: Dispositivo
ru_ru: Устройство
sk_sk: Zariadenie
tr_tr: Cihaz
zh_cn: 设备

source: Class
cs_cz: Třída
es_es: Clase
fa_ir: کلاس
pt_br: Classe
pt_pt: Classe
ru_ru: Класс
sk_sk: Trieda
tr_tr: Sınıf
zh_cn: 类型

source: Short address
es_es: Dirección corta
ru_ru: Короткий адрес
sk_sk: Skrátená adresa

source: Security Groups belonging to the selected Virtual Network will be applied and cannot be unselected
cs_cz: Skupiny zabezpečení spadající do vybrané virtuální sítě budou uplatněny a není možné zrušit jejich výběr
es_es: Los grupos de seguridad que pertenecen a la red virtual seleccionada se asignarán y no se podrán desmarcar.
ru_ru: Группы Безопасности наследуются от выбранной Виртуальной Сети и не могут быть удалены
sk_sk: Security Groupy patriace do vybranej virtuálnej siete budú aplikované a nemôžu byť odobrané
zh_cn: 属于所选虚拟网络的安全组将被应用，且不能取消选择

source: Guest Options
ru_ru: Настройки для Гостя
sk_sk: Možnosti hosťa

source: Guest MTU
ru_ru: MTU для Гостя
sk_sk: MTU hosťa

source: VM Templates for Virtual Routers cannot define NICs
cs_cz: Šablona stroje pro virt. směrovače nemůže obsahovat síť. adaptéry
es_es: Las plantillas de MVs para enrutadores virtuales no pueden definir NICs
et_ee: VM mallides Virtuaalruuterite jaoks ei saa olla võrgukaarte
pt_br: Templates de VMs para Roteadores Virtuais não podem definir Interfaces de Redes
ru_ru: Шаблоны ВМ для Виртуальных Роутеров не могут задавать значение сетевого интерфейса.
sk_sk: VM šablóna pre virtuálny router nemôže definovať sieťový adaptér
tr_tr: Sanal Yönlendiriciler için Sanal Makine Şablonları Ağ Arayüz Denetleyicileri tanımlayamıyor
zh_cn: 虚拟路由器的虚拟机模板不能定义网卡

source: Default hardware model to emulate for all NICs
cs_cz: Výchozí emulovaný hardwarový model všech síť. adaptérů
es_es: Modelo de emulación hardware por defecto para todos los NICs
et_ee: Vaikimisi riistvara mudel millega emuleerida kõiki võrgukaarte
pt_br: Modelo de hardware padrão para emular todas as Placas de Rede.
ru_ru: Модель оборудования по умолчанию для эмулирования всех сетевых интерфейсов
sk_sk: Default HW model pre emuláciu všetkých sieťových adaptérov
tr_tr: Tüm Ağ Arayüz Denetleyiciler için benzetilecek varsayılan donanım modeli
zh_cn: 用于模拟所有网卡的默认硬件模式

source: Default network filtering rule for all NICs
cs_cz: Výchozí pravidlo filtrování sítě pro všechna síťová rozhraní
es_es: Regla por defecto de filtrado de red para todas las NICs
pt_br: Regra de filtragem padrão de rede para todos NICs
ru_ru: Правило сетевой фильтрации по умолчанию для всех сетевых интерфейсов.
sk_sk: Default pravidlá filtrovania pre všetky sieťové adaptéry
zh_cn: 用于所有网卡的默认网络过滤规则

source: Storage Options
cs_cz: Parametry úložiště
es_es: Opciones de almacenamiento
pt_br: Opções de Armazenamento
ru_ru: Настройка хранилища
sk_sk: Voľby pre úložisko
tr_tr: Depolama Seçenekleri
zh_cn: 存储选项

source: Deploy Mode
cs_cz: Režim použití
es_es: Modo de despliegue
ru_ru: Режим развертывания
sk_sk: Mód nasadenia
zh_cn: 部署模式

source: Set an alternative mode to deploy VM disks to the hosts
cs_cz: Nastavit alternativní režim pro správu disků virt. stroje na hostitelích
es_es: Establece un modo alternativo para desplegar los discos de la VM en los hosts.
ru_ru: Выбрать метод развертывания файлов ВМ
sk_sk: Nastav alternatívny mód pre nasadenie VM diskov na hosta
zh_cn: 设置其他模式将虚拟机磁盘部署到主机

source: Target device
cs_cz: Cílové zařízení
es_es: Dispositivo de destino
et_ee: Sihtseade
pt_br: Dispositivo de destino
ru_ru: Целевое устройство
sk_sk: Cieľové zariadenie
tr_tr: Hedef cihazı
zh_cn: 目标设备

source: Device to map image disk. If set, it will overwrite the default device mapping.
cs_cz: Zařízení pro mapování obrazu disku. Pokud je nastaveno, přepíše výchozí mapování.
es_es: Dispositivo donde mapear el disco de la imagen. Si se configura, éste sobreescribirá el mapeo por defecto del dispositivo.
pt_br: Dispositivo para mapear a imagem do disco. Se definido, substituirá o dispositivo padrão de mapeamento.
ru_ru: Устройство для сопоставления образу диска. Если задан, переписывает маппинг по умолчанию.
sk_sk: Zariadenie pre namapovanie obrazu disku. Ak je zadané, prepíše defaultné nastavenie
tr_tr: İmaj diskini eşlemek için cihaz. Ayarlanırsa varsayılan cihaz eşlemesinin üzerine yazılır.
zh_cn: 设备映射磁盘镜像。如果设定，将会覆盖默认的设备映射。

source: Read-only
cs_cz: Jen pro čtení
es_es: Solo Lectura
et_ee: Ainult lugemiseks
pt_br: Somente-leitura
ru_ru: Только для чтения
sk_sk: Iba na čítanie
tr_tr: Sadece oku
zh_cn: 只读

source: BUS
cs_cz: SBĚRNICE
fa_ir: باس
ru_ru: Шина
sk_sk: Zbernica
zh_cn: 总线

source: Bus adapter controller
cs_cz: Řadič sběrnice
es_es: Controlador de adaptador de bus
pt_br: Controladora de adaptador BUS
ru_ru: Дисковый контроллер
sk_sk: Radič zbernice
tr_tr: Bus adaptörü denetleyicisi
zh_cn: 总线适配器控制器

source: Disk provisioning type
cs_cz: Způsob vytvoření disku
es_es: Tipo de provisionamiento de disco
pt_br: Tipo de provisionamento de disco
ru_ru: Метод дискового резервирования
sk_sk: Disk provisioning typ
tr_tr: Disk sağlama türü
zh_cn: 磁盘预置类型

source: Cache
cs_cz: Mezipaměť
es_es: Caché
et_ee: Vahemälu
fa_ir: کش
ru_ru: Кэш
tr_tr: Önbellek
zh_cn: 缓存

source: IO policy
cs_cz: IO pravidla
es_es: Política de IO.
et_ee: IO poliitika
pt_br: Política de IO
ru_ru: Политика ввода-вывода
sk_sk: IO politika
tr_tr: Girdi/Çıktı politikası
zh_cn: IO 策略

source: Discard
es_es: Descartar
et_ee: Loobu
fa_ir: رد کردن
pt_br: Descartar
pt_pt: Descartar
ru_ru: Команды TRIM & UNMAP
sk_sk: Odpoj
tr_tr: Ayır

source: ignore
cs_cz: ignorovat
es_es: ignorar
et_ee: ignoreeri
fa_ir: چشم پوشی
pt_br: ignorar
pt_pt: ignorar
ru_ru: игнорировать
sk_sk: Ignoruj
tr_tr: önemsememek

source: unmap
cs_cz: odmapovávat
fa_ir: عدم نگاشت
pt_br: desmapear
pt_pt: desmapear
ru_ru: передават
sk_sk: Odmapuj

source: Size on instantiate
cs_cz: Velikost při spuštění
es_es: Tamaño de instanciación
pt_br: Tamanho em instanciação
ru_ru: Размер инстралляции.
sk_sk: Veľkosť pre inštanciu
zh_cn: 实例化时的容量大小

source: The size of the disk will be modified to match this size when the template is instantiated
cs_cz: Velikost disku bude nastavena na požadovou hodnotu v okamžiku spuštění virt. stroje z této šablony.
es_es: El tamaño del disco se modificará para coincidir con este tamaño cuando se instancie la plantilla
et_ee: Ketta suurus muudetakse, et see vastaks märgitud suurusele malli loomisel
fa_ir: در زمان نمونه‌سازی از قالبت، اندازه دیسک جهت تطبیق با این اندازه تغییر خواهد کرد
pt_br: O tamanho do disco será modificado para corresponder a este tamanho quando o template é instanciado
pt_pt: O tamanho do disco será modificado para corresponder ao tamanho do modelo quando é instanciado
ru_ru: Размер диска будет изменен что бы соответствовать этому значению емкости, когда шаблон будет применен.
sk_sk: Veľkosť disku bude zmenená na požadovanú hodnotu v čase spustenia inštancie pomocou tejto šablóny
zh_cn: 当模板实例化时磁盘的容量大小将被修改来匹配此容量大小

source: Throttling (Bytes/s)
cs_cz: Omezení (bytů/s)
es_es: Reduciendo (Bytes/s)
ru_ru: Ограничение скорости (Байт/сек)
sk_sk: Obmedzenie (Bytes/s)
tr_tr: Kısıtlama (Bayt/s)
zh_cn: 限流（字节/秒）

source: Maximum
es_es: Máximo
pt_br: Máximo
ru_ru: Максимум
tr_tr: En Fazla
zh_cn: 最大

source: Maximum length
cs_cz: Maximální délka
es_es: Longitud máxima
pt_br: Tamanho máximo
ru_ru: Максимальная длина
sk_sk: Maximálna dĺžka
tr_tr: En fazla uzunluk
zh_cn: 最大长度

source: Read
cs_cz: Čtení
es_es: Lectura
pt_br: Leitura
ru_ru: Чтение
sk_sk: Čítaj
tr_tr: Okuma
zh_cn: 读

source: Write
cs_cz: Zápis
es_es: Escritura
pt_br: Escrita
ru_ru: Запись
sk_sk: Zapíš
tr_tr: Yazma
zh_cn: 写

source: Throttling (IOPS)
cs_cz: Omezení (IOPS)
es_es: Reduciendo (IOPS)
ru_ru: Ограничение (IOPS)
sk_sk: Obmedzenie (IOPS)
tr_tr: Limitleme (IOPS)
zh_cn: 限流（IOPS）

source: IOPS Size
ru_ru: Размер IOPS
sk_sk: Veľkosť IOPS
zh_cn: IOPS大小

source: Size of IOPS per second
ru_ru: Размер IOPS в секунду
sk_sk: Veľkosť IOPS za sekundu
zh_cn: 每秒IOPS大小

source: Edge Cluster
ru_ru: Граничный Кластер
zh_cn: 边缘集群

source: Snapshot Frequency in Seconds
ru_ru: Частота снимков в секундах
sk_sk: Frekvencia snapshotov v sekundách

source: IOTHREADS
ru_ru: ПОТОКОВ ВВОДА-ВЫВОДА
zh_cn: IO线程

source: IOTHREAD id
ru_ru: ИД ПОТОКОВ ВВОДА-ВЫВОДА
zh_cn: IO线程id

source: Iothread id used by this disk. Default is round robin. Can be used only if IOTHREADS > 0. If this input is disabled please first configure IOTHREADS value on OS & CPU -> Features.
ru_ru: Поток ввода-вывода используемый этим диском. По умолчанию, если не задано установлен циклический перебор. Может использоваться только если значение ПОТОКА ВВОДА-ВЫВОДА > 0. Если поле неактивно, пожалуйста вначале установите свойство ПОТОКОВ ВВОДА- ВЫВОДА на закладке ОС & ЦП -> Свойства.
sk_sk: ID IOTHREAD, ktoré používa tento disk. Predvolená hodnota je round robin. Možno použiť, iba ak IOTHREADS> 0. Ak je tento vstup zakázaný, najskôr nakonfiguruj hodnotu IOTHREADS na OS & CPU -> Vlastnosti.

source: Volatile disk
cs_cz: Netrvalý disk
es_es: Disco volátil
et_ee: Püsimatu ketas
pt_br: Disco volátil
ru_ru: Временный диск
sk_sk: Nestály disk
tr_tr: Geçici disk
zh_cn: 易失性磁盘

source: Image name
cs_cz: Název obrazu
es_es: Nombre de la imagen
et_ee: Ketta nimi
pt_br: Nome da imagem
ru_ru: Имя образа
sk_sk: Meno obrazu
tr_tr: İmaj adı
zh_cn: 镜像名称

source: Image owner's user ID
cs_cz: Obraz vlastněn uživatelem č.
es_es: ID propietario de la Imagen
et_ee: Ketta omaniku kasutaja ID
pt_br: ID do usuário proprietário da imagem
ru_ru: ID владельца образа
sk_sk: ID vlastníka obrazu
tr_tr: İmaj sahibinin kullanıcı ID'si
zh_cn: 镜像所有者用户ID

source: Image owner's user name
cs_cz: Uživatelské jméno vlastníka obrazu
es_es: Nombre propietario de la Imagen
et_ee: Ketta omaniku kasutajanimi
pt_br: Nome do usuário proprietário da imagem
ru_ru: Имя пользователя владельца образа
sk_sk: Meno vlastníka obrazu
tr_tr: İmaj sahibinin kullanıcı adı
zh_cn: 镜像所有者用户名

source: FS
cs_cz: Souborový systém
fa_ir: فایل سیستم
pt_pt: SF
ru_ru: Файловая система
sk_sk: Filesystém
zh_cn: 文件系统

source: Format
cs_cz: Formát
es_es: Formato
et_ee: Formaat
pt_br: Formatar
pt_pt: Formatar
ru_ru: Формат
sk_sk: Formátovanie
tr_tr: Biçem
zh_cn: 格式

source: RAW data
cs_cz: Surová data
es_es: Datos en crudo
fa_ir: داده خام
pt_br: Dados brutos
pt_pt: Dados RAW
ru_ru: Ввести параметры вручную
sk_sk: Surové dáta
tr_tr: İŞLENMEMİŞ veri
zh_cn: 裸数据

source: Data
es_es: Datos
et_ee: Andmed
pt_br: Dados
ru_ru: Данные
sk_sk: Dáta
tr_tr: Veri
zh_cn: 数据
