Repository: OpenNebula/one
Catalog: src/sunstone/public/locale/languages/*.po
Languages: cs_cz, es_es, et_ee, fa_ir, pt_br, pt_pt, ru_ru, sk_sk, tr_tr, zh_cn

source: FAILED UNDEPLOYING
cs_cz: CHYBA RUŠENÍ
es_es: DESPLIEGUE FALLIDO
et_ee: SEISKAMINE LUHTUS
fa_ir: عدم استقرارسازی شکست خورد
pt_br: FALHA NO DEPLOY
pt_pt: FALHA NA DESALOCAÇÃO
ru_ru: Сворачивание неудачно
sk_sk: ZRUŠENIE NASADENIA BOLO NEÚSPEŠNÉ
tr_tr: BAŞARISIZ KONUŞLANDIRMA SONLANDIRMA
zh_cn: 取消部署失败

source: FAILED DEPLOYING
cs_cz: CHYBA SPOUŠTĚNÍ
es_es: DESPLIEGUE FALLIDO
et_ee: KASUTAMINE LUHTUS
fa_ir: استقرارسازی شکست خورد
pt_br: FALHA NO DEPLOY
pt_pt: FALHA NA INSTANCIAÇÃO
ru_ru: Ошибка развертывания
sk_sk: NASADENIE BOLO NEÚSPEŠNÉ
tr_tr: BAŞARISIZ KONUŞLANDIRMA
zh_cn: 部署失败

source: FAILED SCALING
cs_cz: CHYBA ŠKÁLOVÁNÍ
es_es: ESCALADO FALLIDO
et_ee: SKALEERUMINE LUHTUS
fa_ir: توزین شکست خورد
pt_br: FALHA NO DIMENSIONAMENTO
pt_pt: FALHA NO ESCALAMENTO
ru_ru: Ошибка масштабирования
sk_sk: ŠKÁLOVANIE BOLO NEÚSPEŠNÉ
tr_tr: BAŞARISIZ ÖLÇEKLENDİRME
zh_cn: 扩展失败

source: WARNING
cs_cz: VAROVÁNÍ
es_es: ALERTA
et_ee: HOIATUS
fa_ir: هشدار
pt_br: AVISO
pt_pt: AVISO
ru_ru: ПРЕДУПРЕЖДЕНИЕ
sk_sk: VAROVANIE
tr_tr: UYARI
zh_cn: 警告

source: SCALING
cs_cz: ŠKÁLOVÁNÍ
es_es: ESCALANDO
et_ee: SKALEERUB
fa_ir: در حال توزین
pt_br: REDIMENSIONANDO
pt_pt: A ESCALAR
ru_ru: Масштабируется
sk_sk: ŠKÁLOVANIE
tr_tr: ÖLÇEKLEME
zh_cn: 扩展

source: COOLDOWN
cs_cz: ČEKÁNÍ
es_es: HIBERNADO
et_ee: JAHTUB
fa_ir: خنک‌سازی
pt_br: HIBERNAR
pt_pt: ARREFECIMENTO
ru_ru: Задержка
zh_cn: 冻结时间

source: DONE
cs_cz: ZRUŠENÝ
es_es: HECHO
et_ee: VALMIS
fa_ir: انجام شده
pt_br: FEITO
pt_pt: FINALIZADO
ru_ru: ЗАВЕРШЕНО
sk_sk: HOTOVO
tr_tr: TAMAMLANDI
zh_cn: 完成

source: DEPLOYING NETS
ru_ru: Размещаемые Сети
sk_sk: NASADENIE SIETÍ

source: UNDEPLOYING NETS
ru_ru: Отключаемые сети
sk_sk: ZRUŠENIE NASADENIA SIETÍ

source: FAILED DEPLOYING NETS
ru_ru: Ошибка установки сетей
sk_sk: ZRUŠENIE NASADENIA SIETÍ BOLO NEÚSPEŠNÉ

source: FAILED UNDEPLOYING NETS
ru_ru: Ошибка отключения сетей
sk_sk: ZRUŠENIE NASADENIA SIETÍ NEÚSPEŠNÉ

source: No labels defined
cs_cz: Nenastaveny žádné štítky
es_es: No hay etiquetas definidas
et_ee: Ühtegi silti pole defineeritud
pt_br: Nenhum rótulo definido
ru_ru: Метки не указаны
sk_sk: Neboli definované návestia
tr_tr: Tanımlı etiket bulunamadı
zh_cn: 没有已定义的标签

source: There are no templates available
cs_cz: Nejsou k dispozici žádné šablony
es_es: No hay plantillas disponibles
et_ee: Malle ei ole saadaval
fa_ir: templateای وجود ندارد
pt_br: Não há templates disponíveis
pt_pt: Não há modelos disponíveis
ru_ru: Нет доступных шаблонов
sk_sk: Nie sú dostupné šablóny
tr_tr: Uygun şablon bulunamadı
zh_cn: 没有可用的模板

source: Create a template by saving a running Virtual Machine
cs_cz: Vytvořit šablonu uložením spuštěného virtuálního stroje
es_es: Crear una plantilla guardando una MV en ejecución
et_ee: Loo mall salvestades töötav virtuaalmasin
fa_ir: ایجاد template با ذخیره‌ی ماشین‌مجازی در حال اجرا
pt_br: Crie um template salvando uma Máquina Virtual em execução
pt_pt: Criar um modelo guardando uma Máquina Virtual que esteja a correr
ru_ru: Создать шаблон из запущенной виртуальной машины
sk_sk: Vytvorenie šablóny uložením bežiaceho virtuálneho stroja
tr_tr: Çalışmakta olan bir Sanal Makineyi kaydetme yoluyla bir şablon oluşturma
zh_cn: 通过保存正在运行的虚拟机来创建模板

source: SHARED
cs_cz: SDÍLENÝ
es_es: COMPARTIDO
et_ee: JAGATUD
fa_ir: به اشتراک گذاشته شده
pt_br: COMPARTILHADO
pt_pt: PARTILHADO
ru_ru: ОБЩЕЕ
sk_sk: ZDIEĽANÉ
tr_tr: PAYLAŞILMIŞ
zh_cn: 已共享

source: Handle with care! This action will immediately destroy the template
cs_cz: Buďte opatrní! Tato operace okamžitě smaže šablonu
es_es: ¡Tenga cuidado! Esta acción borrará inmediatamente la plantilla
et_ee: Hoiatud! See tegevus kustutab malli
pt_br: Tenha com cuidado! Esta ação destruirá imediatamente o template
ru_ru: Осторожно! Это действие приведёт к немедленному удалению шаблона
sk_sk: OPATRNE - vykonaním tohto kroku okamžite zmažeš šablónu!
tr_tr: Dikkat edin! Bu işlem, şablonu hemen yok edecek
zh_cn: 请注意！此操作将会立刻删除该模板

source: and the image associated.
cs_cz: a související obraz.
es_es: y la imagen asociada.
et_ee: ja seotud ketta
fa_ir: و ایمیج تعلق گرفت.
pt_br: e a imagem associada.
pt_pt: e a imagem associada.
ru_ru: и связанный с ним образ.
sk_sk: a asociovaný obraz.
tr_tr: ve ilişkili imaj.
zh_cn: 及与其关联的镜像。

source: The template
cs_cz: Šablona
es_es: La plantilla
et_ee: Mall
fa_ir: تمپلیت
pt_br: O template
pt_pt: O modelo
ru_ru: Шаблон
sk_sk: Šablóna
tr_tr: Şablon
zh_cn: 该模板

source: and the image associated will be shared and all the users will be able to instantiate new VMs using this template.
cs_cz: a související obraz budou nasdíleny. Všichni uživatelé budou moci z této šablony spouštět virt. stroje.
es_es: y la imagen asociada será compartida y todos los usuarios podrán instanciar nuevas MVs usando esta plantilla.
et_ee: ja seotud ketas jagatakse välja ning kõik kasutajad saavad selle alusel uusi VM-e luua
fa_ir: و ایمیج وابسته در دسترس قرار خواهد گرفت و همه کاربران قادر به برپایی ماشین مجازی جدید با استفاده از این الگو خواهند بود.
pt_br: e a imagem associada será compartilhada e todos os usuários serão capazes de instanciar novas VMs usando este modelo.
pt_pt: e a imagem associada irão ser partilhados e todos os utilizadores serão capazes de instanciar novas VMs usando este modelo.
ru_ru: и связанный ним образ станет общим: все пользователи смогут разворачивать новые ВМ с помощью этого шаблона.
sk_sk: a pripojený obraz bude zdieľaný - všetci užívatelia budú schopní spustiť inštanciu nového VS s použitím tejto šablóny
tr_tr: ve ilişkili imaj paylaşılacak ve tüm kullanıcılar bu şablonu kullanarak yeni Sanal Makineleri hazırlayabilecekler.
zh_cn: 及与其关联的镜像将被共享，所有的用户均可使用此模板实例化新的虚拟机。

source: Share template
cs_cz: Sdílet šablonu
es_es: Compartir plantilla
et_ee: Jaga malli
fa_ir: به اشتراک‌گذاری template
pt_br: Compartilhar template
pt_pt: Partilhar modelo
ru_ru: Сделать шаблон общим
sk_sk: Zdieľaj šablónu
tr_tr: Şablonu paylaş
zh_cn: 共享模板

source: and the image associated will be unshared and the users will not be able to instantiate new VMs using this template.
cs_cz: a související obraz přestanou být sdílené. Uživatelé už nebudou moci z této šablony spouštět virt. stroje.
es_es: y la imagen asociada dejará de estar compartida y los usuarios no serán capaces de instanciar nuevas MVs usando esta plantilla
et_ee: ja seotud ketta jagamine tühistatakse ning kasutajad ei saa selle alusel uusi VM-e luua
fa_ir: و ایمیج وابسته از دسترس خارج خواهد شد و کاربران قادر به برپایی ماشین مجازی جدید با استفاده از این الگو نخواهند بود.
pt_br: e a imagem associada deixará de ser compartilhada e os usuários não serão capazes de instanciar novas VMs usando este template.
pt_pt: e a imagem associada deixarão de estar partilhados e os utilizadores não serão capazes de instanciar novas VMs usando este modelo.
ru_ru: и связанный с ним образ перестанет быть общим: пользователи не смогут разворачивать новые ВМ с помощью этого шаблона.
sk_sk: a pripojený obraz prestane byť zdieľaný - žiadny užívateľ nebude schopný spustiť inštanciu nového VS s použitím tejto šablóny
tr_tr: ve ilişkili imaj paylaşılmayacak ve tüm kullanıcılar bu şablonu kullanarak yeni Sanal Makineleri paylaşamayacak.
zh_cn: 及与其关联的镜像将被取消共享，用户将不能使用此模板实例化新的虚拟机。

source: Unshare template
cs_cz: Zrušit sdílení šablony
es_es: Dejar de compatir plantilla
et_ee: Tühista malli jagamine
fa_ir: لغو اشتراک‌گذاری template
pt_br: Não compartilhar template
pt_pt: Desativar partilha do modelo
ru_ru: Отменить доступ к шаблону
sk_sk: Ukonči zdieľanie šablóny
tr_tr: Şablonu paylaşma
zh_cn: 取消共享模板

source: System
cs_cz: Systém
es_es: Sistema
et_ee: Süsteem
fa_ir: سیستم
pt_br: Sistema
pt_pt: Sistema
ru_ru: Система
sk_sk: Systém
tr_tr: Sistem
zh_cn: 系统

source: Network Templates
cs_cz: Šablony sítí
es_es: Plantilla de Red
pt_br: Templates de Rede
ru_ru: Сетевые шаблоны
sk_sk: Sieťové templaty
tr_tr: Ağ Şablonları
zh_cn: 网络模板

source: Virtual Network Templates
cs_cz: Šablony virtuálních sítí
es_es: Plantillas de Redes Virtuales
pt_br: Templates de Rede Virtual
ru_ru: Шаблоны виртуальных сетей
sk_sk: Virtuálne sieťové templaty
tr_tr: Sanal Ağ Şablonları
zh_cn: 虚拟网络模板

source: Virtual Network Template
cs_cz: Šablona virtuální sítě
es_es: Plantilla de Red Virtual
pt_br: Template de Rede Virtual
ru_ru: Шаблон виртуальной сети
sk_sk: Virtuálny sieťový template
tr_tr: Sanal Ağ Şablonu
zh_cn: 虚拟网络模板

source: Settings
cs_cz: Nastavení
es_es: Ajustes
et_ee: Seaded
fa_ir: تنظیمات
pt_br: Configurações
pt_pt: Definições
ru_ru: Настройки
sk_sk: Nastavenia
tr_tr: Ayarlar
zh_cn: 设置

source: Create Virtual Network Template
cs_cz: Vytvořit šablonu virtuální sítě
es_es: Crear Plantilla de Red Virtual
pt_br: Criar Template de Rede Virtual
ru_ru: Создать шаблон виртуальной сети
sk_sk: Vytvoriť virtuálny sieťový template
tr_tr: Sanal Ağ Şablonu Oluştur
zh_cn: 创建虚拟网络模板

source: Update Virtual Network Template
cs_cz: Aktualizovat šablonu virtuální sítě
es_es: Actualizar plantilla de red virtua
pt_br: Atualizar Template de Rede Virtual
ru_ru: Обновить шаблон виртуальной сети
sk_sk: Aktualizovať virtuálny sieťový template
tr_tr: Sanal Ağ Şablonu Güncelle
zh_cn: 更新虚拟网络模板

source: Instantiate Network Template
cs_cz: Spustit šablonu sítě
es_es: Instanciar plantilla de red
pt_br: Instanciar Template de Rede
ru_ru: Применить шаблон сети
sk_sk: Inštancia sieťového templatu
zh_cn: 实例化网络模板

source: Virtual Network Template created
cs_cz: Šablona virtuální sítě vytvořena
es_es: Plantilla de Red Virtual Creada
pt_br: Template de Rede Virtual criado
ru_ru: Шаблон Виртуальной Сети создан
sk_sk: Virtuálny sieťový template vytvorený
tr_tr: Sanal Ağ Şablonu oluşturuldu
zh_cn: 虚拟网络模板已创建

source: VNet created
cs_cz: Virt. síť vytvořena
es_es: Red Virtual Creada
pt_br: VNet criada
ru_ru: VNet создан
sk_sk: VNet vytvorený
tr_tr: VNet oluşturuldu
zh_cn: 虚拟网络已创建

source: Please select a network template from the list
cs_cz: Vyberte šablonu sítě ze seznamu
es_es: Por favor, seleccione una plantilla de red de la lista
pt_br: Por favor, selecione um template de rede da lista
ru_ru: Выберите шаблон сети из списка
sk_sk: Prosím vyberte sieťový template zo zoznamu
tr_tr: Lütfen listeden bir ağ şablonu seçin
zh_cn: 请从列表中选择一个网络模板

source: You selected the following network template:
cs_cz: Vybrali jste následující šablonu sítě:
es_es: Usted seleccion la siguiente plantilla de red:
pt_br: Você selecionou o seguinte template de rede:
ru_ru: Выбранный шаблон сети:
sk_sk: Vybrali ste nasledujúci sieťový template:
tr_tr: Seçtiğiniz ağ şablonu:
zh_cn: 你选择的网络模板是：

source: Please select one or more networks templates from the list
cs_cz: Ze seznamu vyberte jednu nebo více šablon sítě
es_es: Por favor seleccion una o mas plantillas de red de la lista
pt_br: Por favor selecione um ou mais modelos de rede da lista
ru_ru: Выберите один или несколько шаблонов сетей из списка
sk_sk: Prosím zvoľte jeden alebo viac sieťových templatov zo zoznamu
tr_tr: Lüften listeden bir ya da daha fazla ağ şablonu seçin
zh_cn: 请从列表中选择一个或多个网络模板

source: You selected the following networks templates:
cs_cz: Vybrali jste následující šablony sítě:
es_es: Usted seleccion las siguientes plantillas de red:
pt_br: Você selecionou os seguintes templates de rede:
ru_ru: Выбранные шаблоны сетей:
sk_sk: Vybrali ste nasledujúce sieťové templaty:
tr_tr: Seçtiğiniz ağ şablonları:
zh_cn: 你选择的网络模板是：

source: Import vCenter Images
cs_cz: Importovat obrazy z vCenter
es_es: Importar Imagenes de vCenter
et_ee: Impordi vCenter kettad
pt_br: Importar imagens do vCenter
ru_ru: Импортировать образы vCenter
sk_sk: Import vCenter obrazu
tr_tr: vCenter İmajlarını İçe Aktar
zh_cn: 导入 vCenter 镜像

source: Create Image
cs_cz: Vytvořit obraz
es_es: Crear Imagen
et_ee: Loo ketas
fa_ir: ایمیج بساز
pt_br: Criar Imagem
pt_pt: Criar imagem
ru_ru: Укажите параметры нового образа
sk_sk: Vytvor nový obraz
tr_tr: İmaj Oluştur
zh_cn: 创建镜像

source: you don't have a valid uploader
ru_ru: у вас нет корректного загрузчика
sk_sk: Nemáš platný uploader
zh_cn: 你没有一个有效的上传者

source: Please select a datastore
ru_ru: Выберите хранилище
sk_sk: Vyber dátový sklad
zh_cn: 请选择一个数据存储

source: Please insert a dockerfile template
ru_ru: Пожалуйста добавте шаблон докер файла
sk_sk: Vlož šablónu dockerfile
zh_cn: 请插入dockerfile模板

source: Please select a size
ru_ru: Выберите размер
sk_sk: Vyber veľkosť
zh_cn: 请选择一个尺寸

source: Dockerfile
ru_ru: Докер файл.

source: This Image resides in Datastore
cs_cz: Tento obraz se nachází v datovém úložišti
es_es: La Imagen reside en el Datastore
et_ee: See ketas asub andmekogus
pt_br: Esta imagem encontra-se no Datastore
ru_ru: Этот образ находится в хранилище
sk_sk: Tento obraz je umiestnený v úložisku
tr_tr: Bu İmaj Veri Deposundadır.
zh_cn: 这个镜像驻留在数据存储

source: . The export action is not supported for that Datastore DS_MAD driver.
cs_cz: . Možnost exportovat není podporována pro DS_MAD ovladač tohoto datového úložiště.
es_es: . La accion exportar no esta soportada para el driver DS_MAD del Datastore
et_ee: . Eksport ei ole selle andmekogu DS_MAD draiveri poolt toetatud.
pt_br: . A ação exportar não é suportada pelo driver de Datastore DS_MAD.
ru_ru: . Для этого DS_MAD драйвером хранилища экспорт не поддерживается.
sk_sk: . Operácia exportu nie je podporovaná pre DS_MAD ovládač úložiska
tr_tr: . Dışa aktarma eylemi bu Veri Deposu DS_MAD sürücüsü için desteklenmiyor.
zh_cn: 数据存储DS_MAD驱动器不支持导出操作。

source: Template restored
es_es: Plantilla Restaurada
ru_ru: Шаблон восстановлен
sk_sk: Šablóna obnovená

source: Disk restored
es_es: Disco Restaurado
ru_ru: Диск восстановлен
sk_sk: Disk obnovený

source: OS
es_es: SO
et_ee: OPERATSIOONISÜSTEEM
fa_ir: سیستم عامل
pt_pt: SO
ru_ru: ОС
tr_tr: İŞLETİM SİSTEMİ
zh_cn: 操作系统

source: DATABLOCK
cs_cz: DATOVÝ DISK
es_es: BLOQUE DE DATOS
et_ee: ANDMEBLOKK
fa_ir: بلوک داده
ru_ru: Блок данных
tr_tr: VERİ_BLOĞU
zh_cn: 数据块

source: KERNEL
cs_cz: JÁDRO
fa_ir: کرنل
ru_ru: Ядро
sk_sk: JADRO
tr_tr: ÇEKİRDEK
zh_cn: 内核

source: RAMDISK
et_ee: MÄLUKETAS
fa_ir: رم دیسک
ru_ru: ДИСК_ОЗУ
zh_cn: 虚拟内存盘

source: CONTEXT
cs_cz: KONTEXT
es_es: CONTEXTO
et_ee: KONTEKST
fa_ir: زمینه
pt_br: CONTEXTO
pt_pt: CONTEXTO
ru_ru: Файл контекста
sk_sk: KONTEXT
tr_tr: İÇERİK
zh_cn: 上下文

source: This will delete all the other image snapshots
cs_cz: Toto smaže všechny ostatní zachycené stavy obrazu
es_es: Borrará los otros snapshots de la imagen
et_ee: See kustutab kõik teised ketta tõmmised
fa_ir: این کار باعث پاک شدن بقیه‌ی image snapshot‌ها می‌شود
pt_br: Isto irá apagar todos os snapshots da imagem
pt_pt: Isto irá apagar todos os outros snapshots de imagem
ru_ru: Это удалит все остальные моментальные снимки для образа
sk_sk: Týmto vymažeš všetky ostatné snapshoty obrazu
tr_tr: Bu, tüm diğer imajların anlık görüntülerini silecektir
zh_cn: 这将会删除所有其他镜像快照

source: This will delete the image snapshot
cs_cz: Toto smaže zachycený stav obrazu
es_es: Borrará el snapshot de la imagen
et_ee: See kustutab ketta tõmmise
fa_ir: این کار باعث پاک شدن snapshot ایمیج می‌شود.
pt_br: Isto irá apagar o snapshot da imagem
pt_pt: Isto irá apagar a imagem de snapshot
ru_ru: Эта операция приведет к удалению образа моментального снимка
sk_sk: Týmto vymažeš snapshot obrazu
tr_tr: Bu, imajın anlık görüntüsünü silecektir
zh_cn: 这将删除该镜像快照

source: Make persistent
cs_cz: Udělat trvalým
es_es: Hacer persistente
et_ee: Tee püsivaks
fa_ir: ماندگارش کن
pt_br: Tornar persistente
pt_pt: Tornar persistente
ru_ru: Сделать постоянным
sk_sk: Urob perzistentný
tr_tr: Kalıcı yap
zh_cn: 设定为持久化

source: Make non persistent
cs_cz: Zrušit trvalost
es_es: Hacer no persistente
et_ee: Tee mittepüsivaks
fa_ir: غیر ماندگارش کن
pt_br: Tornar não persistente
pt_pt: Tornar não persistente
ru_ru: Сделать непостоянным
sk_sk: Urob neperzistentný
tr_tr: Kalıcılığı kaldır
zh_cn: 设定为非持久化

source: Persistent
cs_cz: Trvalé
es_es: Persistente
et_ee: Püsiv
fa_ir: ماندگار
pt_br: Persistente
pt_pt: Persistente
ru_ru: Постоянный
sk_sk: Perzistentný
tr_tr: Kalıcı
zh_cn: 持久化

source: #VMS
cs_cz: VSTROJŮ
es_es: #MVS
et_ee: #VMD
fa_ir: # ماشین مجازی
ru_ru: Кол-во ВМ
sk_sk: #VS
zh_cn: 虚拟机数量

source: Target
cs_cz: Cíl
es_es: Destino
et_ee: Sihtkoht
fa_ir: هدف
pt_br: Destino
pt_pt: Alvo
ru_ru: Цель
sk_sk: Cieľ
tr_tr: Hedef
zh_cn: 目标设备名称

source: BACKUP
es_es: Copia de seguridad
ru_ru: БЭКАП
sk_sk: ZÁLOHA

source: INCREMENTAL
ru_ru: ИНКРЕМЕНТАЛЬНЫЙ
sk_sk: INKREMENTÁLNA

source: FULL
ru_ru: ПОЛНЫЙ
sk_sk: PLNÁ

source: Please select an image from the list
cs_cz: Vyberte obraz ze seznamu
es_es: Por favor, seleccione una imagen de la lista
et_ee: Palun vali nimekirjast ketas
fa_ir: لطفاً یک ایمیج از لیست انتخاب کنید
pt_br: Por favor, selecione uma imagem da lista
pt_pt: Por favor selecione uma imagem da lista
ru_ru: Выберите образ из списка
sk_sk: Vyber obraz zo zoznamu
tr_tr: Lütfen listeden image seçiniz
zh_cn: 请从列表中选择一个镜像

source: You selected the following image:
cs_cz: Vybrali jste následující obraz:
es_es: Ha seleccionado la siguiente imagen:
et_ee: Sa valisid järgmise ketta:
fa_ir: شما ایمیج زیر را انتخاب کرده‌اید:
pt_br: Você selecionou a seguinte imagem:
pt_pt: Selecionou a seguinte imagem:
ru_ru: Вы выбрали следующий образ:
sk_sk: Vybral si nasledovné obrazy:
tr_tr: Belirtilen imajı seçtiniz:
zh_cn: 您选中了如下镜像：

source: Please select one or more images from the list
cs_cz: Vyberte ze seznamu jeden nebo více obrazů
es_es: Por favor seleccione una o varias imagenes de la lista
et_ee: Palun vali üks või mitu ketast nimekirjast
fa_ir: لطفاً یک یا چند ایمیج از لیست انتخاب نمایید
pt_br: Por favor, selecione um a ou mais imagens da lista
pt_pt: Por favor selecione uma ou mais imagens da lista
ru_ru: Пожалуйста выберите один или несколько образов из списка
sk_sk: Vyber jeden alebo viac obrazov zo zoznamu
tr_tr: Lütfen listeden en az bir image seçiniz
zh_cn: 请从列表中选择一个或多个镜像：

source: You selected the following images:
cs_cz: Vybrali jste následující obrazy:
es_es: Ha seleccionad las siguientes imagenes:
et_ee: Sa valisid järgmised kettad:
fa_ir: شما ایمیج‌های زیر را انتخاب کرده‌اید:
pt_br: Você selecionou as seguintes imagens:
pt_pt: Selecionou as seguintes imagens:
ru_ru: Вы выбрали следующие образы:
sk_sk: Vybral si nasledovné obrazy:
tr_tr: Belirtilen imajları seçtiniz:
zh_cn: 你选择的镜像是：

source: Virtual Networks
cs_cz: Virtuální sítě
es_es: Redes virtuales
et_ee: Virtuaalsed võrgud
fa_ir: شبکه های مجازی
pt_br: Redes Virtuais
pt_pt: Redes Virtuais
ru_ru: Вирт. сети
sk_sk: Virtuálne siete
tr_tr: Sanal Ağlar
zh_cn: 虚拟网络

source: Virtual Network
cs_cz: Virtuální síť
es_es: Red Virtual
et_ee: Virtuaalne võrk
fa_ir: شبکه مجازی
pt_br: Rede Virtual
pt_pt: Rede virtual
ru_ru: Виртуальная сеть
sk_sk: Virtuálna sieť
tr_tr: Sanal Ağ
zh_cn: 虚拟网络

source: USED IPs
cs_cz: POUŽITÉ IP
es_es: IPs USADAS
et_ee: KASUTATUD IPd
fa_ir: IPهای استفاده شده
pt_br: IPs UTILIZADOS
pt_pt: IPs USADOS
ru_ru: Исп. IP-адресов
sk_sk: Použité IP
tr_tr: KULLANILAN IP ADRESLERİ
zh_cn: 已用IP地址

source: Create ACL
cs_cz: Vytvoření ACL
es_es: Crear Lista de Control de Acceso (ACL)
et_ee: Loo juurdepääsu nimekiri
fa_ir: لیست کنترل دسترسی بساز
pt_br: Criar ACL
pt_pt: Criar ACL
ru_ru: Создать правило контроля
sk_sk: Vytvor ACL
tr_tr: Erişim Kontrol Listesi Oluştur
zh_cn: 创建ACL

source: Please select a user to whom the acl applies
cs_cz: Vyberte uživatele, na kterého se uplatní ACL
es_es: Por favor, seleccione el usuario al que aplica la ACL
et_ee: Palun vali kasutaja kellele juurdepääs rakendub
fa_ir: کاربری را که acl او اعمال شده انتخاب کنید
pt_br: Por favor, selecione um usuário ao qual se aplicam as regras acl
pt_pt: Por favor selecione um utilizador ao qual se aplicam as regras acl
ru_ru: Пожалуйста выберите пользователя, на которого распространяется ACL
sk_sk: Vyber používateľa, na ktorého budú ACL aplikované
tr_tr: Lütfen Erişim Kontrol Listelerinin geçerli olduğu bir kullanıcı seçiniz
zh_cn: 请选择应用该ACL的用户

source: Please select a group to whom the acl applies
cs_cz: Vyberte skupinu, na kterou se uplatní ACL
es_es: Por favor seleccione un grupo al que la ACL aplica
et_ee: Palun vali grupp kellele juurdepääs rakendub
fa_ir: گروهی را که acl او اعمال شده انتخاب کنید
pt_br: Por favor, selecione um grupo ao qual se aplicam as regras acl
pt_pt: Por favor selecione um grupo ao qual se aplicam as regras acl
ru_ru: Пожалуйста выберите группу, на которую распространяется ACL
sk_sk: Vyber skupinu používateľov, na ktorú bude ACL aplikované
tr_tr: Lütfen Erişim Kontrol Listelerinin geçerli olduğu bir grup seçiniz
zh_cn: 请选择应用该ACL的群组

source: Please select at least one resource
cs_cz: Vyberte alespoň jeden prostředek
es_es: Por favor, seleccione al menos un recurso
et_ee: Palun vali vähemalt üks ressurss
fa_ir: لطفا حداقل یک منبع انتخاب نمایید
pt_br: Por favor, selecione ao menos um recurso
pt_pt: Por favor selecione pelo menos um recurso
ru_ru: Необходимо выбрать по меньшей мере один ресурс
sk_sk: Vyber aspoň jeden zdroj
tr_tr: Lütfen en az bir kaynak seçiniz
zh_cn: 请至少选择一项资源

source: Please provide a resource ID for the resource(s) in this rule
cs_cz: Zadejte identifikátor zdroje pro prostředky v tomto pravidlu
es_es: Por favor, introduzca el identificador para el/los recurso(s) de esta regla
et_ee: Palun sisesta ressursi ID selle reegli ressurssi(de)le
fa_ir: لطفا برای منبع (منابع) موجود در این قانون یک مشخصه منبع ارائه کنید
pt_br: Por favor, forneça um ID de recurso para o(s) recurso(s) nesta regra
pt_pt: Por favor insira o ID de recurso para os recurso(s) nesta regra
ru_ru: Необходимо указать № ресурса(ов) для данного правила)
sk_sk: Zadaj ID zdroja pre zdroje zadefinované v tomto pravidle
tr_tr: Lütfen bu kuraldaki kaynak(lar) için bir KAYNAK ID belirtiniz
zh_cn: 请提供受此规则影响的资源的资源 ID

source: ACL Rule created
cs_cz: Pravidlo ACL vytvořeno
es_es: Reglas ACL creadas
et_ee: Juurdepääsu reegel loodud
pt_br: Regra de ACL criada
ru_ru: Правило контроля создано
sk_sk: ACL pravidlo bolo vytvorené
tr_tr: Erişim Kontrol Listesi kuralı oluşturuldu
zh_cn: ACL规则已创建

source: Applies to
cs_cz: Vztahuje se na
es_es: Se aplica a
et_ee: Kohaldub
fa_ir: به این موارد اعمال می شود
pt_br: Aplicável à
pt_pt: Aplica-se a
ru_ru: Применено к
sk_sk: Aplikovať na
tr_tr: İçin geçerlidir
zh_cn: 应用于

source: Affected resources
cs_cz: Ovlivněné prostředky
es_es: Recursos afectados
et_ee: Mõjutatud ressursid
fa_ir: منابع تحت تاثیر
pt_br: Recursos afetados
pt_pt: Recursos afetados
ru_ru: Затрагиваемые ресурсы
sk_sk: Ovplyvnené zdroje
tr_tr: Etkilenen kaynaklar
zh_cn: 受影响的资源

source: Resource ID / Owned by
cs_cz: Identifikátor prostředku / vlastník
es_es: ID de recurso / Propiedad de
et_ee: Ressursi ID / Omanik
fa_ir: مشخصه منبع/متعلق به
pt_br: ID do Recurso / Pertence a
pt_pt: ID do recurso / Pertencente a
ru_ru: № ресурса / Принадлежит
sk_sk: Zdroj ID / vlastnený
tr_tr: Kaynak ID / Sahibi
zh_cn: 资源 ID / 归属于

source: Allowed operations
cs_cz: Povolené operace
es_es: Acciones permitidas
et_ee: Lubatud toimingud
fa_ir: اعمال مجاز
pt_br: Operações permitidas
pt_pt: Operações permitidas
ru_ru: Разрешенные действия
sk_sk: Oprávnení operátori
tr_tr: İzin verilen işlemler
zh_cn: 允许的操作

source: ACL String
cs_cz: ACL řetězec
es_es: Cadena ACL
fa_ir: سلسله لیست کنترل دسترسی
pt_br: Texto ACL
pt_pt: Texto LCA
ru_ru: Строка, задающая правило
sk_sk: ACL reťazec
tr_tr: Erişim Kontrol Listesi Metni
zh_cn: ACL字符串

source: Please select an ACL rule from the list
cs_cz: Vyberte ACL pravidlo ze seznamu
es_es: Seleccione una regla ACL del listado
et_ee: Palun vali juurdepääsu reegel nimekirjast
fa_ir: لطفاً یک قانون ACL از لیست انتخاب نمایید.
pt_br: Por favor, selecione uma regra ACL da lista
pt_pt: Por favor selecione uma regra ACL da lista
ru_ru: Пожалуйста выберите правило ACL из списка
sk_sk: Vyber ACL pravidlo zo zoznamu
tr_tr: Lütfen listeden bir Erişim Kontrol Listesi kuralı seçiniz
zh_cn: 请从列表中选择一条ACL规则
