Repository: OpenNebula/one
Catalog: src/sunstone/public/locale/languages/*.po
Languages: cs_cz, es_es, et_ee, fa_ir, pt_br, pt_pt, ru_ru, sk_sk, tr_tr, zh_cn

source: You selected the following networks:
cs_cz: Vybrali jste následující sítě:
es_es: Ha seleccionado las siguientes redes:
et_ee: Sa valisid järgmised võrgud:
fa_ir: شما شبکه‌های زیر را انتخاب کرده‌اید:
pt_br: Você selecionou as seguintes redes:
pt_pt: Selecionou as seguintes redes:
ru_ru: Вы выбрали следующие сети:
sk_sk: Vybral si nasledovné siete:
tr_tr: Belirtilen ağları seçtiniz:
zh_cn: 您选择了以下网络：

source: Yes
cs_cz: Ano
es_es: Sí
et_ee: Jah
fa_ir: بله
pt_br: Sim
pt_pt: Sim
ru_ru: Да
sk_sk: Áno
tr_tr: Evet
zh_cn: 是

source: No
cs_cz: Ne
et_ee: Ei
fa_ir: خیر
pt_br: Não
pt_pt: Não
ru_ru: Нет
sk_sk: Nie
tr_tr: Hayır
zh_cn: 否

source: Apps
cs_cz: Předpřiprav. virt. stroje
es_es: Aplicaciones
et_ee: Rakendused
ru_ru: Приложения
sk_sk: Aplikácie
tr_tr: Uygulamalar

source: App
cs_cz: Předpřipravený virt. stroj
et_ee: Rakendus
ru_ru: Приложение
tr_tr: Uygulama

source: Import vCenter Datastores
cs_cz: Import dat. úložišť z vCenter
es_es: Importar Datastores de vCenter
et_ee: Impordi VCenter Andmekogu
pt_br: Importar Datastores do vCenter
ru_ru: Импортировать хранилища vCenter
sk_sk: Importuj vCenter úložisko
tr_tr: vCenter Veri Depolarını İçe Aktar
zh_cn: 导入 vCenter 数据存储

source: Create Datastore
cs_cz: Vytvořit datové úložiště
es_es: Crear datastore
et_ee: Loo Andmekogu
fa_ir: یک محیط ذخیره سازی بساز
pt_br: Criar Datastore
pt_pt: Criar Datastore
ru_ru: Создать хранилище
sk_sk: Vytvor úložisko
tr_tr: Veri Deposu Oluştur
zh_cn: 创建数据存储

source: Please select a cluster for this datastore
cs_cz: Vyberte cluster pro toto úložiště
es_es: Por favor seleccione un clúster para este datastore
et_ee: Palun valik klaster selle andmekogule
fa_ir: لطفاً یک کلاستر برای این datastore انتخاب نمایید.
pt_br: Por favor, seleccione um cluster para este datastore
pt_pt: Por favor selecione um cluster para esta datastore
ru_ru: Пожалуйста, выберите кластер для этого хранилища
sk_sk: Vyber úložisko pre tento obraz
tr_tr: Lütfen bu veri deposu için bir küme seçiniz
zh_cn: 请为此数据存储选择一个集群

source: Datastore created
cs_cz: Datové úložiště vytvořeno
es_es: Datastore creado
et_ee: Andmekogu loodud
pt_br: Datastore criado
ru_ru: Хранилище создано
sk_sk: Úložisko bolo vytvorené
tr_tr: Veri depose oluşturuldu
zh_cn: 数据存储已创建

source: Images
cs_cz: Obrazy
es_es: Imágenes
et_ee: Kettad
fa_ir: ایمیج‌ها
pt_br: Imagens
pt_pt: Imagens
ru_ru: Образы
sk_sk: Obrazy
tr_tr: İmajlar
zh_cn: 镜像

source: Select cluster
cs_cz: Vybrat cluster
es_es: Seleccione clúster
et_ee: Vali klaster
fa_ir: انتخاب خوشه
pt_br: Selecione o cluster
pt_pt: Selecionar cluster
ru_ru: Выберите кластер
sk_sk: Vyber cluster
tr_tr: Küme seç
zh_cn: 选择集群

source: Enable
cs_cz: Aktivovat
es_es: Habilitar
et_ee: Luba
fa_ir: فعال کن
pt_br: Ativar
pt_pt: Ativar
ru_ru: Включить
sk_sk: Aktivuj
tr_tr: Aktif et
zh_cn: 启用

source: Disable
cs_cz: Deaktivovat
es_es: Deshabilitar
et_ee: Keela
fa_ir: از کار بیانداز
pt_br: Desativar
pt_pt: Desativar
ru_ru: Отключить
sk_sk: Deaktivuj
tr_tr: Pasif et
zh_cn: 禁用

source: Capacity
cs_cz: Kapacita
es_es: Capacidad
et_ee: Maht
fa_ir: ظرفیت
pt_br: Capacidade
pt_pt: Capacidade
ru_ru: Нагрузка
sk_sk: Kapacita
tr_tr: Kapasite
zh_cn: 容量

source: Basepath
cs_cz: Základ popisu umístění
es_es: Ruta base
et_ee: Lähtekoht
fa_ir: مسیر پایه
pt_br: Caminho base
pt_pt: Caminho base
ru_ru: Базовый путь
sk_sk: Cesta
tr_tr: Temel yol
zh_cn: 基本路径

source: TM MAD
ru_ru: Модуль передачи
zh_cn: 传输组件

source: DS MAD
ru_ru: Модуль хранения
zh_cn: 数据存储组件

source: Please select a datastore from the list
cs_cz: Vyberte datové úložiště ze seznamu
es_es: Por favor escoja un datastore de la lista
et_ee: Palun vali andmekogu nimekirjast
fa_ir: لطفا یک دیتا استور از لیست انتخاب کنید
pt_br: Por favor, selecione um datastore da lista
pt_pt: Por favor selecione uma datastore da lista
ru_ru: Пожалуйста выберите хранилище из списка
sk_sk: Vyber úložisko zo zoznamu
tr_tr: Lütfen listeden veri depose seçiniz
zh_cn: 请从列表中选择一个数据存储

source: You selected the following datastore:
cs_cz: Vybrali jste datové úložiště:
es_es: Ha seleccionado este datastore:
et_ee: Sa valisid järgmise andmekogu:
fa_ir: دیتا استور زیر را انتخاب کرده اید
pt_br: O seguinte datastore foi selecionado:
pt_pt: Selecionou a seguinte datastore:
ru_ru: Вы выбрали следующее хранилище:
sk_sk: Vybral si toto úložisko:
tr_tr: Şeçili veri deposu:
zh_cn: 您选中了如下数据存储：

source: Please select one or more datastores from the list
cs_cz: Vyberte ze seznamu jedno nebo více datových úložišť
es_es: Por favor, seleccione uno o varios datastores de la lista
et_ee: Palun vali üks või mitu andmekogu nimekirjast
fa_ir: لطفا یک یا چند دیتا استور از لیست انتخاب کنید
pt_br: Por favor, selecione um ou mais datastores da lista
pt_pt: Por favor selecione uma ou mais datastores da lista
ru_ru: Пожалуйста выберите из списка не менее одного хранилища
sk_sk: Vyber jedno alebo viac úložísk zo zoznamu
tr_tr: Lütfen listeden bir ya da daha fazla veri deposu seçiniz
zh_cn: 请从列表中选择一个或者多个数据存储

source: You selected the following datastores:
cs_cz: Vybrali jste datová úložiště:
es_es: Ha seleccionado los siguientes datastores:
et_ee: Sa valisid järgmised andmekogud:
fa_ir: دیتا استور های زیر را انتخاب کرده اید
pt_br: Você selecionou os seguintes datastores
pt_pt: Selecionou as seguintes datastores
ru_ru: Вы выбрали следующие хранилища:
sk_sk: Vybral si tieto úložiská:
tr_tr: Belirtilen veri depolarını seçtiniz:
zh_cn: 您选中了下列数据存储：

source: Endpoint URL for marketplace
cs_cz: Koncová URL pro katalog strojů
es_es: Direccion URL de la Tienda de Aplicaciones
et_ee: Lõpp-punkt URL poe jaoks
pt_br: URL do Endpoint para a loja
ru_ru: Адрес конечной точки магазина
sk_sk: Koncová URL pre trhovisko
tr_tr: Pazar alanı için uç nokta URL
zh_cn: 应用市场连接点的URL

source: Base URL for marketapp
cs_cz: Základní URL pro předpřipravené stroje katalogu
es_es: Direccion URL para la Tienda de Aplicaciones
pt_br: URL base para a loja
ru_ru: Основной URL магазина приложений
sk_sk: Základná URL pre APP trhoviska
tr_tr: Pazar uygulaması için temel URL
zh_cn: 市场应用的基本URL

source: Marketapp directory path
cs_cz: Popis umístění složky s předpřipravenými stroji katalogu
es_es: Directorio para Marketapp
pt_br: Caminho do diretório da Loja
ru_ru: Путь к каталогу магазина
sk_sk: Cesta ku adresáru APP trhoviska
tr_tr: Pazar uygulaması yolu dizini
zh_cn: 市场应用目录路径

source: This is the document root for http server
cs_cz: To je pro http server kořenová složka
es_es: Esta sera el directorio raiz para el servidor http
pt_br: Este será o diretório raiz para o servidor http
ru_ru: Это корневой каталог http-сервера
sk_sk: Koreňový adresár pre HTTP server
tr_tr: Bu, http sunucusunun belge köküdür
zh_cn: 这是http服务器的文档根目录

source: Storage bridge list
cs_cz: Seznam prostředníků k úložišti
es_es: Lista de Bridges de Almacenamiento
et_ee: Andmelao silla nimekiri
pt_br: Lista de bridge de Storage
ru_ru: Список узлов хранения
sk_sk: Zoznam storage bridges
tr_tr: Depolama köprü listesi
zh_cn: 存储网桥列表

source: Comma separated list of servers to access the image directory if not local
cs_cz: Čárkou oddělovaný seznam serverů s přístupem ke složce s obrazy v případě, že není lokální
es_es: Lista de servidores separados por comas que pueden acceder al directorio de imagenes si no es local
et_ee: Komaga eraldatud serverite nimekiri ketaste kataloogile juurdepääsuks, kui ei ole lokaalne
pt_br: Lista de servidores separados por vírgula que podem acessar o diretório de imagens se não for local
ru_ru: Список серверов разделенных запятой, для доступа к каталогу образов если он не является локальным
sk_sk: Čiarkou oddelený zoznam serverov s prístupom ku adresáru obrazov, pokiaľ nie je lokálny
tr_tr: İmaj dizinine erişmek için virgülle ayrılmış yerel olmayan sunucular listesi
zh_cn: 如果不是本地，以逗号分隔的服务器列表访问镜像文件目录

source: Access Key Id
cs_cz: Identifikátor přístupového klíče
es_es: Id Clave Acceso
et_ee: Juurdepääsuvõtme ID
pt_br: ID da Chave de Acesso
ru_ru: Идентификатор Ключа доступа
sk_sk: ID prístupového kľúča
tr_tr: Erişim Anahtarı ID
zh_cn: 访问Key ID

source: Secret Access Key
cs_cz: Tajný přístupový klíč
es_es: Clave Acceso Secreta
et_ee: Salajane juurdepääsuvõti
pt_br: Chave de Acesso Secreta
ru_ru: Секретный Ключ доступа
sk_sk: Tajný prístupový kľúč
tr_tr: Gizli Erişim Anahtarı
zh_cn: 安全访问 Key

source: S3 bucket to store marketapps
cs_cz: S3 bucket pro ukládání předpřipravených strojů katalogu
es_es: S3 Bucket para almacenar las aplicaciones de la tienda
pt_br: S3 Bucket para armazenar as applicações da loja
ru_ru: Корзина S3 для хранения приложений из магазинов приложений
sk_sk: S3 kontajner na uloženie marketapps
tr_tr: market uygulamalarını depolamak için S3 biriktirme yeri
zh_cn: 储存市场应用的S3存储桶

source: Amazon Region
cs_cz: Oblast v Amazon
es_es: Region de Amazon
et_ee: Amazon Regioon
pt_br: Região da Amazon
ru_ru: Регион Amazon
sk_sk: Amazon región
tr_tr: Amazon Bölgesi
zh_cn: 亚马逊AWS区域

source: Only if using public Amazon S3 service.
cs_cz: Pouze pokud je používána veřejná Amazon S3 služba.
es_es: Solo si utilizas el servicio publico de Amazon S3
et_ee: Ainult kui kasutad avalikku Amazon S3 teenust.
pt_br: Somente se utilizar o serviço público do Amazon S3.
ru_ru: Только при использовании публичного сервиса Amazon S3.
sk_sk: Iba pri použití služby verejného Amazon S3
tr_tr: Yalnızca genel Amazon S3 hizmetini kullanıyorsa.
zh_cn: 仅在使用亚马逊AWS S3服务时

source: Total Marketplace size in MB
cs_cz: Celková velikost katalogu (v MB)
es_es: Tamaño total de la Tienda de Aplicaciones en MB
et_ee: Poe andmekastus kokku MB
pt_br: Tamanho total da Loja em MB
ru_ru: Полный размер Магазина приложений в МБ
sk_sk: Celková veľkosť trhoviska v MB
tr_tr: Toplam Market yeri boyutu (MB)
zh_cn: 应用市场总容量（MB）

source: Signature Version
cs_cz: Verze signatury
es_es: Version de la Firma
et_ee: Allkirja versioon
pt_br: Versão da Assinatura
ru_ru: Версия Подписи
sk_sk: Verzia podpisu
tr_tr: İmza Versiyonu
zh_cn: 签名版本

source: Leave blank for Amazon AWS S3 service. If connecting to Ceph S3 it **must** be 's3'.
cs_cz: Ponechte prázdné pro službu Amazon AWS S3. Pokud se připojujete na Ceph S3, **musí** být „s3“.
es_es: Deja vacio para el servicio Amazon AWS S2. Si conectas a un Ceph S3 **debera** ser 's3'.
et_ee: Amazon S3 teenuse jaoks jäta tühjaks. Kui lood ühendust Ceph S3-ga **peab** see olema 's3'.
pt_br: Deixe em branco para o serviço Amazon S3. Se conectar a um Ceph S3 **deve** ser 'S3'.
ru_ru: Для Amazon AWS S3 сервиса оставьте пустым. Если подключение к Ceph S3 то **должно** быть 's3'.
sk_sk: Nechaj prázdne pre Amazon S3 službu. Ak sa pripájaš ku Ceph S3, musí byť vyplnené 's3'.
tr_tr: Amazon AWS S3 servisi için boş bırakınız. Eğer Ceph S3'e bağlanıyorsanız, 's3' **olmalı**.
zh_cn: 若使用亚马逊AWS S3服务则留空不填。若连接Ceph S3则**必须**填's3'。

source: Force Path Style
cs_cz: Vynutit podobu popisu umístění
es_es: Forzar el Estilo de la Ruta
pt_br: Forçar o Estilo do Caminho
ru_ru: Задать в стиле Path
tr_tr: Yol Stili Zorlama
zh_cn: 强制路径样式

source: Leave blank for Amazon AWS S3 service. If connecting to Ceph S3 it **must** be 'YES'.
cs_cz: Ponechte prázdné pro službu Amazon AWS S3. Pokud se připojujete na Ceph S3, **musí** být „YES“.
es_es: Deja vacio para el servicio Amazon AWS S2. Si conectas a un Ceph S3 **debera** ser 'SI'.
et_ee: Amazon S3 teenuse jaoks jäta tühjaks. Kui lood ühendust Ceph S3-ga **peab** see olema 'JAH'.
pt_br: Deixe em branco para o serviço Amazon S3. Se conectar a um Ceph S3 **deve** ser 'SIM'.
ru_ru: Для Amazon AWS S3 сервиса оставьте пустым. Если подключение к Ceph S3 то **должно** быть 'YES.
sk_sk: Nechaj prázdne pre Amazon S3 službu. Ak sa pripájaš ku Ceph S3, musí byť vyplnené 'YES'.
tr_tr: Amazon AWS S3 servisi için boş bırakınız. Eğer Ceph S3'e bağlanıyorsanız, 's3', 'EVET' **olmalı**.
zh_cn: 若使用亚马逊AWS S3服务则留空不填。若连接Ceph S3则**必须**填'YES'。

source: Read block length in MB
cs_cz: Délka čteného bloku v MB
es_es: Longitud del bloque de lectura en MB
pt_br: Tamanho do bloco de leitura em MB
ru_ru: Длина блока чтения в Мб
sk_sk: Dĺžka bloku na čítanie v MB
tr_tr: Okuma blok uzunluğu (MB)
zh_cn: 读取文件块长度，单位为MB

source: Split marketapps into chunks of this size (in MB). You should **never** user a quantity larger than 100. Defaults to 32 (MB).
cs_cz: Rozdělí stroje z katalogu na části o této velikosti (v MB). **Nikdy** byste neměli používat množství větší než 100. Výchozí nastavení je 32 (MB).
es_es: Divide las aplicaciones de la tienda en bloques de este tamaño (en MB). **Nunca** deberia usar una cantidad mas grade de 100. Por defecto 32 (MB)
et_ee: Jaga poe rakendused selle suurusega tükkideks (MB). See ei tohiks **kunagi** olla suurem kui 100. Vaikimisi suurus 32 (MB).
pt_br: Dividir as lojas em partes deste tamanho (em MB). Você **nunca** deve utilizar uma quantidade maior do que 100. O padrão é 32 (MB).
ru_ru: Разбивает Приложение из магазина приложений на части. (в Мбайт). Никогда не используйте количество частей больше 100. По умолчанию размер 32 (Мбайт).
sk_sk: Rozdeľ trhovisko na časti s touto veľkosťou (v MB). Nemal by si nikdy prekročiť počet 100. Štandardne je 32MB.
tr_tr: Market uygulamalarını bu boyutun parçalarının içine bölünüz. (MB cinsinden). 100'den fazla bir sayı **asla** kullanmayınız. Varsayılanlar to 32 MB
zh_cn: 市场应用以该长度分割成块(单位为MB)。注意长度不要大于100。默认值为32(MB)。

source: Size for the image holding the rootfs in MB
cs_cz: Velikost pro obraz s kořenovým souborovým systémem (v MB)
es_es: Tamaño en MB de la imagen que contiene el rootfs
pt_br: Tamanho para a imagem em posso do rootfs em MiB
ru_ru: Размер образа для корневой файловой системы в Мбайтах
sk_sk: Veľkosť pre rootfs obraz v MB
zh_cn: 持有rootfs的镜像大小（MB）

source: Filesystem used for the image
cs_cz: Souborový systém použitý pro obraz
es_es: Sistema de ficheros usado por la imagen
pt_br: Sistema de arquivos usado para a imagem
ru_ru: Файловая система используемая для образа
sk_sk: Filesystém použitý pre obraz
zh_cn: 用于保存镜像的文件系统

source: Image block file format
cs_cz: Formát souboru s blokovým zařízením obrazu
es_es: Formato de Archivo de la Imagen de Bloque
pt_br: Formato de arquivo do bloco de imagem
ru_ru: Файловый формат образа.
sk_sk: Obraz vo formáte block file
zh_cn: 镜像块文件格式

source: Show only auto-contextualized apps
cs_cz: Zobrazit pouze aplikace, které mají automatický kontext
es_es: Mostrar solo aplicaciones auto-contextualizadas
pt_br: Mostrar apenas apps auto-contextualizados
ru_ru: Показывать только автоматически контекстуализируемые приложения
sk_sk: Ukáž iba automaticky kontextualizované aplikácie
zh_cn: 只显示自动填写上下文的应用

source: Memory
cs_cz: Paměť
es_es: Memoria
et_ee: Mälu
fa_ir: حافظه
pt_br: Memória
pt_pt: Memória
ru_ru: Память
sk_sk: RAM
tr_tr: Bellek
zh_cn: 内存

source: VCPU
fa_ir: پردازنده مجازی
ru_ru: Кол-во вирт. ЦП
sk_sk: Virtuálny CPU

source: Container security mode
ru_ru: Режим безопасности контейнера
sk_sk: Kontajner security mód

source: DockerHub marketplace url
ru_ru: URL магазина приложений DockerHub
sk_sk: URL trhoviska DockerHub
zh_cn: DockerHub 市场URL

source: SSL connection
es_es: Coneccion SSL
ru_ru: SSL подключение
sk_sk: SSL spojenie
zh_cn: SSL连接

source: Create MarketPlace
cs_cz: Vytvořit katalog
es_es: Crear una Tienda de Aplicaciones
et_ee: Loo pood
pt_br: Criar Loja
ru_ru: Создать магазин приложений
sk_sk: Vytvor trhovisko
tr_tr: Pazar Yeri Oluştur
zh_cn: 创建应用市场

source: Update MarketPlace
cs_cz: Upravit katalog
es_es: Actualizar una Tienda de Aplicaciones
et_ee: Uuenda poodi
pt_br: Atualizar Loja
ru_ru: Обновить магазин приложений
sk_sk: Aktualizuj trhovisko
tr_tr: Pazar Yeri Güncelle
zh_cn: 更新应用市场

source: MarketPlace created
cs_cz: Katalog strojů vytvořen
es_es: Tienda de Aplicaciones creada
et_ee: Pood loodud
pt_br: Loja criada
ru_ru: Магазин приложений создан
sk_sk: Trhovisko bolo vytvorené
tr_tr: Pazar Yeri oluşturuldu
zh_cn: 应用市场已创建

source: Enabled
es_es: Habilitado
ru_ru: Включить
sk_sk: Aktivované
zh_cn: 启用

source: Disabled
es_es: Deshabilitado
ru_ru: Отключить
sk_sk: Zablokovaný
zh_cn: 禁用

source: Driver
cs_cz: Ovladač
et_ee: Draiver
fa_ir: درایور
ru_ru: Драйвер
sk_sk: Ovládač
tr_tr: Sürücü
zh_cn: 驱动器

source: Zone
cs_cz: Zóna
es_es: Zona
et_ee: Tsoon
fa_ir: زون
pt_br: Zona
pt_pt: Zona
ru_ru: Зона
sk_sk: Zóna
tr_tr: Alan
zh_cn: 区域

source: Please select a marketplace from the list
cs_cz: Vyberte katalog strojů ze seznamu
es_es: Selecciona una tienda de aplicaciones de la lista
et_ee: Palun vali nimekirjast pood
pt_br: Por favor selecione uma loja na lista
ru_ru: Выберите магазин приложений из списка
sk_sk: Vyber trhovisko zo zoznamu
tr_tr: Lütfen listeden bir pazar yeri seçiniz
zh_cn: 请从列表中选择一个应用市场

source: You selected the following marketplace:
cs_cz: Vybrali jste následující katalog strojů:
es_es: Ha seleccionado la siguiente tienda de aplicaciones:
et_ee: Sa valisid järgmise poe:
pt_br: Você selecionou a seguinte loja:
ru_ru: Вы выбрали следующий магазин приложений:
sk_sk: Vybral si nasledovné trhovisko:
tr_tr: Belirtilen pazar yerini seçtiniz:
zh_cn: 您选择了下列应用市场：

source: Please select one or more marketplaces from the list
cs_cz: Vyberte ze seznamu jeden nebo více katalogů strojů
es_es: Por favor, selecciona una o mas tiendas de aplicaciones de la lista
et_ee: Palun vali üks või mitu poodi nimekirjast
pt_br: Por favor, selecione uma ou mais lojas da lista
ru_ru: Выберите один или больше магазинов приложений из списка
sk_sk: Vyber jedno, alebo viac trhovísk zo zoznamu
tr_tr: Lütfen listeden bir ya da daha fazla pazar yeri seçiniz
zh_cn: 请从列表中选择一个或多个应用市场

source: You selected the following marketplaces:
cs_cz: Vybrali jste následující katalogy strojů:
es_es: Has seleccionado las siguientes tiendas de aplicaciones:
et_ee: Sa valisid järgmised poed:
pt_br: Você selecionou as seguintes lojas:
ru_ru: Вы выбрали следующие магазины приложений:
sk_sk: Vybral si nasledovné trhoviská:
tr_tr: Belirtilen pazar yerlerini seçtiniz
zh_cn: 您选择了下列应用市场：

source: Virtual Routers
cs_cz: Virtuální směrovače
es_es: Routers Virtual
et_ee: Virtuaalsed Ruuterid
pt_br: Roteadores Virtuais
ru_ru: Вирт. маршрутизаторы
sk_sk: Virtuálne routre
tr_tr: Sanal Yönlendiriciler
zh_cn: 虚拟路由器

source: Virtual Router
cs_cz: Virtuální směrovač
es_es: Router Virtual
et_ee: Virtuaalne Ruuter
pt_br: Roteador Virtual
ru_ru: Виртуальный маршрутизатор
sk_sk: Virtuálny router
tr_tr: Sanal Yönlendirici
zh_cn: 虚拟路由器

source: Files
cs_cz: Soubory
es_es: Archivos
et_ee: Failid
fa_ir: فایل‌ها
pt_br: Arquivos
pt_pt: Ficheiros
ru_ru: Файлы
sk_sk: Súbory
tr_tr: Dosyalar
zh_cn: 文件

source: File
cs_cz: Soubor
es_es: Fichero
et_ee: Fail
fa_ir: فایل
pt_br: Arquivo
pt_pt: Ficheiro
ru_ru: Файл
sk_sk: Súbor
tr_tr: Dosya
zh_cn: 文件

source: Backups
ru_ru: Резервные копии
sk_sk: Zálohy
zh_cn: 备份

source: Backup
es_es: Copia de seguridad
ru_ru: Резервная копия
sk_sk: Záloha

source: Security Groups
cs_cz: Skupiny zabezpečení
es_es: Grupos de seguridad
et_ee: Turvagrupid
fa_ir: گروه‌های امنیتی
pt_br: Grupos de Segurança
pt_pt: Grupos de Segurança
ru_ru: Группы безопасности
sk_sk: Security skupiny
tr_tr: Güvenlik Grupları
zh_cn: 安全组

source: Security Group
cs_cz: Skupina zabezpečení
et_ee: Turvagrupp
fa_ir: گروه امنیتی
pt_br: Grupo de Segurança
pt_pt: Grupo de Segurança
ru_ru: Группа безопасности
sk_sk: Security skupina
tr_tr: Güvenlik Grubu
zh_cn: 安全组

source: Services
cs_cz: Služby
es_es: Servicios
et_ee: Teenused
fa_ir: سرویس‌ها
pt_br: Serviços
pt_pt: Serviços
ru_ru: Сервисы
sk_sk: Služby
tr_tr: Servisler
zh_cn: 服务

source: Service
cs_cz: Služba
es_es: Servicio
et_ee: Teenus
pt_br: Serviço
ru_ru: Сервис
sk_sk: Služba
tr_tr: Servis
zh_cn: 服务

source: Cannot connect to OneFlow server
cs_cz: Nepodařilo se připojit k OneFlow serveru
es_es: No se pudo conectar al servidor OneFlow
et_ee: Ei saa OneFlow serveriga ühendust
fa_ir: به سرور OneFlow متصل نمی‌شود.
pt_br: Impossível conectar ao servidor OneFlow
pt_pt: Impossível ligar ao servidor OneFlow
ru_ru: Не удалось подключиться к серверу OneFlow
sk_sk: Nemôžem kontaktovať OneFlow server
tr_tr: OneFlow sunucusuna bağlanılamıyor
zh_cn: 无法连接到OneFlow服务器

source: Virtual Data Centers
cs_cz: Virtuální datacentra
et_ee: Virtuaalsed andmekeskused
fa_ir: Data Center‌های مجازی
pt_br: Datacenters virtuais
pt_pt: Datacenters virtuais
ru_ru: Виртуальные Дата Центры
sk_sk: Virtuálne dátové centrá
tr_tr: Sanal Veri Merkezleri
zh_cn: 虚拟数据中心

source: Virtual Data Center
cs_cz: Virtuální datacentrum
et_ee: Virtuaalne andmekeskus
fa_ir: Data Center مجازی
pt_br: Datacenter Virtual
pt_pt: Datacenter virtual
ru_ru: Виртуальный Дата Центр
sk_sk: Virtuálne dátové centrum
tr_tr: Sanal Veri Merkezi
zh_cn: 虚拟数据中心

source: Import vCenter VM Templates
cs_cz: Import šablon virt. strojů z vCenter
es_es: Importar Plantilas MV vCenter
et_ee: Impordi vCenter VM mallid
fa_ir: وارد نمودن قالب ماشین مجازی vCenter
pt_br: Importar Templates de VM do vCenter
pt_pt: Importar Templates de VM vCenter
ru_ru: Импортировать Шаблоны из vCenter
sk_sk: Import vCenter šablón VS
tr_tr: vCenter Sanal Makine Şablonlarını İçe Aktar
zh_cn: 导入 vCenter 虚拟机模版

source: Instantiate VM Template
cs_cz: Spustit virt. stroj ze šablony
es_es: Instanciar plantilla de máquina virtual
et_ee: Loo VM mall
fa_ir: نمونه‌سازی از قالب ماشین مجازی
pt_br: Instanciar Template de VM
pt_pt: Instanciar Modelo VM
ru_ru: Создать ВМ
sk_sk: Inštancia zo šablóny virtuálneho stroja
tr_tr: Sanal Yönlendirici Şablonunu Somutlaştır
zh_cn: 基于虚拟机模板创建实例

source: No template selected
cs_cz: Nevybrána žádná šablona
es_es: Plantilla no seleccionada
et_ee: Mall pole valitud
fa_ir: هیچ template‌ای انتخاب نشده است
pt_br: Nenhum template selecionado
pt_pt: Nenhum modelo selecionado
ru_ru: Шаблон не выбран
sk_sk: Nebola vybratá žiadna šablóna
tr_tr: Şablon seçilmedi
zh_cn: 无可选模板

source: Custom Attributes
cs_cz: Vlastní atributy
es_es: Atributos personalizados
et_ee: Kohandatud atribuudid
fa_ir: ویژگی‌های سفارشی
pt_br: Atributos personalizados
pt_pt: Atributos personalizáveis
ru_ru: Пользовательские атрибуты
sk_sk: Užívateľské atribúty
tr_tr: Özel Öznitelikler
zh_cn: 自定义属性

source: Image ID
cs_cz: Identifikátor obrazu
es_es: ID Imagen
et_ee: Ketta ID
pt_br: ID da imagem
ru_ru: ID Образа
sk_sk: ID obrazu
tr_tr: İmaj ID
zh_cn: 镜像 ID

source: Volatile
cs_cz: Netrvalé
es_es: Volátil
et_ee: Püsimatu
pt_br: Volátil
ru_ru: Временный
sk_sk: Nestály
tr_tr: Geçici
zh_cn: 易失性

source: Network ID
cs_cz: Identifikátor sítě
es_es: ID Red
et_ee: Võrgu ID
pt_br: ID da Rede
ru_ru: ID Сети
sk_sk: IS siete
tr_tr: Ağ ID
zh_cn: 网络 ID

source: Manual settings
cs_cz: Ruční nastavení
es_es: Ajustes
et_ee: Manuaalsed seaded
pt_br: Configurações manuais
ru_ru: Ручные настройки
sk_sk: Manuálne nastavenia
tr_tr: Manuel ayarlar
zh_cn: 手动设置

source: Disks and NICs will appear here
cs_cz: Zde se zobrazí disky a síť. adaptéry
es_es: Los Discos y NICs apareceran aqui
et_ee: Kettad ja võrgukaardid ilmuvad siin
pt_br: Discos e interfaces de Rede aparecerão aqui
ru_ru: Здесь появятся Диски и Сетевые интерфейсы
sk_sk: Tu sa objavia disky a sieťové adaptéry
tr_tr: Diskler ve Ağ Arayüz Denetleyicileri burada görünecektir
zh_cn: 磁盘和网卡将在此处显示

source: Create VM Template
cs_cz: Vytvořit šablonu virt. stroje
es_es: Crear Plantilla MV
et_ee: Loo VM mall
fa_ir: ایجاد template ماشین‌مجازی
pt_br: Criar Template de VM
pt_pt: Criar Modelo de VM
ru_ru: Создать шаблон ВМ
sk_sk: Vytvor šablónu VS
tr_tr: Sanal Makine Şablonu Oluştur
zh_cn: 创建虚拟机模版

source: Update VM Template
cs_cz: Upravit šablonu virt. stroje
es_es: Actualizar Plantilla MV
et_ee: Uuenda VM mall
fa_ir: به روزرسانی template ماشین‌مجازی
pt_br: Atualizar Template de VM
pt_pt: Atualizar Modelo de VM
ru_ru: Изменить шаблон ВМ
sk_sk: Aktualizuj šablónu VS
tr_tr: Sanal Makine Şablonu Güncelle
zh_cn: 更新虚拟机模版
